{"provider_url": "http://blogs.villagevoice.com", "description": "@freecooperunion \"LET'S TALK IT'S IMPORTANT\" the meeting invitation demanded--there were urgent developments to discuss in the protest against instituting tuition at Cooper Union. About 30 Free Cooper Union supporters formed a lopsided circle in a homey apartment at 36 Cooper Square on Tuesday evening; the meeting opened with each of them stating their name, their major, and the year they graduated from the university that has remained proudly tuition-free for over 100 years.", "embeds": [], "safe": true, "provider_display": "blogs.villagevoice.com", "related": [], "favicon_url": "http://blogs.villagevoice.com/favicon.ico", "authors": [], "images": [{"caption": null, "url": "http://blogs.villagevoice.com/common/assets/710229.200s.jpg", "height": 200, "width": 200, "colors": [{"color": [31, 19, 13], "weight": 0.859375}, {"color": [88, 60, 35], "weight": 0.114013671875}, {"color": [153, 135, 120], "weight": 0.016357421875}, {"color": [198, 181, 174], "weight": 0.00634765625}, {"color": [234, 223, 217], "weight": 0.00390625}], "entropy": 5.03762926638, "size": 7779}, {"caption": null, "url": "http://blogs.villagevoice.com/runninscared/assets_c/2013/07/BOHyqYMCEAI00Oo-thumb-550x224.jpeg", "height": 224, "width": 550, "colors": [{"color": [31, 21, 16], "weight": 0.816650390625}, {"color": [104, 73, 40], "weight": 0.10205078125}, {"color": [130, 115, 99], "weight": 0.029296875}, {"color": [239, 243, 234], "weight": 0.025390625}, {"color": [181, 173, 161], "weight": 0.01171875}], "entropy": 5.41723810145242, "size": 42454}], "cache_age": 83211, "lead": null, "language": "English", "original_url": "http://fb.me/2HBMB8fja", "url": "http://blogs.villagevoice.com/runninscared/2013/07/cooper_union_oc.php", "media": {}, "title": "Cooper Union Occupants Inch Toward Bargaining Table", "offset": null, "content": "<div>\n<p>\n</p><div><a href=\"http://blogs.villagevoice.com/runninscared/BOHyqYMCEAI00Oo.jpeg\"><img src=\"http://blogs.villagevoice.com/runninscared/assets_c/2013/07/BOHyqYMCEAI00Oo-thumb-550x224.jpeg\"></a> </div>\n<div>\n<p>@freecooperunion</p>\n</div> \n<br> \"LET'S TALK IT'S IMPORTANT\" the <a href=\"https://www.facebook.com/events/411754148937147/\">meeting invitation</a> demanded--there were urgent developments to discuss in the protest against instituting tuition at Cooper Union. About 30 Free Cooper Union supporters formed a lopsided circle in a homey apartment at 36 Cooper Square on Tuesday evening; the meeting opened with each of them stating their name, their major, and the year they graduated from the university that has remained proudly tuition-free for over 100 years. \n<p>Half a block away, a group of students continued to occupy the office of university president Jamshed Bharucha. A contingent has remained there for close to two months, but there was an indication Tuesday that the occupation may be nearing its end.</p>\n<p>On June 27, meeting attendees were told, Bharucha (along with Cooper Union trustee Jeff Gural) paid a surprise visit to the students who have occupied his office in protest since May 8. That conversation, video of which is available on <a href=\"http://blogs.villagevoice.com/runninscared/2013/07/&lt;a\">YouTube</a>, led to a second meeting the next day--this time just between Gural, another trustee, Mike Borkowsky, and the students. </p>\n<p>It was that meeting (held the same day that Cooper Union's part-time faculty issued a statement in support of the protest and the university's tuition-free mission) that yielded the most significant step yet toward ending the occupation. </p>\n<p>According to one account of events related on Tuesday evening, Gural and Borkowsky told students they were interested in making a deal to end the protest. In exchange for vacating Bharucha's office, the trustees proposed forming a committee composed of students, faculty, and alumni who would have until December 1 to scour Cooper Union's books in a last-ditch effort to find a solution that would allow the university to remain free. </p>\n<p>Members of the protest are considering the trustees' offer. </p>\n<p>\"Last night we had a similar meeting to this, just with students, current students, to see how we felt looking back at how the occupation is going so far, how we felt about some of the different proposals made over the past week, and how we can move forward,\" Victoria Sobel told the group on Tuesday evening. </p>\n<p>A copy of the letter students drafted in response to Gural and Borkowsky's proposal was read aloud at the meeting. In it, the students listed recent changes that gave them hope a solution may be close at hand, including the election of two new members to Cooper's board of trustees, as well as their understanding that the board had passed a motion--opposed by Bharucha and Chairman Mark Epstein--in favor of adding a student representative to the board. </p>\n<p>\"We recognize the grave financial deficit that the Cooper Union faces, and wish to work with Jeff Gural and Mike Borkowsky and other board members to form a new committee that will be charged with generating a workable tuition-free solution,\" the letter, which proposed an August deadline for forming the committee, read.</p>\n<p>It's still not a done deal--the letter remained just a draft on Tuesday, and a range of other options, including putting <i>more</i> occupiers in the office and occupying other parts of campus, were also discussed casually over the course of <a href=\"http://www.ustream.tv/recorded/35235603\">the evening</a>. </p>\n<p>There was some sense, though, as attendees began to file out 36 Cooper Square one-by-one later that Tuesday, that the protestors up the block were a little bit closer to doing the same.</p>\n<i><b>Correction:</b> This post originally misstated the address of the occupation.</i> </div>", "entities": [{"count": 5, "name": "Cooper Union"}, {"count": 3, "name": "Gural"}, {"count": 3, "name": "Bharucha"}, {"count": 2, "name": "Jeff Gural"}, {"count": 2, "name": "Mike Borkowsky"}, {"count": 2, "name": "Borkowsky"}, {"count": 1, "name": "Cooper"}, {"count": 1, "name": "Victoria Sobel"}, {"count": 1, "name": "Jamshed Bharucha"}, {"count": 1, "name": "Mark Epstein"}, {"count": 1, "name": "Free Cooper Union"}], "favicon_colors": [{"color": [243, 245, 249], "weight": 0.031005859375}, {"color": [136, 142, 152], "weight": 0.01904296875}, {"color": [54, 109, 227], "weight": 0.00830078125}, {"color": [0, 65, 225], "weight": 0.004150390625}], "keywords": [{"score": 50, "name": "gural"}, {"score": 41, "name": "student"}, {"score": 40, "name": "cooper"}, {"score": 40, "name": "borkowsky"}, {"score": 40, "name": "bharucha"}, {"score": 34, "name": "trustees"}, {"score": 30, "name": "tuition-free"}, {"score": 22, "name": "union"}, {"score": 22, "name": "occupying"}, {"score": 22, "name": "occupation"}], "published": null, "provider_name": "Villagevoice", "type": "html"}