{"provider_url": "http://bullettmedia.com", "description": "Thirty teamsters in jeans line the entrance to Frieze. I'm passing them in a yellow car, so I know, right now, which side I am seen to be on. The workers are protesting a perceived discrimination, by the organizers of this second now-annual art fair, against their unions.", "embeds": [], "safe": true, "provider_display": "bullettmedia.com", "related": [{"score": 0.7988246083259583, "description": "As we near the end of 2013, us nostalgia-happy folks here at HuffPost Arts & Culture are looking back at the art-centric events that made this year what it was. From blockbuster exhibitions to yonic architecture, art-savvy rappers to unsavory acid attacks, exorbitant auctions to street art atrocities, these were the top arts stories of 2013.", "title": "The Top 10 Arts Stories Of 2013", "url": "http://www.huffingtonpost.com/2013/12/28/top-art-stories-2013_n_4476306.html", "thumbnail_height": 1000, "thumbnail_url": "http://i.huffpost.com/gen/1533564/thumbs/o-RAIN-ROOM-facebook.jpg", "thumbnail_width": 2000}, {"score": 0.7846732139587402, "description": "Open sharing has been around forever, accelerating progress in diverse fields. Computing (e.g., Homebrew Computer Club), code (open source), and even academic publishing (\"open access\", which goes beyond peer review) are just a few that have multiplied their social impact thanks to this openness.", "title": "The Getty and Google Unleash Free Art - And Your Creative Potential", "url": "http://www.wired.com/opinion/2013/12/what-getty-google-others-just-did-that-will-make-us-more-creative-than-ever/", "thumbnail_height": 200, "thumbnail_url": "http://www.wired.com/opinion/wp-content/uploads/2013/12/06999401-200x200.jpg", "thumbnail_width": 200}, {"score": 0.7022687792778015, "description": "Images of sparring boxers, relentless cross country skiers and triumphant Olympic parades -- these are but some of the artistic symbols that were used to represent Soviet Russia. It was in the time period after the Russian Revolution of 1917 when these visual manifestations of strength, glory and victory permeated propaganda of all shapes and forms, including the world of realist artwork.", "title": "The World Of Soviet Sport In 20th Century Russian Art", "url": "http://www.huffingtonpost.com/2013/12/30/soviet-art-soviet-sport_n_4493912.html", "thumbnail_height": 1000, "thumbnail_url": "http://i.huffpost.com/gen/1530640/thumbs/o-POPKOV-WEEKEND-facebook.jpg", "thumbnail_width": 2000}, {"score": 0.6284445524215698, "description": "The Bundestag, in a statement issued after the report in Bild newspaper, said an art historian was reviewing two \"suspicious cases\", but a spokesman would not confirm the find. The art historian's investigations into the German parliament's art collection, which began in 2012, were continuing, the Bundestag spokesman said.", "title": "Nazi-looted art found in German parliament: report", "url": "http://www.reuters.com/article/2013/12/30/us-germany-art-nazi-idUSBRE9BT0GB20131230", "thumbnail_height": null, "thumbnail_url": null, "thumbnail_width": null}, {"score": 0.6223466992378235, "description": "Recently, The Art Newspaper reported that Pei-Shen Qian had some of his paintings included in a group exhibition in a Shanghai gallery last spring. Scandal-following readers will recognize the name as that of a Chinese artist, once living in Queens, whose imitations of paintings by Pollock, de Kooning and other Abstract Expressionists were sold as real for millions of dollars by the New York gallery Knoedler & Company, now defunct.", "title": "Pei-Shen Qian's Paintings Examined", "url": "http://www.nytimes.com/2013/12/31/arts/design/pei-shen-qians-paintings-examined.html?pagewanted=all&_r=0", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/31/arts/PAINTER/PAINTER-videoSixteenByNine1050.jpg", "thumbnail_width": 1050}], "favicon_url": "http://bullett.wpengine.netdna-cdn.com/wp-content/themes/BULLETTv7_fsto/favicon.ico", "authors": [], "images": [{"caption": null, "url": "http://bullettmedia.com/wp-content/uploads/2013/05/Screen-shot-2013-05-14-at-1.32.07-PM.png", "height": 917, "width": 1248, "colors": [{"color": [196, 169, 128], "weight": 0.846923828125}, {"color": [153, 119, 88], "weight": 0.153076171875}], "entropy": 4.51739340659, "size": 1464013}, {"caption": null, "url": "http://bullett.wpengine.netdna-cdn.com/wp-content/uploads/2013/05/Screen-shot-2013-05-14-at-1.32.07-PM-622x457.png", "height": 457, "width": 622, "colors": [{"color": [197, 170, 129], "weight": 0.727783203125}, {"color": [165, 134, 100], "weight": 0.272216796875}], "entropy": 4.400109799018524, "size": 345284}, {"caption": null, "url": "http://bullett.wpengine.netdna-cdn.com/wp-content/uploads/2013/05/Screen-shot-2013-05-14-at-1.32.19-PM-622x471.png", "height": 471, "width": 622, "colors": [{"color": [128, 138, 81], "weight": 0.353515625}, {"color": [185, 204, 234], "weight": 0.202392578125}, {"color": [123, 40, 38], "weight": 0.1103515625}, {"color": [152, 145, 111], "weight": 0.08349609375}, {"color": [226, 76, 90], "weight": 0.072509765625}], "entropy": 6.262001732643899, "size": 403607}], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://bullettmedia.com/article/who-are-the-people-that-get-to-make-this-thing-we-call-art/", "url": "http://bullettmedia.com/article/who-are-the-people-that-get-to-make-this-thing-we-call-art/", "media": {}, "title": "Who Are the People That Get to Make This Thing We Call Art?", "offset": null, "content": "<div>\n<p>Thirty teamsters in jeans line the entrance to Frieze. I'm passing them in a yellow car, so I know, right now, which side I am seen to be on. The workers are protesting a perceived discrimination, by the organizers of this second now-annual art fair, against their unions. I am going to report on a pastime for millionaires.</p>\n<p>From the FDR, an enormous red balloon dog is instantly recognizable as the handiwork, minus the \"hand\" and arguably also the \"work,\" of Jeff Koons. Art makes history. I shiver to think this will be ours. If Koons is the most successful artist since Warhol, and if what we think of Warhol is also and forever what we think of the '60s, what of now? Of now, then, the question isn't what is art, or  why it's art, but who gets to make it.</p>\n<p>One answer is that I would like work to be made by those who cannot afford to have others do the handi part for them, by artists closer to union workers, or Cooper's Union-ers  <a href=\"http://www.vice.com/read/should-college-be-free-nyc-protestors-think-so\">fighting </a>for free tuition in the future, than to  <i>Wall Street-</i> era CEOs or their brats.</p>\n<p>Another answer, one attempted by a distinct minority of the representatives at this year's fair, is that art should be made for those who cannot afford to buy it.</p>\n<p>Art that happens outside the white-walled containers of museums, galleries, and fairs is not new, of course; over the past three decades, social practice art has found itself on a continuum with social media and \"Internet art,\" and all of it is partly reaction against the hyper-materiality and crudely implied materialism of contemporary, pleasingly \"conceptual,\" loft-intended paintings and sculptures that blew up the New York scene in (loosely) the '80s, and is bigger than ever now (Koons, Damien Hirst, just metonyms for scale). Still, it is easier to store an object than an experience. No matter how many power naps Tilda Swinton takes in the MoMa, it is still the museum's permanent collection-a collection mostly of objects-that tells you what the culture wants to preserve.</p>\n<p>Even Marina Abramovic, who once told me that she does not believe in owning objects, especially if those objects are called \"art,\" is preserving her \"immaterial art\" by building what appears to be a very material museum on the Hudson River. \"It's not about you; it's about others,\" she says in a video posted to her Facebook page last month. The museum, it seems fair to note, will be called the Marina Abramovic Institute. It is a museum meant to make her m&#233;tier art.</p>\n<p>Meaning: What we call art, and not just \" <a href=\"http://www.youtube.com/watch?v=GOXh_It065E\">guys doing stuff</a>,\" is work that requires both medium and mediation, both content and context. Artists like to say that art is defined by intent, but intent is something taught to you in college. The difference between a balloon dog and a Koons is scale, yes, but also place: street fair versus the Palace of Versailles.</p>\n<p>The difference between what a social worker does and what the legendary social practice artist Suzanne Lacy does, when she combines performance art with studies on rape, or with self-defense classes against women, is also place: The homes of these women versus the steps of Los Angeles City Hall.</p>\n<p>There is an extra difference when, as a socially conscious if not socially practicing artist, you make art for those who can afford it, but  <i>of </i>those who cannot. This is the art likeliest to feel exploitative, like one side  <a href=\"http://geekfeminism.wikia.com/wiki/Othering\">Othering</a> the other. It's also that which is mediated by curators and dealers and editors at the highest strata of taste and class, and so, if history shows, will remain. Picasso wasn't the only guy to paint  <i>Guernica; </i>he was the only Picasso. If there were no Picasso, would there still be a  <i>Guernica, </i> or a Guernica at all?</p>\n<p>There was, for example, no Braddock, Pennsylvania in my world until the still-underrated photographer LaToya Ruby Frazier's <a href=\"http://www.guernicamag.com/daily/kirsten-oregan-these-dark-histories/\"><i>A Haunted Capital</i></a>opened at the Brooklyn Museum last month. Had a totally unmediated artist posted the same images to Flickr, almost nobody else would see them, either, unless Buzzfeed were to do an investigative listicle of 117 Places So Poor You Wouldn't Believe.</p>\n<p>Likewise, I've looked at Jenny Holzer's  <i>Lustmord </i>(1993), telling the story of a Yugoslavian genocidal rape from three perspectives, in three jarring mediums, over and over again, but I had not heard of Lacy's  <a href=\"http://www.getty.edu/pacificstandardtime/explore-the-era/worksofart/in-mourning-and-in-rage-media-performance-at-los-angeles-city-hall/\">1977 Los Angeles City Hall piece</a> until I researched her pre-Frieze. This may have to do with merit, Holzer being something of a genius, but it has also to do with mediation. Does the mediation justify the means? And then, to what end? If  <i>Lustmord </i> is bought and displayed by a museum, it makes history for women we might not have remembered. It might also make me feel like Holzer stole. Unlike Frazier, she is not making this work of victims from her own family, place, or class. On the other hand, she is practically a genius, with not only the art-world power but also the pure ability to make a work that transcends-if transcendence is possible-all three.</p>\n<p>\"It's not only the raw experience or the raw emotion of the political event that matters,\" says Mary Sabatino of Galerie Lelong. \"It has to be mediated into something that transcends the topic, because the topic will end. Art that transcends versus art that is topical is also the difference between great artists and good artists.\"</p>\n<p>This year, Sabatino has dedicated her Frieze booth to some greater works of \"activist art,\" a term that fails to differentiate between art that contains action (like Kryzstof Wodiczko's literally moving \"Homeless Vehicle,\" 1989) and art that represents it (like Yoko Ono's paintings about fracking, which you can buy if you want to do literally fuck-all about fracking while supporting a rich artist's ability to continue making you feel like you care).</p>\n<p>Representation, I tell her on the phone, can be so porously delineated from exploitation.</p>\n<p>Sabatino seems audibly to shrug. \"Exploitation is an easy way to distance ourselves from the feelings engendered by the work,\" she says. \"To put it on the artist rather than yourself. Besides, exploitation implies money that often isn't there. Socially conscious work is not commercially successful-there's an audience for it, but I wouldn't say there's a market, save for a few clients who share certain democratic values.\"</p>\n<p>And so, Sabatino says she's had to take risks on \"artists who speak about important issues of our time, whether it is violence in Guantanamo or against women here.\" Most of these she's worked with for decades, and some (Nancy Spero; my world-favourite, Ana Mendieta) are dead. Given generational bias, I expect her to say that young contemporary artists are less political, more cynical, than they were in the first heyday of say relational aesthetics. She does not.</p>\n<p>Neither does Lacy, who teaches at Otis College of Art in Design and California, and who has been practicing what she's come to term \" <a href=\"http://www.transart.org/wp-content/uploads/group-documents/65/1363991009-Lacy.pdf\">new genre public art</a> \" for four decades. This term is evolved from \"social practice;\" it feels exacter than \"activist.\" It implies, she says, \"a dialectic between politics and art,\" the way relational aesthetics zig-zag between art, life, and life as the medium for art.</p>\n<p>\"Social practice and public-space art has been steadily growing over the past 10 years,\" says Lacy, when I suggest that this might \"just\" be cyclical, \"and it does go with the return of relational aesthetics to some degree, but I don't think it is a trend. I think more and more young artists are genuinely interested in making art that connects to a community.\"</p>\n<p>My friend Molly Crabapple, 29, is very much a community (i.e., Occupy) artist, and it's not coincidence that her work falls totally outside the contemporary sphere as defined by fairs and by magazines like Frieze. Molly grew up working-class and stayed that way, learning to paint by doing murals for nightclubs in high-heeled Doc Martens, or as performance at a \"terribly fancy\" Hollywood party, where she was forbidden from speaking to the guests.</p>\n<p>\"The thing that angers me,\" Molly tells me over gchat, \"is the educational barrier set up to entry into the fine art world. Saying that you need a Yale MFA is just saying you need 80K to be an artist.\"</p>\n<p>Soon, if the students do not have their way, it will mean the same to say you need a Cooper Union degree. Then there will be no free art schools in New York, yet New York will remain the capital of our art world, the place where creation meets and is mediated by capital. Where-as the artist Richard Wentworth pointed out in a talk held at a Burberry store, which by now doesn't even seem weird-going to an ostensibly open-to-all gallery is actually a rite and a privilege, requiring education (he did not say educational barrier; I am saying educational barrier). Where Jeff Koons is on the cover of  <i>New York </i>Magazine, the headline already declaring this his age. And where, next to  <i>New York, </i>there's TIME, and  <i>that</i> cover story calls us, the \"millennials,\" once again a generation \"lazy, entitled, narcissistic, and still living with [our] parents.\"</p>\n<p>Yes, our parents, who are the same age as the allegedly age-defining Koons. Koons, who sells overgrown toys made by wage labourers for 1.5 times the cost of a year at art school, who before that sold paintings of himself having sex with a porn star, and who once called his human infant son his greatest \"sculpture.\"</p>\n<p>And whose infamous stupid balloon dog, the world's largest self-portrait, is the most publicly visible part of this whole fair.</p>\n<p>When I reach the actual green grounds of Frieze, I reluctantly, ineluctably, approach the thing. Then I see it. A real, red, dog-shaped 80-foot-high balloon, not the shiny intractability of a Koons. The publicist, laughing, tells me it's by Los Angeles artist Paul McCarthy. I laugh too. It's funny: McCarthy's replica returns, with maximum irony, the form to its function, deflating-if we're lucky-the entire mute conceit.</p>\n<p>But from public space, all you can see is a Koons, a balloon dog. You can't see the vastly smaller, sadder balloon rat, held up in protest by the teamsters. It's almost as good a joke, if not good art, but anyway it does not matter, because it is on the other side of the gated entrance, and therefore, is not art at all.</p>\n</div>", "entities": [{"count": 7, "name": "Koons"}, {"count": 4, "name": "New York"}, {"count": 3, "name": "Guernica"}, {"count": 3, "name": "Sabatino"}, {"count": 3, "name": "Picasso"}, {"count": 3, "name": "Lacy"}, {"count": 2, "name": "Los Angeles City Hall"}, {"count": 2, "name": "Holzer"}, {"count": 2, "name": "Jeff Koons"}, {"count": 1, "name": "Wall Street"}, {"count": 1, "name": "Cooper"}, {"count": 1, "name": "Marina Abramovic"}, {"count": 1, "name": "Molly"}, {"count": 1, "name": "FDR"}, {"count": 1, "name": "Hudson River"}, {"count": 1, "name": "MoMa"}, {"count": 1, "name": "Nancy Spero"}, {"count": 1, "name": "Frazier"}, {"count": 1, "name": "Hollywood"}, {"count": 1, "name": "Versailles"}, {"count": 1, "name": "Yugoslavian"}, {"count": 1, "name": "Galerie Lelong"}, {"count": 1, "name": "Brooklyn Museum"}, {"count": 1, "name": "Yoko Ono"}, {"count": 1, "name": "Otis College of Art"}, {"count": 1, "name": "LaToya Ruby Frazier"}, {"count": 1, "name": "Jenny Holzer"}, {"count": 1, "name": "Richard Wentworth"}, {"count": 1, "name": "California"}, {"count": 1, "name": "Los Angeles"}, {"count": 1, "name": "Warhol"}, {"count": 1, "name": "Braddock"}, {"count": 1, "name": "Pennsylvania"}, {"count": 1, "name": "New York Magazine"}, {"count": 1, "name": "Tilda Swinton"}, {"count": 1, "name": "Damien Hirst"}, {"count": 1, "name": "Guantanamo"}, {"count": 1, "name": "Marina Abramovic Institute"}, {"count": 1, "name": "Suzanne Lacy"}, {"count": 1, "name": "Burberry"}, {"count": 1, "name": "Kryzstof Wodiczko"}, {"count": 1, "name": "Molly Crabapple"}, {"count": 1, "name": "Ana Mendieta"}, {"count": 1, "name": "McCarthy"}, {"count": 1, "name": "Doc Martens"}, {"count": 1, "name": "Yale MFA"}, {"count": 1, "name": "Cooper Union"}, {"count": 1, "name": "Paul McCarthy"}, {"count": 1, "name": "Mary Sabatino"}], "favicon_colors": [{"color": [240, 240, 240], "weight": 0.04052734375}, {"color": [3, 3, 3], "weight": 0.017333984375}, {"color": [75, 75, 75], "weight": 0.004638671875}], "keywords": [{"score": 160, "name": "art"}, {"score": 84, "name": "koons"}, {"score": 79, "name": "artist"}, {"score": 40, "name": "frieze"}, {"score": 40, "name": "sabatino"}, {"score": 38, "name": "mediated"}, {"score": 37, "name": "museum"}, {"score": 36, "name": "balloon"}, {"score": 34, "name": "social"}, {"score": 31, "name": "lacy"}], "published": null, "provider_name": "Bullettmedia", "type": "html"}