{"provider_url": "http://www.democracynow.org", "description": "More than 50 students, faculty and staff at The Cooper Union in New York have begun a sit-in inside the office of the school's president, Jamshed Bharucha. Democracy Now!'s Martyna Starosta filmed students reading an open letter to Bharucha condemning his decision to end the school's longstanding tradition of free tuition for all undergraduates.", "embeds": [], "safe": true, "provider_display": "www.democracynow.org", "related": [{"score": 0.60992431640625, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.562972903251648, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}, {"score": 0.5562192797660828, "description": "American students are bored by math, science and engineering. They buy smartphones and tablets by the millions but don't pursue the skills necessary to build them. Engineers and physicists are often portrayed as clueless geeks on television, and despite the high pay and the importance of such jobs to the country's future, the vast majority of high school graduates don't want to go after them.", "title": "Who Says Math Has to Be Boring?", "url": "http://www.nytimes.com/2013/12/08/opinion/sunday/who-says-math-has-to-be-boring.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/07/opinion/video-editorial-ptech-new/video-editorial-ptech-new-videoSixteenByNine1050-v2.jpg", "thumbnail_width": 1050}, {"score": 0.538165807723999, "description": "Universities in South Dakota, Nebraska, and other states have cut the number of credits students need to graduate. A proposal in Florida would let online courses forgo the usual higher-education accreditation process. A California legislator introduced a measure that would have substituted online courses for some of the brick-and-mortar kind at public universities.", "title": "'We Are Creating Walmarts of Higher Education'", "url": "http://www.theatlantic.com/education/archive/2013/12/we-are-creating-walmarts-of-higher-education/282619/", "thumbnail_height": 410, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR33OS4_1/lead_large.jpg?myf59a", "thumbnail_width": 615}], "favicon_url": "http://www.democracynow.org/favicon.ico", "authors": [], "images": [{"caption": null, "url": "http://www.democracynow.org/images/blog_posts/53/22953/splash/CooperUnionWebEx-v2.png?20131232", "height": 360, "width": 640, "colors": [{"color": [119, 129, 118], "weight": 0.337158203125}, {"color": [152, 162, 150], "weight": 0.2060546875}, {"color": [23, 28, 27], "weight": 0.197265625}, {"color": [63, 69, 66], "weight": 0.17431640625}, {"color": [174, 207, 224], "weight": 0.085205078125}], "entropy": 6.1915982364, "size": 335873}], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://www.democracynow.org/blog/2013/5/8/video_cooper_union_students_occupy_presidents_office_to_protest_end_to_free_tuition", "url": "http://www.democracynow.org/blog/2013/5/8/video_cooper_union_students_occupy_presidents_office_to_protest_end_to_free_tuition", "media": {}, "title": "Exclusive Video Inside Cooper Union Student Occupation to Protest End of Free Tuition", "offset": null, "content": "<div>\n<p>More than 50 students, faculty and staff at The Cooper Union in New York have begun a sit-in inside the office of the school's president, Jamshed Bharucha. <em>Democracy Now!</em>'s Martyna Starosta filmed students reading an open letter to Bharucha condemning his decision to end the school's longstanding tradition of free tuition for all undergraduates. Shortly after this video was filmed, school officials removed Starosta from the office.</p>\n<p><strong>VICTORIA SOBEL:</strong> The action began as a sit-in in Jamshed Bharucha's office this morning at 11:00 a.m. The plan was to intercept the president and read this statement to him. Right now we have more than half of the signatures of the School of Art for students, so that is a majority of the students voicing no confidence in Jamshed Bharucha. So, for us, it began as a sit-in. And his absence has marked it as an occupation. He is no longer welcome in this office space. It is one that's been reclaimed by the students, for the students, for this school. It's not about tuition. It's about repealing tuition. It's about reclaiming administrative spaces and re-examining the roles of administration within a school context.</p>\n<p><strong>DEVONN FRANCIS:</strong> This is a nonviolent direct action. You are not being held in this room. You are free to exit when you please. Jamshed Bharucha, we are here today to deliver you a statement of no confidence from the School of Art. We no longer recognize your presidency at Cooper as legitimate. And in so doing, we commit to reclaim this office in the interim until a suitable administrative alternative is secured.</p>\n<p><strong>SEBASTIAN QUIJADA LINK:</strong> We, the students of The Cooper Union for the Advancement of Science and Art, can no longer uphold or endorse the direction our college has taken under the leadership of Jamshed Bharucha, with the support of the current board of trustees. As a student-as the students, we are indebted and steadfastly committed to fulfilling the historic mission of Cooper Union as an institution committed to providing students with an exceptional educational experience without the burden of tuition, regardless of need. Central to this mission is the imperative to continue challenging the institutional and societal norms regarding education, accessibility, class mobility, pedagogy and organizational structures. The Union of Art, Architecture and Engineering has empowered a historically diverse student body that for over 150 years has served to shape engaged and creative citizens in and beyond New York City.</p>\n<p>As stewards of The Cooper Union, we are viscerally interconnected to Cooper's mission of championing free education to all. We know more intimately than any consulting firm that the integrity of academic and creative excellence achieved by The Cooper Union is intrinsic to the college providing its students full-tuition, merit-based scholarships. Jamshed Bharucha has continually relied on a campaign of marginalizing students, faculty and alumni voices, and has neglected to genuinely engage alternative models and financial solutions brought forth by the community. We see now that Jamshed Bharucha and the board of trustees have committed themselves to maximizing Cooper's expansion, both locally and globally, at the expense of its core values. We know this to be a grave misstep. The college has illegitimately been made to adopt the policy of tuition as a result of a top-down administrative structure that, from inception, relied on disregarding the voices and contributions of students, faculties and the community at large in vital decision-making processes. A persistent lack of transparency in decision making and a failure to adequately articulate a viable future for Cooper Union without tuition has compounded the fundamental issue of the college's governance. The result is administrative insistence that tuition is a foregone conclusion.</p>\n<p>In reality, if relieved from this oppressive administration, we stand to reclaim all that Peter Cooper intended for this college and more. As citizens of New York City, we must stand united in the face of mounting adversity as it plagues all of our institutions of learning, private and public. We recognize that this instance of crisis at Cooper Union is also a precious opportunity to radically redefine the thresholds of success and failure in our own terms, necessarily separate from corporate business models of growth and profitability. We see the need for a more explicitly robust system of shared governance, invoking greater faculty, student and community involvement in decision-making processes, a reaffirmed commitment to student diversity by abolishing the imposed tuition, and more respectful college engagement both locally and globally.</p>\n<p>As President Jamshed Bharucha has squandered two years of precious time in which the community needed, more than anything, a decisive leader with devout commitment to the mission and vision of Cooper Union, with this vote we express our abhorrence and disapproval of the policies and actions of Jamshed Bharucha's administration. We strongly affirm that we have no confidence in Jamshed Bharucha.</p>\n<p>We call upon the faculties of art, architecture, engineering and humanities at The Cooper Union to take the time to uphold the sanctity of this institution by putting forward respective votes of no confidence. We invite and implore our fellow student bodies from architecture and engineering schools to reflect on the mutually exclusive and divergent efforts of the community and those of the administration. By voting no confidence today, we set a future precedent and expectation of deliverable excellence from individuals bestowed with administrative titles. It is time to raise the bar. We extend our invitation to voice no confidence in Jamshed Bharucha to alumni and to the general public. It is time to enact new, more cooperative methods of organizing our colleges and universities. Let this demonstration of no confidence mark your commitment to any number of new viable beginnings for Cooper, and also mark the crucial intolerance of stagnant growth, expansion and capitalist models, which threaten to plague our college. Join us in taking a stand against Jamshed Bharucha's maladministration of Cooper Union. Let us continue to be an institution that leads by example. Join us in keeping Cooper Union free to all.</p>\n<p>Cooper Union is one of the last private schools to offer free tuition. The school says students will now be charged on a sliding scale, with tuition as high as $20,000 for those deemed able to afford it. School officials claim those unable to afford tuition still will not have to pay.</p>\n<p><strong>Related Links</strong>:<br><a href=\"http://www.democracynow.org/blog/2012/12/5/video_voices_from_the_cooper_union_occupation_in_new_york_city\">VIDEO: Voices from the Cooper Union Occupation in New York City</a> (Democracy Now!)</p>\n<a href=\"http://cooper.edu/about/trustees/board-trustees-statement-future-plans-cooper-union\">Board of Trustees Statement on the Future Plans of Cooper Union</a> <a href=\"http://cusos.org/\">Cooper Union Student Action to Save Our School</a> <a href=\"http://www.nytimes.com/2013/04/24/nyregion/cooper-union-to-charge-undergraduates-tuition.html?pagewanted=all\">New York Times:'College Ends Free Tuition, and an Era'</a> </div>", "entities": [{"count": 12, "name": "Jamshed Bharucha"}, {"count": 11, "name": "Cooper Union"}, {"count": 4, "name": "Cooper"}, {"count": 3, "name": "New York City"}, {"count": 2, "name": "School of Art"}, {"count": 1, "name": "The Cooper Union"}, {"count": 1, "name": "Martyna Starosta"}, {"count": 1, "name": "Starosta"}, {"count": 1, "name": "SOBEL"}, {"count": 1, "name": "Board of Trustees Statement on the Future Plans of Cooper Union Cooper Union Student Action"}, {"count": 1, "name": "Peter Cooper"}, {"count": 1, "name": "SEBASTIAN QUIJADA"}, {"count": 1, "name": "Union of Art"}, {"count": 1, "name": "Bharucha"}, {"count": 1, "name": "School New York Times"}, {"count": 1, "name": "Advancement of Science"}, {"count": 1, "name": "New York"}, {"count": 1, "name": "Architecture and Engineering"}, {"count": 1, "name": "Cooper Union Occupation"}], "favicon_colors": [{"color": [237, 241, 242], "weight": 0.05126953125}, {"color": [6, 11, 12], "weight": 0.00830078125}, {"color": [65, 78, 82], "weight": 0.0029296875}], "keywords": [{"score": 130, "name": "bharucha"}, {"score": 120, "name": "jamshed"}, {"score": 93, "name": "cooper"}, {"score": 80, "name": "tuition"}, {"score": 75, "name": "student"}, {"score": 61, "name": "union"}, {"score": 40, "name": "school"}, {"score": 35, "name": "college"}, {"score": 34, "name": "faculties"}, {"score": 31, "name": "administrative"}], "published": null, "provider_name": "Democracynow", "type": "html"}