{"provider_url": "http://www.architectmagazine.com", "description": "Credit: Iwan Baan Cooper Union doesn't charge tuition-or at least traditionally has not charged tuition, until now. In April, Cooper's Board of Trustees announced that it would start charging tuition with the class entering in the fall of 2014, thereby demolishing with a stroke the defining characteristic of one of the most beloved and idiosyncratic colleges in the nation.", "embeds": [], "safe": true, "provider_display": "www.architectmagazine.com", "related": [{"score": 0.6988046765327454, "description": "Apollo Tyres Ltd. (APTY) rose to its highest in at least 22 years in Mumbai trading after Cooper Tire & Rubber Co. (CTB) dropped a $2.5 billion merger plan, easing investor concern the Indian company would take on too much debt. Shares of Apollo climbed 5.8 percent to 107.20 rupees, the highest close since at least January 1991.", "title": "Apollo Tyres Climbs After Cooper Tire Drops Merger Plan", "url": "http://www.bloomberg.com/news/2013-12-30/cooper-tire-terminates-merger-agreement-with-apollo-tyres.html", "thumbnail_height": 800, "thumbnail_url": "http://www.bloomberg.com/image/iyz62.HCMsfw.jpg", "thumbnail_width": 1200}, {"score": 0.6034560799598694, "description": "A cross-border buyout that once valued Cooper Tire & Rubber Co. at $2.5 billion has now devolved into a court battle over as little as a few hundred million dollars. Cooper officially terminated its sale to India's Apollo Tyres Ltd. Monday after months of delay in which Apollo sought to cut the $35-a-share price.", "title": "Cooper Tire terminates $2.2 billion merger agreement with Apollo Tyres. $CTB", "url": "http://online.wsj.com/news/articles/SB10001424052702304137304579290021473771410", "thumbnail_height": 174, "thumbnail_url": "http://s.wsj.net/public/resources/images/AM-BB659_COOPER_D_20131230125934.jpg", "thumbnail_width": 262}, {"score": 0.5962438583374023, "description": "How well do you really know a subject? I think the best way is if you can teach the concept to someone else new to the idea. If you really want to test yourself, try explaining it to a 5 year old. This was a real discussion I had with [...]", "title": "Why Explaining To A 5-Year Old Challenges Your Understanding Of Collaboration", "url": "http://www.forbes.com/sites/rawnshah/2013/12/30/why-explaining-to-a-5-year-old-challenges-your-understanding-of-collaboration/", "thumbnail_height": 224, "thumbnail_url": "http://b-i.forbesimg.com/rawnshah/files/2013/12/kidsponie00-300x224.jpg", "thumbnail_width": 300}], "favicon_url": "http://www.architectmagazine.com/favicon.ico", "authors": [], "images": [{"caption": null, "url": "http://www.architectmagazine.com/Images/tmpDD35%2Etmp_tcm20-1244754.jpg", "height": 892, "width": 600, "colors": [{"color": [90, 111, 168], "weight": 0.353515625}, {"color": [143, 78, 43], "weight": 0.243896484375}, {"color": [73, 72, 100], "weight": 0.140380859375}, {"color": [184, 125, 89], "weight": 0.064208984375}, {"color": [225, 150, 101], "weight": 0.05419921875}], "entropy": 6.291905545035148, "size": 88907}, {"caption": null, "url": "http://www.architectmagazine.com/Images/tmpDD34%2Etmp_tcm20-1244757.jpg", "height": 690, "width": 460, "colors": [{"color": [195, 201, 208], "weight": 0.328857421875}, {"color": [148, 155, 161], "weight": 0.26708984375}, {"color": [74, 74, 66], "weight": 0.258544921875}, {"color": [19, 20, 18], "weight": 0.1455078125}], "entropy": 5.6969285565826295, "size": 58206}, {"caption": null, "url": "http://www.architectmagazine.com/Images/tmpDD32%2Etmp_tcm20-1244734.jpg", "height": 399, "width": 600, "colors": [{"color": [19, 21, 21], "weight": 0.367431640625}, {"color": [207, 218, 232], "weight": 0.261474609375}, {"color": [67, 69, 67], "weight": 0.23046875}, {"color": [136, 146, 150], "weight": 0.140625}], "entropy": 5.858487687741415, "size": 53709}, {"caption": null, "url": "http://www.architectmagazine.com/Images/62805857_Occupy%20Cooper%20Union_HERO_tcm20-1711513.jpg", "height": 200, "width": 300, "colors": [{"color": [54, 53, 56], "weight": 0.347412109375}, {"color": [245, 251, 249], "weight": 0.217529296875}, {"color": [103, 98, 102], "weight": 0.20947265625}, {"color": [122, 132, 139], "weight": 0.15234375}, {"color": [166, 170, 177], "weight": 0.0458984375}], "entropy": 5.69628852307, "size": 14636}, {"caption": null, "url": "http://www.architectmagazine.com/Images/tmp4CED%2Etmp_tcm20-1112948.jpg", "height": 100, "width": 150, "colors": [{"color": [240, 246, 247], "weight": 0.41748046875}, {"color": [81, 101, 70], "weight": 0.119140625}, {"color": [120, 137, 107], "weight": 0.11669921875}, {"color": [49, 67, 45], "weight": 0.10546875}, {"color": [19, 28, 22], "weight": 0.0859375}], "entropy": 5.9090058445712925, "size": 5316}], "cache_age": 83213, "lead": null, "language": "English", "original_url": "http://bit.ly/14XVvae", "url": "http://www.architectmagazine.com/education/cooper-union-risks-tax-equivalency-payments-from-chrysler-building.aspx", "media": {}, "title": "Cooper Union Risks Tax Equivalency Payments From Chrysler Building", "offset": null, "content": "<div>\n<img src=\"http://www.architectmagazine.com/Images/tmpDD32%2Etmp_tcm20-1244734.jpg\"><p>Credit: Iwan Baan</p>\n<p>Cooper Union doesn't charge tuition-or at least traditionally has not charged tuition, <a href=\"http://www.architectmagazine.com/education/no-apologies-for-cooper-union-financial-frustration.aspx\">until now</a>. In April, Cooper's Board of Trustees <a href=\"http://cooper.edu/about/trustees/board-trustees-statement-future-plans-cooper-union\">announced</a> that it would start charging tuition with the class entering in the fall of 2014, thereby demolishing with a stroke the defining characteristic of one of the most beloved and idiosyncratic colleges in the nation.</p>\n<p>The decision was met with dismay among most of Cooper's stakeholders. Faculty, alumni, and students found themselves joined by a broader group of people who were <a href=\"http://blogs.reuters.com/felix-salmon/2013/04/29/the-tragedy-of-cooper-union/\">shocked and appalled</a> by <a href=\"http://blogs.reuters.com/felix-salmon/2013/05/19/cooper-unions-shameless-trustees/\">what had happened to this venerable institution</a>. Now, in a move which is likely to be particularly troubling to Cooper's trustees, New York City's Independent Budget Office (IBO) has <a href=\"http://ibo.nyc.ny.us/cgi-park/?p=698\">weighed in</a> as well.</p>\n<p>At risk is nothing less than Cooper's entire financial model. The school is run mainly on the income generated by Cooper Union's largest and most important asset: the land under the Chrysler Building. But, in fact, the rent on that land accounts for less than half of Cooper's Chrysler Building income. Most of it comes from something called tax-equivalency payments. Basically, the operators of the Chrysler Building pay an amount of money equal to the amount of money they would normally pay in property taxes-but instead of writing a check to the city and state of New York, all of that money goes to Cooper Union-to the tune of <a href=\"http://www.nytimes.com/2013/02/13/nyregion/vital-city-revenue-lost-in-the-fine-print.html?_r=0\">$18 million in 2013</a>.</p>\n<p>Now, <a href=\"http://ibo.nyc.ny.us/cgi-park/?p=698\">says the IBO's Doug Turetsky</a>, \"the public purpose of the unusual tax breaks\" received by Cooper Union is \"mostly a thing of the past\"-and as a result, the city and state might start wondering whether and why they are effectively continuing to subsidize Cooper as they have done up until now.</p>\n<p>\n</p><ul><a href=\"http://www.architectmagazine.com/Images/tmpDD34%2Etmp_tcm20-1244751.jpg\"> <img src=\"http://www.architectmagazine.com/Images/tmpDD34%2Etmp_tcm20-1244757.jpg\"></a></ul><p>After all, New York City's own City University of New York (CUNY) system is <a href=\"http://nces.ed.gov/collegenavigator/?q=CUNy&amp;s=all&amp;l=93&amp;id=190567#expenses\">charging ever-higher tuition rates</a>; it's a bit weird that the city effectively subsidizes Cooper Union's students more generously than it subsidizes its own. Now that the very soul of Cooper Union has been <a href=\"http://blogs.reuters.com/felix-salmon/2013/05/19/cooper-unions-shameless-trustees/\">nuked by a cash-strapped board</a>, New York has the opportunity, should it be so inclined, to go back to the various agreements it made with Cooper over the years, and to start trying to collect property taxes-for the first time-from one of the city's most iconic skyscrapers.</p>\n<p>The most recent such <a href=\"http://cooper.edu/sites/default/files/uploads/assets/site/files/CY-PRESpetitionChrysler.pdf\">agreement</a> was signed in 2006. The <em>cy pres</em> petition, as it was known, allowed Cooper-in contravention of the letter of its bylaws-to borrow $175 million against the value of the Chrysler Building land, and to use that money to build a $160 million building by Thom Mayne, FAIA, for the engineering faculty. The faculty itself, it should be noted, voted <em>against</em> the move: they were happy where they were. But Cooper's president and trustees pushed on, seduced by the promise that the site of the old engineering building could be razed and replaced with a gleaming new office building by Fumihiko Maki, Hon. FAIA.</p>\n<p>As part of the 2006 agreement, Cooper Union made a series of promises, most of which it failed to keep. It promised to raise $250 million in a capital campaign, it promised to \"eliminate operating deficits by 2013,\" and, most importantly of all, it promised that \"all students admitted to The Cooper Union's degree programs receive a full-tuition scholarship, which allows talented students of all economic backgrounds to attend, in accordance with Peter Cooper's vision.\"</p>\n<p>A <a href=\"http://s3.documentcloud.org/documents/703315/september-19-cooper-union-board-of-trustees.pdf\">transcript</a> of Cooper Union's September 2012 board meeting shows that when Jamshed Bharucha took over as president from George Campbell, Campbell informed him that if Cooper were to start charging tuition, that would \"risk the tax equivalency\"-in other words, it would put at risk the tax-equivalency payments that Cooper gets from the Chrysler Building. The Cooper board then managed to obtain a legal memo saying that charging tuition should <em>not</em> actually cause those payments to cease. But, as Bharucha said in the meeting, the memo and four dollars is enough to get you a cup of coffee. (Besides, the law firm that wrote the memo no longer exists.)</p>\n<em>Meet Brooklyn-based architect <a href=\"http://www.architectmagazine.com/awards/architect-gia-wolff-wins-the-inaugural-wheelwright-prize.aspx\">Gia Wolff</a>, Cooper Union instructor and winner of the inaugural <a href=\"http://www.architectmagazine.com/awards/architect-gia-wolff-wins-the-inaugural-wheelwright-prize.aspx\">$100,000 Wheelwright Prize</a>. </em> <p>The stated position of Cooper Union is that charging tuition makes it <em>more</em> charitable: The school takes money from those able to pay, and uses that income to subsidize students in need of aid. Rather than showering every student with a full-tuition scholarship, it gives that aid only to the neediest. Whether anybody at Cooper actually believes this argument is rather beside the point; what's certain is that no one particularly wants to get to the point at which they would be forced to argue it in a legal setting.</p>\n<p>Realistically, and the IBO notwithstanding, the chances are that they won't. If New York's attorney general were to bring this case, it would be in the knowledge that a victory would mean the end of Cooper Union. The college is in dire financial straits as it is; it simply could not operate without its tax-equivalency payments every year, and would be forced to shut down. (In fact, it came close to shutting down already.) For all that New York's politicians would love to be able to get a little more tax revenue onto their books, it's hard to imagine that any of them have the stomach to close down a world-renowned, 150-year-old institution in the service of little more than fiscal zeal.</p>\n<p>The time for New York's public servants to take a stand on Cooper Union is not today; rather, it was in 2006, when they had a choice as to whether or not to sign off on the <em>cy pres</em> petition. They could have asked some simple questions at the time, like where the money was meant to come from to pay $10 million per year in mortgage payments. And they could also have asked, if the answer was that ultimately the $250 million capital campaign would pay for the new building, why in that case Cooper Union needed to take out a $175 million fixed-rate 30-year mortgage with a prepayment penalty of as much as $80 million. They could have asked; they could have said no. But they didn't. And now it's too late.</p>\n<img src=\"http://www.architectmagazine.com/Images/tmpDD35%2Etmp_tcm20-1244754.jpg\"><p>Credit: Iwan Baan</p>\n<p><strong>Update:</strong> This post originally identified the Independent Budget Office as a New York State agency. It has been corrected to show that the agency is the New York City Independent Budget Office.</p>\n</div>", "entities": [{"count": 12, "name": "Cooper"}, {"count": 12, "name": "Cooper Union"}, {"count": 5, "name": "New York"}, {"count": 2, "name": "New York City"}, {"count": 1, "name": "Cooper 's Board of Trustees"}, {"count": 1, "name": "Thom Mayne"}, {"count": 1, "name": "Hon. FAIA"}, {"count": 1, "name": "Iwan Baan Cooper Union"}, {"count": 1, "name": "Independent Budget Office"}, {"count": 1, "name": "Peter Cooper"}, {"count": 1, "name": "Bharucha"}, {"count": 1, "name": "Chrysler Building"}, {"count": 1, "name": "New York State"}, {"count": 1, "name": "Iwan"}, {"count": 1, "name": "Doug Turetsky"}, {"count": 1, "name": "City University of New York"}, {"count": 1, "name": "CUNY"}, {"count": 1, "name": "FAIA"}, {"count": 1, "name": "New York City Independent Budget Office"}, {"count": 1, "name": "Fumihiko Maki"}, {"count": 1, "name": "Jamshed Bharucha"}, {"count": 1, "name": "Gia Wolff"}, {"count": 1, "name": "Campbell"}, {"count": 1, "name": "George Campbell"}], "favicon_colors": [{"color": [225, 225, 225], "weight": 0.034423828125}, {"color": [22, 22, 22], "weight": 0.028076171875}], "keywords": [{"score": 120, "name": "cooper"}, {"score": 49, "name": "union"}, {"score": 40, "name": "tuition"}, {"score": 33, "name": "building"}, {"score": 33, "name": "chrysler"}, {"score": 30, "name": "tax-equivalency"}, {"score": 28, "name": "ibo"}, {"score": 27, "name": "york"}, {"score": 25, "name": "student"}, {"score": 24, "name": "subsidize"}], "published": 1373241600000, "provider_name": "Architectmagazine", "type": "html"}