{"provider_url": "http://blogs.reuters.com", "description": "It's tragic that Cooper Union has decided to start charging tuition. The fateful announcement was made by Mark Epstein, the self-aggrandizing chairman of the board of trustees, and was greeted with dismay by thousands of Cooper students, faculty, alumni, and friends.", "embeds": [], "safe": true, "provider_display": "blogs.reuters.com", "related": [{"score": 0.6060087084770203, "description": "Apollo Tyres Ltd. (APTY) rose to its highest in at least 22 years in Mumbai trading after Cooper Tire & Rubber Co. (CTB) dropped a $2.5 billion merger plan, easing investor concern the Indian company would take on too much debt. Shares of Apollo climbed 5.8 percent to 107.20 rupees, the highest close since at least January 1991.", "title": "Apollo Tyres Climbs After Cooper Tire Drops Merger Plan", "url": "http://www.bloomberg.com/news/2013-12-30/cooper-tire-terminates-merger-agreement-with-apollo-tyres.html", "thumbnail_height": 800, "thumbnail_url": "http://www.bloomberg.com/image/iyz62.HCMsfw.jpg", "thumbnail_width": 1200}, {"score": 0.5567558407783508, "description": "How well do you really know a subject? I think the best way is if you can teach the concept to someone else new to the idea. If you really want to test yourself, try explaining it to a 5 year old. This was a real discussion I had with [...]", "title": "Why Explaining To A 5-Year Old Challenges Your Understanding Of Collaboration", "url": "http://www.forbes.com/sites/rawnshah/2013/12/30/why-explaining-to-a-5-year-old-challenges-your-understanding-of-collaboration/", "thumbnail_height": 224, "thumbnail_url": "http://b-i.forbesimg.com/rawnshah/files/2013/12/kidsponie00-300x224.jpg", "thumbnail_width": 300}, {"score": 0.5200865268707275, "description": "Anderson Cooper and Kathy Griffin seem like they are fully prepared to host CNN's New Year's Eve special again this year. However, we know that Griffin has a tendency to make Cooper a bit nervous, and this year she's starting ahead of time.", "title": "Anderson Cooper Tweets Nude Photo Of Kathy Griffin, Says It's Her NYE Outfit", "url": "http://www.huffingtonpost.com/2013/12/30/anderson-cooper-kathy-griffin-nude-photo_n_4520738.html", "thumbnail_height": 1000, "thumbnail_url": "http://i.huffpost.com/gen/1538185/thumbs/o-ANDERSON-COOPER-KATHY-GRIFFIN-facebook.jpg", "thumbnail_width": 2000}], "favicon_url": "http://uk.reuters.com/resources_v2/images/favicon.ico", "authors": [], "images": [{"caption": null, "url": "http://blogs.reuters.com/wp-content/themes/reuters_fb_150x150.jpg", "height": 150, "width": 150, "colors": [{"color": [48, 50, 50], "weight": 0.865478515625}, {"color": [228, 136, 23], "weight": 0.10498046875}, {"color": [234, 234, 234], "weight": 0.029541015625}], "entropy": 1.70708991635, "size": 22184}, {"caption": null, "url": "http://blogs.reuters.com/wp-content/profile-images/upe2_tn_1267-profile-image.jpg", "height": 82, "width": 110, "colors": [{"color": [235, 233, 236], "weight": 0.833740234375}, {"color": [180, 153, 152], "weight": 0.080078125}, {"color": [145, 116, 113], "weight": 0.04345703125}, {"color": [46, 35, 33], "weight": 0.024169921875}, {"color": [108, 77, 69], "weight": 0.0185546875}], "entropy": 3.74587381391, "size": 7160}], "cache_age": 83459, "lead": null, "language": "English", "original_url": "http://blogs.reuters.com/felix-salmon/2013/05/19/cooper-unions-shameless-trustees/?utm_source=twitterfeed", "url": "http://blogs.reuters.com/felix-salmon/2013/05/19/cooper-unions-shameless-trustees/", "media": {}, "title": "Cooper Union's shameless trustees", "offset": null, "content": "<div>\n<p><a href=\"http://blogs.reuters.com/felix-salmon/2013/04/29/the-tragedy-of-cooper-union/\">It's tragic</a> that Cooper Union has decided to start charging tuition. The fateful <a href=\"http://cooper.edu/about/trustees/board-trustees-statement-future-plans-cooper-union\">announcement</a> was made by Mark Epstein, the <a href=\"http://www.nytimes.com/2013/05/18/opinion/cooper-unions-investments.html?smid=tw-nytopinion&amp;seid=auto\">self-aggrandizing</a> chairman of the board of trustees, and was greeted with dismay by thousands of Cooper students, faculty, alumni, and friends.</p>\n<p>It's the trustees who are in charge of the school, and the trustees who most <a href=\"http://blogs.reuters.com/felix-salmon/2013/04/24/its-time-to-air-cooper-unions-dirty-laundry/\">need to be held accountable</a> for what happened. To date, Jamshed Bharucha, the president of Cooper Union, has shouldered most of the blame - and he does deserve a good chunk of it. The decision would not have been taken without his pushing for it, and while he has the full support of the board, which is paying him $650,000 per year, he has signally failed to garner the support of the broader Cooper community. (It will take the tuition payments from 67 average students just to cover Bharucha's salary; to put that in context, a <a href=\"http://cooper.edu/admissions/facts/faq#q1\">full freshman class</a> comprises about 20-35 architecture students, 65 in art, and 115 in engineering.)</p>\n<p>That said, Bharucha's situation is a bit like that of Greece's George Papandreou: he's a leader who inherited a crisis which was much deeper and more serious than he had any reason to believe. Cooper's parlous state was bequeathed to him by the previous president, George Campbell, but also by the a board of trustees which signed off on a series of dreadful decisions, <a href=\"http://blogs.reuters.com/felix-salmon/2013/05/11/are-cooper-unions-finances-fixable/\">most catastrophically</a> the decision to borrow $175 million to build a shiny new building, while having no ability whatsoever to pay that money back.</p>\n<p>In order to recover from such atrocious decision-making, the first thing you have to do is to draw a clear line under the past, being very explicit about what went wrong and where. If you can't admit your own past mistakes, then you'll be doomed to continue to make those mistakes in the future.</p>\n<p>Which is where Mark Epstein comes in. Epstein, unlike Bharucha, was intimately involved in most of Cooper Union's worst decisions. He should therefore be disqualified from making even more bad decisions, at least unless and until he can demonstrate that he understands what the board did wrong and how they managed to bring Cooper Union to its fiscal knees. This is one reason the tuition announcement was received so badly: the Cooper community quite understandably has no reason to trust that Epstein's board will do the right thing. Quite the opposite.</p>\n<p>There has been no hint of any apology or remorse from Epstein when it comes to the board's past mistakes; indeed, he hasn't even come out and admitted that the board made any mistakes at all. When <a href=\"http://www.democracynow.org/2013/5/16/debate_what_caused_cooper_unions_fiscal\">I appeared on <em>Democracy Now</em> with him</a> Thursday morning, he aggressively defended everything the board did in the past, including the decision to build the ridiculously expensive New Academic Building.</p>\n<p>Epstein set the tone for the conversation from the very start:</p>\n<blockquote>\n<p>Let me first categorically state that had we had enough money and were able to generate enough revenue to cover our expenses and keep the school with 100 percent scholarship policy, that was our intention. But we can't. We don't have the ability to raise enough revenue.</p>\n<p>A big part of that problem-and I've made this public before-is that we don't have enough alumni support. Traditionally, only 20 percent of our alumni, who have gotten 100 percent scholarships, give back to the school on a regular basis. You know, contrast that with Princeton. Princeton charges now $40,000-some-odd a year for scholarships, and they're one of the best schools at alumni participation. They get a participation rate of approximately 65 percent.</p>\n</blockquote>\n<p>I've pretty much <a href=\"http://blogs.reuters.com/felix-salmon/2013/04/29/the-tragedy-of-cooper-union/\">responded</a> to the first part of this already, so suffice to say: if you're running a free school, you don't start with your expenses and then try to work out how you're going to \"raise enough revenue\". Instead, you start with your revenues, and then work out how many students you can educate with that sum of money.</p>\n<p>As for the idea that the <em>alumni</em> are to blame, and that Cooper should be more like Princeton - well, that is so misguided, on so many levels, that no one capable of making that statement should ever be the person who makes the decision to start charging tuition. Princeton is very good at being Princeton, but Peter Cooper was never trying to create a center of research excellence, where Nobel laureates regularly rub shoulders and where undergraduates can study any subject under the sun.</p>\n<p>Cooper prides itself on being one of the most selective colleges in America, and picking students solely on merit. Princeton is also highly selective, but can't claim that its admissions process is entirely merit-based: some 40% of <a href=\"http://www.dailyprincetonian.com/2010/05/12/26151/\">legacies</a> applying to Princeton end up being admitted, compared to just 9% of non-legacies. Alumni donate to Princeton in large part because they rationally believe that doing so will help their kids get in there; Cooper's alumni, in contrast, would be horrified were Cooper to start admitting applicants on the basis of who their parents are. Besides, most kids don't even <em>want</em> to attend Cooper, given that the only choices it offers are art, architecture, and engineering.</p>\n<p>Epstein basically wants Cooper's students to pay for their education after they've graduated - but if you wanted to create the kind of school where students effectively paid their tuition <em>ex post</em> rather than <em>ex ante</em>, you wouldn't create Cooper Union. Art students don't tend to go on to particularly lucrative careers, and neither do architects, who generally have an astonishingly low incomes given the amount of skill and education required to do their jobs. Even the engineering school only rarely generates highly-paid graduates, and then often only when they leave engineering to pursue a career on Wall Street.</p>\n<p>Within days of Epstein's announcement that Cooper would be forced to charge tuition for the lack of alumni donations, Ronald Perelman announced that he was giving $100 million - <a href=\"http://www.bloomberg.com/news/2013-05-02/ronald-perelman-donates-100-million-to-columbia-business-school.html\">to Columbia Business School</a>, a place which really doesn't need the money. Perelman will get his name on a building, of course: The Ronald O. Perelman Center for Business Innovation will sit across from the Henry R. Kravis Building, which was itself the result of another $100 million donation. But that kind of thing has never been what Cooper Union is about, and it's profoundly depressing that Epstein seemingly aspires to it.</p>\n<p>On <em>Democracy Now</em>, Epstein talked about how Cooper had \"raised $60 million in specific naming opportunities for the new building as part of the capital campaign\"; as far as I know he has never admitted that the campaign was anything other than a <a href=\"http://www.oramgroup.com/04success_stories.html\">glowing success story</a>: \"a triumph of grit, determination and the gradual evolvement of dedicated volunteer leaders: the board, alumni and friends\".</p>\n<p>In 2007, Cooper Union's five-year <a href=\"http://cooperuniontaskforce.com/wiki/tiki-download_file.php?fileId=42\">strategic plan</a> talked about alumni giving as a key area of success, and added:</p>\n<blockquote>\n<p>Current financial projections indicate that in fiscal year 2008, the college is likely to achieve positive cash flow for the first time in about a quarter century, and longer term projections indicate that the overall annual cash deficit problem will then be left behind for the foreseeable future.</p>\n</blockquote>\n<p>As late as June 2009 - with the worst of the financial crisis behind it - Cooper's board was still <a href=\"http://online.wsj.com/article/SB124631610981670647.html\">getting the message out</a> that the college had \"sidestepped the crisis\" and was \"basking\" in good fortune. No hint there of desperate financial straits, or any need for massive and urgent alumni donations, without which the board might be forced to break the century-old tradition of free tuition.</p>\n<p>So you'll excuse me if I raise an eyebrow when Epstein points the finger at tight-fisted alumni, rather than accepting any blame at the board level. Cooper has never had much in the way of alumni donations, and in fact alumni donations have been much higher in the past 15 years or so than they ever were before. So where did this sudden desperate need for extra alumni donations come from - and who on the board decided that it made sense to embark on a plan which required unprecedented levels of alumni giving? Cooper's alumni have a lot of love for the institution. But there aren't very many of them - it's a small school - and they don't tend to become massively wealthy.</p>\n<p>According to Epstein's version of events, Cooper is a victim of circumstances largely outside its control: \"the costs of education have gone up,\" and Cooper Union's revenues haven't managed to keep pace. And it's certainly true that Cooper's costs have gone up. Never mind the enormous presidential salaries, just look at the interest payments on the loan which Cooper took out to construct its New Academic Building.</p>\n<p>Stay with me here: according to Epstein, the poorest 25% to 30% of students will still get a full scholarship, and the richest 25% to 30% of students will be expected to pay the maximum amount of $19,250; the rest will be assessed on a sliding scale between the two endpoints. To a first approximation, then, we can anticipate that total tuition payments will average out to roughly $9,625 per student. The <a href=\"http://cooper.edu/about/finance-and-administration/financial-faq/deficit-financial-situation#13\">interest payments</a> on the $175 million loan from MetLife come to $10.3 million per year, which means that Cooper will need the income from roughly 1,070 students just to pay the interest on the loan. (Never mind the extra $5.5 million per year in principal repayments which start in 2019.) Coincidentally, 1,070 is pretty much the size of Cooper's entire student body.</p>\n<p>The conclusion is hard to resist: Cooper Union's tuition payments are required to pay off the interest on its $175 million loan, and if it hadn't taken out the loan, then charging tuition might not have been necessary.</p>\n<p>So, is that $10.3 million per year - all of which goes directly into the maw of a giant insurance company - a legitimate \"cost of education\" at Cooper Union? Yes, in that Cooper can't educate its students unless it makes those payments. But we're not talking, here, about some generalized and inchoate force which is driving tuition payments up across the board; we're talking about a very specific decision, made by Cooper's trustees, which had dreadful consequences.</p>\n<p>Of course, Epstein doesn't see it that way. Here's what he said on Thursday:</p>\n<blockquote>\n<p>The building helped us financially; it did not hurt us. We had two buildings that were in need of tens of millions of dollars in upgrading to make them building and fire code compliant, to make them ADA compliant. The accrediting boards that determine whether or not we can offer degrees questioned the validity and the viability of our facilities, because they were falling behind par.</p>\n<p>The new building was paid for by selling the ground lease under our old engineering building, which we got $97 million for, right before the crash. And we raised $60 million in specific naming opportunities for the new building as part of the capital campaign. The new building going up on our old engineering building site, being built by Minskoff, will generate $2 million a year at least, ongoing, to the school. The building was paid for by those funds, not the loan.</p>\n<p>The loan proceeds were eaten up by the deficit.</p>\n</blockquote>\n<p>Let's be very clear about what Epstein is saying, here. Cooper borrowed $175 million, in the form of a 30-year fixed-rate mortgage. It then built a new building at a cost of slightly less than $175 million. But don't for a minute conclude that the loan was used to pay for the building! Not at all! The loan was simply \"eaten up by the deficit\".</p>\n<p>Here's my challenge to Epstein, and to Cooper Union: find me one person - just one - who (a) believes this version of events, and (b) isn't a member of Cooper's Board of Trustees, either now or when the decisions were made. In fact, I would be astonished if even a majority of the current board would agree that the new building was helpful rather than harmful, financially. You just need to look at it to see how much of a white elephant it is; you don't need to know that the engineering faculty - which mainly uses the new building - voted against it <em>twice,</em> and that the myth about the new building being required in order for Cooper to keep its accreditation is, well, let's just say that none of the faculty believes it.</p>\n<p>The reality is that you don't need to know anything about the building at all in order to understand that you can't take Epstein at face value here. All you need to know you can be found in one sentence from the <a href=\"http://cooper.edu/about/finance-and-administration/financial-faq/deficit-financial-situation#14\">official Cooper Union FAQ</a>:</p>\n<blockquote>\n<p>The MetLife pre-payment penalty for the 30-year loan is approximately $81 million (as of August 2012).</p>\n</blockquote>\n<p>You read that right: even if some gazillionaire (or capital campaign) dropped $175 million into Cooper's lap tomorrow, they <em>still</em> couldn't pay off their $175 million loan: it also has a whopping $81 million prepayment penalty.</p>\n<p>The trustees' story is basically that they expected to be able to pay for the new building through their capital campaign: one of them told <a href=\"http://www.nytimes.com/2013/05/11/business/how-cooper-unions-endowment-failed-in-its-mission.html?pagewanted=all\">James Stewart</a> that the college expected to raise $125 million more than it actually did. And Epstein told me, when I asked what the $175 million was for, that \"part of it was used as a bridge loan, while the building was being built, because the moneys from the capital campaign takes years to come in\".</p>\n<p>But here's the question: if the MetLife loan was meant to just be a bridge to future alumni donations, then why was it structured as a 30-year fixed-rate loan with a prepayment penalty of as much as $81 million? The capital campaign ended in 2012, not in 2036.</p>\n<p>All of which is a very long-winded way of saying that Cooper's trustees, who <a href=\"http://blogs.reuters.com/felix-salmon/2012/04/25/why-cooper-union-cant-be-trusted/\">couldn't be trusted</a> a year ago, still can't be trusted today - and that so long as Mark Epstein is chairman of the board, the broader Cooper community simply will not rally behind him and give his decision to charge tuition any kind of broad-based legitimacy.</p>\n<p>On Friday, Kevin Slavin - one of the most outspoken opponents of charging tuition at Cooper - was <a href=\"http://www.cualumni.com/s/1289/indexNoRtcol.aspx?sid=1289&amp;gid=1&amp;pgid=252&amp;cid=2273&amp;ecid=2273&amp;crid=0&amp;calpgid=61&amp;calcid=872\">elected to the position of alumni trustee</a> for the period from December 2013 to September 2017. Slavin didn't even run: he was a write-in, a protest at the way in which Cooper's trustees seem to be unaccountable to anybody. The vote wasn't for Slavin, so much as it was against Bharucha, and Epstein, and everybody else on the board who has consistently downplayed their own culpability in the Cooper fiasco.</p>\n<p>Charging tuition doesn't solve Cooper's financial problems - far from it. In order for Cooper to get onto a sustainable footing, it's going to need to regain the admiration of multiple constituencies, including current students, alumni, current faculty, and prospective students. It's pretty clear that the board isn't going to get that support by blustering and stonewalling and pretending that they didn't do anything wrong. So maybe, if and when Bharucha manages to find a new communications chief, that person could start by persuading the board to give a full explanation of - and take full responsibility for - everything which went wrong.</p>\n</div>", "entities": [{"count": 30, "name": "Cooper"}, {"count": 17, "name": "Epstein"}, {"count": 12, "name": "Cooper Union"}, {"count": 8, "name": "Princeton"}, {"count": 5, "name": "Bharucha"}, {"count": 3, "name": "MetLife"}, {"count": 3, "name": "Mark Epstein"}, {"count": 2, "name": "Slavin"}, {"count": 1, "name": "Columbia Business School"}, {"count": 1, "name": "Cooper 's Board of Trustees"}, {"count": 1, "name": "Jamshed Bharucha"}, {"count": 1, "name": "Minskoff"}, {"count": 1, "name": "George Papandreou"}, {"count": 1, "name": "Kevin Slavin"}, {"count": 1, "name": "Peter Cooper"}, {"count": 1, "name": "Ronald O. Perelman Center for Business Innovation"}, {"count": 1, "name": "America"}, {"count": 1, "name": "Greece"}, {"count": 1, "name": "ADA"}, {"count": 1, "name": "Ronald Perelman"}, {"count": 1, "name": "Henry R. Kravis Building"}, {"count": 1, "name": "Perelman"}, {"count": 1, "name": "James Stewart"}, {"count": 1, "name": "George Campbell"}], "favicon_colors": [{"color": [247, 128, 5], "weight": 0.000244140625}], "keywords": [{"score": 205, "name": "cooper"}, {"score": 157, "name": "epstein"}, {"score": 155, "name": "alumni"}, {"score": 93, "name": "tuition"}, {"score": 84, "name": "building"}, {"score": 79, "name": "board"}, {"score": 68, "name": "trustees"}, {"score": 67, "name": "loan"}, {"score": 66, "name": "students"}, {"score": 60, "name": "bharucha"}], "published": 1369008000000, "provider_name": "Reuters", "type": "html"}