{"provider_url": "http://www.friendsofcooperunion.org", "description": "We call upon the Trustees to play their essential part in the formation of the Society of Associates of The Cooper Union and its Council, by supporting, endorsing, and recognizing its formation. We further call for the initial membership of this Society to be made open to all key segments of the Cooper community --- Alumni, Full-time Faculty, Part-time Faculty, Staff, and Students.", "embeds": [], "safe": true, "provider_display": "www.friendsofcooperunion.org", "related": [], "favicon_url": "http://www.friendsofcooperunion.org/wp/wp-content/uploads/2013/08/fdnt-logo3.png", "authors": [{"url": "http://www.friendsofcooperunion.org/author/admin/", "name": "FOCU"}], "images": [{"caption": null, "url": "http://www.friendsofcooperunion.org/wp/wp-content/uploads/2013/07/associates-bw.png", "height": 395, "width": 259, "colors": [{"color": [222, 222, 222], "weight": 0.8173828125}, {"color": [99, 99, 99], "weight": 0.092529296875}, {"color": [3, 3, 3], "weight": 0.090087890625}], "entropy": 1.37026236874, "size": 15260}, {"caption": null, "url": "http://www.friendsofcooperunion.org/wp/wp-content/uploads/2013/06/signatures1-616x317.jpg", "height": 317, "width": 616, "colors": [{"color": [238, 242, 243], "weight": 0.95751953125}, {"color": [112, 116, 119], "weight": 0.04248046875}], "entropy": 1.9192065018741982, "size": 34833}, {"caption": null, "url": "http://www.friendsofcooperunion.org/wp/wp-content/uploads/2013/08/rocco.png", "height": 251, "width": 427, "colors": [{"color": [3, 8, 10], "weight": 0.447998046875}, {"color": [44, 50, 47], "weight": 0.32861328125}, {"color": [88, 89, 90], "weight": 0.116943359375}, {"color": [229, 225, 206], "weight": 0.059814453125}, {"color": [138, 128, 125], "weight": 0.046630859375}], "entropy": 5.05832881813, "size": 149690}, {"caption": null, "url": "http://www.friendsofcooperunion.org/wp/wp-content/uploads/2013/04/430347_10200358192971503_1328319317_n1-300x225.jpg", "height": 225, "width": 300, "colors": [{"color": [115, 109, 109], "weight": 0.3779296875}, {"color": [215, 218, 213], "weight": 0.22705078125}, {"color": [49, 51, 57], "weight": 0.22314453125}, {"color": [163, 162, 160], "weight": 0.171875}], "entropy": 5.87945806529, "size": 24171}, {"caption": null, "url": "http://www.friendsofcooperunion.org/wp/wp-content/uploads/2013/06/glassesgraphic.jpg", "height": 117, "width": 213, "colors": [{"color": [246, 250, 251], "weight": 0.94189453125}, {"color": [31, 32, 36], "weight": 0.044677734375}, {"color": [97, 98, 100], "weight": 0.013427734375}], "entropy": 0.63103743004, "size": 19910}], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://www.friendsofcooperunion.org/associates/", "url": "http://www.friendsofcooperunion.org/associates/", "media": {}, "title": "The Associates of Cooper Union", "offset": null, "content": "<div>\n<figure><a href=\"http://www.friendsofcooperunion.org/wp/wp-content/uploads/2013/07/associates-bw.png\"> <img src=\"http://www.friendsofcooperunion.org/wp/wp-content/uploads/2013/07/associates-bw-259x317.png\"></a></figure><p>Posted on 07/05/2013 by <a href=\"http://www.friendsofcooperunion.org/author/admin/\">FOCU</a></p>\n<a href=\"http://www.friendsofcooperunion.org/wp/wp-content/uploads/2013/07/associates-bw.png\"><br><img src=\"http://www.friendsofcooperunion.org/wp/wp-content/uploads/2013/07/associates-bw-196x300.png\"></a> <p>W</p>\n<p>e call for the establishment of a Society envisioned in the Charter of The Cooper Union, the \"Associates of the Cooper Union for the Advancement of Science and Art\" (referred to in the following as \"Society\"), as well as the \"Council of the Associates of the Cooper Union for the Advancement Science and Art\" (hereafter referred to as \"Council\"), consisting of at least 24 members of the Society.<br></p>\n<strong>HISTORICAL CONTEXT</strong> <p>As outlined in section 8 of the Original Charter of The Cooper Union for the Advancement of Science and Art (see Appendix I), this Society was intended to undertake a variety of activities aimed at the encouragement of \"science, arts, manufactures, and commerce,\" via the bestowal of rewards and recognitions, lectures, papers, discussions or other means. It was envisioned that this society would include graduates of the Institution, members of the Board of Trustees, as well as other individuals.</p>\n<p>Further, the Original Charter called for this Society to elect annually a Council, to consist of at least twenty-four members.</p>\n<p>The Original Charter called for the Board of Trustees to prescribe the conditions and terms of the Society. Subject to the approval of the Trustees, it called upon the Society to make all rules and regulations governing its own conduct. Once established, the Society was to act autonomously in electing its own officers and members and the Council.</p>\n<p>The Original Deed of Trust of The Cooper Union indicated that the Council would serve important advisory as well as balancing roles with respect to the Board of Trustees. In particular, its third enumerated clause (see Appendix II) indicates that the Council by a majority vote could remove a Trustee, for cause. Its fifth enumerated clause indicates that the Council's recommendations shall be considered by Trustees and adopted if deemed to be practicable and useful. Additionally, its sixth enumerated clause indicates that the Council could fill a vacancy in the Board of Trustees if not filled within a year.</p>\n<p>All the language in the original charter and deed of trust concerning the establishment of the Society of Associates and its Council have been retained in the 1972 amended Charter.</p>\n<strong>MOTIVATIONS AND JUSTIFICATION FOR ESTABLISHMENT</strong> <p>The twin-fold establishment of the Society of Associates and its Council has remained for more than 150 years an unfulfilled mandate for this institution. We believe the time has come to fulfill that mandate, for several compelling reasons, principal among them being that:</p>\n<p><strong>1.</strong> The establishment of this Society, and the various activities it would engage in, <strong>would broaden The Cooper Union's engagement with and impact on the wider community,</strong> including artists, architects, engineers, scientists, and other professionals and individuals working in academia, industry, and government. It will significantly elevate The Cooper Union's profile and visibility in New York City, the State, and the Nation.</p>\n<p><strong>2.</strong> The establishment of the Society would greatly <strong>aid in fundraising.</strong> Early Trustee reports (see Appendix III) envisioned that significant funds could be raised from the annual dues of associates, with the membership itself potentially numbering in the thousands. But beyond the dues themselves, a large body of associates working in different fields could help The Cooper Union greatly to reach out and raise funds for its unique mission from other sources as well.</p>\n<p><strong>3.</strong> The establishment of the Council to be elected by the Society will <strong>enhance the governance</strong> of The Cooper Union, as its members will help generate and execute new ideas for enhancing the institution, and provide a check and balance on the activities of the Board of Trustees.</p>\n<strong>CALL FOR ESTABLISHMENT</strong> <p>In light of the above, we call upon the Trustees to play their essential part in the formation of the Society of Associates of The Cooper Union and its Council, by supporting, endorsing, and recognizing its formation. We further call for the initial membership of this Society to be made open to all key segments of the Cooper community --- Alumni, Full-time Faculty, Part-time Faculty, Staff, and Students.</p>\n<p>The Society being thus formed will then work to deliberate and adopt its own by-laws; further, it will propose and enroll additional individuals whose activities support or are otherwise aligned with the mission of The Cooper Union. Through its own deliberative process, it will determine exactly what form its activities must take, what the concrete means are that it will adopt to play a constructive role in encouraging 'science, arts, manufactures, and commerce.'</p>\n<p>As called for in the Charter, this Society of Associates must also have an annually elected Council of at least 24 individuals. We believe that the rules for election to this Council should provide for guaranteed representation from key sections of the Cooper Community: Faculty (both full and part-time), Staff, Students, Alumni, as well as External Supporters.<br> Concretely, we call upon the Board of Trustees of The Cooper Union:</p>\n<p><strong>1. </strong>To vote to establish the Society of the Associates of the Cooper Union for the Advancement of Science and Art, and its Council.</p>\n<p><strong>2. </strong>In that vote, to explicitly specify that initial membership of the Society of Associates will be open to all alumni, full and part-time faculty, and students.</p>\n<p><strong>3. </strong>In that vote, to accept the principle that the Council of this Society must provide for guaranteed and sufficient representation from key sections of the Cooper Community: Faculty (both full and part-time), Staff, Students, Alumni, as well as External Supporters.</p>\n<p><strong>4. </strong>Additionally, to assign one Trustee the responsibility for working with a Committee of Alumni, Full and Part-time Faculty, Staff, and Students, to begin organizing the Society and its Council immediately, in a constructive spirit of cooperation. This Committee will be formed by the Alumni Council in cooperation with relevant Faculty, Staff, and Student bodies at Cooper.</p>\n<strong>THANK YOU</strong> <p>To Sangamithra Iyer, Bhaskar Krishnamachari, Caitlin Everett and Curtis B. Wayne for researching the Associates and sharing their findings with the community.</p>\n<strong> Appendix I<br> TEXT FROM THE ORIGINAL CHARTER OF THE COOPER UNION CONCERNING THE ASSOCIATES OF THE COOPER UNION AND ITS COUNCIL</strong> <p>\"&#167; 8. The Trustees of the Corporation hereby created, may at any time associate with themselves such persons as they shall see fit, as members of the Corporation hereby created, and with such persons, organize a society with the style and title of \"The Associates of The Cooper Union for the Advancement of Science and Art,\" the objects and purposes of which shall be the encouragement of science, arts, manufactures and commerce; the bestowal of rewards for such productions, inventions and improvement as tend to the useful employment of the poor, the increase of trade, and the riches and honor of the country; for meritorious works in the various departments of the fine arts; for discoveries, inventions and improvements; and generally, by lectures, papers and discussions thereon, and other suitable means, to assist in the advancement, development, and practical application of every department of science in connection with the arts, manufactures, and commerce of the country. The said society shall consist of the said associates, the graduates of the institution, hereby incorporated, whose diplomas may include such rights and privileges, and of such other persons as from time to time shall be elected members thereof, always including the members of the Board of Trustees of \"The Cooper Union for the Advancement of Science and Art,\" and all the members of the said society shall, while members thereof, be members of the corporation hereby created. The said Board of Trustees shall, from time to time, prescribe the conditions and terms of membership of the said society, which, subject to the approval of said Board of Trustees, shall make all rules and regulations for its own conduct and government, pass its own by-laws, and prescribe the duties and powers and annual dues of its members and officers, and which said society shall elect its own officers and members, and shall, from its members, annually elect a council, consisting of at least twentyfour members of said society, which said council is hereby authorized and empowered to do and perform all and every act and thing whatsoever, by it provided to be done and performed, in and by said deed. The said society shall be inseparably connected with \"The Cooper Union for the Advancement of Science and Art,\" the Trustees whereof shall be entitled and are hereby permitted to receive, and in whom shall vest all property whatsoever, which shall in any way be acquired by, or at any time be granted, conveyed, assigned, devised or bequeathed to the said society, save only the current receipts thereof, which property shall be held by the said Trustees, but in trust, however, for the Corporation hereby created; and which said property, so long as the same shall be so held in trust, may at any time be sold or disposed of by the said Corporation, on the consent of the council of the said society, and of the Trustees of the said Corporation.\"</p>\n<strong>Appendix II<br> TEXT FROM THE ORIGINAL DEED OF TRUST OF THE COOPER UNION CONCERNING THE ASSOCIATES OF THE COOPER UNION AND ITS COUNCIL</strong> <p><em>\"Third</em>.-The members of such Board of Trustees shall hold their offices as such Trustees for a term of three years or such longer or additional term or terms as the By-laws may provide; provided that for cause any such member may be removed by order of the Supreme Court of the State of New York, on application of either of the trustees, or a majority of the Council of \"The Associates of The Cooper Union for the Advancement of Science and Art,\" on notice to him of application for such removal; and a trustee may resign his office, and thereupon he shall cease to be a trustee upon the election of his successor.\"</p>\n<p><em>\"Fourth</em>.- ...<br> 5. To provide rooms, in the judgment of the Board of Trustees, suitable for the officers of a society to be organized, as provided in the act hereinbefore specially referred to, and to be called \"The Associates of The Cooper Union for the Advancement of Science and Art,\" and to furnish to such society for its general meetings, on one evening of each week, the great hall of the building, if the council of the said society shall require it so often.\"</p>\n<p><em>\"Fifth</em>.-The above-mentioned and described premises shall be forever subject to the visitation and examination, at all reasonable hours, of the council of the said society so to be organized and to be called \"The Associates of The Cooper Union for the Advancement of Science and Art,\" the terms and conditions of membership of which shall, from time to time, be prescribed by the Board of Trustees of the party of the second part; which said society shall make all rules and regulations for its own conduct and government, subject, however, to the approval of the Board of Trustees of the party hereto of the second part, and shall pay to the said Board of Trustees for the general uses, intents and purposes of the corporation hereby created, hereby and in the said act, and any acts amendatory thereof, provided or to be provided, all fees received on the initiation into said society of the members thereof; and the said Board of Trustees shall consider such suggestions of the council of the said society as shall, from time to time, be communicated to them, and shall adopt such of them as in their judgment may be practicable and expedient, and calculated to increase the usefulness of the institution herein contemplated.</p>\n<p><em>\"Sixth</em>.-Upon the happening of any vacancy in the Board of Trustees above provided for, which is above provided to be filled by election, unless such vacancy shall be filled as herein provided within one year of the time when such vacancy shall occur, the same may be filled at any time before it shall be actually filled by the Board of Trustees, by the said council of the said \"The Associates of The Cooper Union for the Advancement of Science and Art,\" by election in such manner as may be provided by the by-laws of the said society.\"</p>\n<strong>Appendix III<br> EARLY TRUSTEE REPORTS CONCERNING THE ASSOCIATES OF THE COOPER UNION</strong> <p>In Cooper Union's first annual report (1859-1860), the Trustees wrote:</p>\n<p>\"The Trustees have deferred the organization of this society only because it was deemed advisable first to establish and put in operation all the departments of instruction before undertaking the serious duty of prescribing the terms and conditions of membership, and the fixing the rules for the primary government of the society. They have, however, decided to open the doors as widely as possible for membership, and hope to see in it an influential and respectable organization, representing all classes and interests in the community. They have therefore determined to invite as the original \" associates \" the members of over twenty- one years of age of the following societies, thus endeavoring to realize practically the idea of Mr. Cooper embodied in the name of \"Union\" given to the institution. The Society of Mechanics and Tradesmen, the Chamber of Commerce, the Historical Society, the American Geographical and Statistical Society, the Society Library, Mercantile Library and Clinton Hall Association, the alumni associates, trustees, and professors of Columbia College, the New York University, and the Free Academy; the American Institute, the Mechanics' Institute, the Horticultural Society, the American Institute of Architects, the Photographic Society, the National Academy of Design, the Century, the Atheneum, the Lyceum of Natural History, the Law Institute, the Academy of Medicine, the Sanitary Association, the clergy of New York, and the Teachers in the Public Schools, and such other persons as may, to the Trustees, appear to be desirable members. When the results accomplished by the Society of Arts in London (an association corresponding nearly with the proposed society) are considered, the Trustees do not entertain a doubt that their invitations will be generally responded to, and that thus many thousands of our influential citizens will be brought into direct union and cooperation with them in executing the grand design of the institution \" the elevation and improvement of the working classes of this city and country.\"</p>\n<p>In Cooper Union's second annual report (1860-1861), the Trustees discussed and proposed rules for the Society of the Associates, without however forming it.</p>\n<p>In the 1868 Annual Report, the trustees note that the establishment of the Associates of Cooper Union might be a means to raise the necessary funds to create the Poly-technical school, also called for in the original Charter:</p>\n<p>\"How then can this initial sum be raised? Possibly by the gift of some noble mind who reads this Report. But the Trustees, bearing in mind their duty as prescribed by the Charter, will, in due season, if no other mode of the raising of the endowment shall present itself, attempt to secure the required aid through \"the Society of the Associates of the Cooper Union,\" which they are bound to organize when in their judgment the proper time as arrived. Five hundred associates, giving $1,000 each or one thousand associates giving $500 each would accomplish the purpose, and the great and final object of the Cooper Union be achieved, not only in the creation of an Institute of Technology, \"equal to the best Technological Schools in Europe,\" as required in the Trust Deed, but in the organization of a Society of Associates of such enlightened liberality and powerful influence, as to place them among the most distinguished benefactors of mankind.\"</p>\n<p> This society, originally founded in 1754, is still very much alive. It is now called the Royal Society of Arts (RSA) (http://www.thersa.org). Its mission statement reads \"In the light of new challenges and opportunities for the human race our purpose is to develop and promote new ways of thinking about human fulfilment and social progress which speaks directly to our strapline - 21st century enlightenment. Our vision is to be a powerful and innovative force. Bringing together different disciplines and perspectives, we bring new ideas and urgent and provocative debates to a mass audience. We work with partners to generate real progress in our chosen project areas, and through our 27,000 Fellows we want be seen as a source of capacity, commitment and insight in communities from the global to the local.\" Fellowship of RSA is open to all. Significant dues are charged (about &#163;155 a year, &#163;3000 for lifetime membership).</p>\n<p><br><a href=\"http://www.friendsofcooperunion.org/associates/\"><img src=\"http://cache-02.cleanprint.net/media/pfviewer/images/CleanPrintIcn_16x16.png\"></a><a href=\"http://www.friendsofcooperunion.org/associates/\"><img src=\"http://cache-02.cleanprint.net/media/pfviewer/images/PdfIcn_16x16.png\"></a> </p>\n</div>", "entities": [{"count": 16, "name": "Cooper Union"}, {"count": 15, "name": "Board of Trustees"}, {"count": 9, "name": "Advancement of Science"}, {"count": 5, "name": "Society of Associates"}, {"count": 3, "name": "Cooper"}, {"count": 3, "name": "The Cooper Union"}, {"count": 2, "name": "New York"}, {"count": 2, "name": "Alumni"}, {"count": 2, "name": "Cooper Community"}, {"count": 1, "name": "Society of Associates of The Cooper Union"}, {"count": 1, "name": "Horticultural Society"}, {"count": 1, "name": "Advancement of Science and Art"}, {"count": 1, "name": "Supreme Court"}, {"count": 1, "name": "National Academy of Design"}, {"count": 1, "name": "Chamber of Commerce"}, {"count": 1, "name": "Historical Society"}, {"count": 1, "name": "American Institute"}, {"count": 1, "name": "Society Library"}, {"count": 1, "name": "Europe"}, {"count": 1, "name": "Society of Mechanics and Tradesmen"}, {"count": 1, "name": "Alumni Council"}, {"count": 1, "name": "Free Academy"}, {"count": 1, "name": "New York City"}, {"count": 1, "name": "American Geographical and Statistical Society"}, {"count": 1, "name": "FOCU"}, {"count": 1, "name": "Mechanics ' Institute"}, {"count": 1, "name": "Board of Trustees of the party"}, {"count": 1, "name": "Society of Arts"}, {"count": 1, "name": "Original Deed of Trust of The Cooper Union"}, {"count": 1, "name": "Caitlin Everett"}, {"count": 1, "name": "Law Institute"}, {"count": 1, "name": "Advancement Science"}, {"count": 1, "name": "Sanitary Association"}, {"count": 1, "name": "Associates of Cooper Union"}, {"count": 1, "name": "Mercantile Library and Clinton Hall Association"}, {"count": 1, "name": "Columbia College"}, {"count": 1, "name": "American Institute of Architects"}, {"count": 1, "name": "Academy of Medicine"}, {"count": 1, "name": "Society of the Associates of the Cooper Union"}, {"count": 1, "name": "Sangamithra Iyer"}, {"count": 1, "name": "Royal Society of Arts"}, {"count": 1, "name": "Bhaskar Krishnamachari"}, {"count": 1, "name": "Committee of Alumni"}, {"count": 1, "name": "COOPER UNION In Cooper Union"}, {"count": 1, "name": "RSA"}, {"count": 1, "name": "Board of Trustees of The Cooper Union"}, {"count": 1, "name": "Society"}, {"count": 1, "name": "Photographic Society"}, {"count": 1, "name": "Associates"}, {"count": 1, "name": "London"}, {"count": 1, "name": "Council"}, {"count": 1, "name": "Society of the Associates"}, {"count": 1, "name": "academia"}, {"count": 1, "name": "Curtis B. Wayne"}, {"count": 1, "name": "Institute of Technology"}, {"count": 1, "name": "New York University"}], "favicon_colors": [{"color": [249, 248, 121], "weight": 0.837646484375}, {"color": [134, 136, 17], "weight": 0.162353515625}], "keywords": [{"score": 274, "name": "trustees"}, {"score": 235, "name": "society"}, {"score": 198, "name": "shall"}, {"score": 169, "name": "cooper"}, {"score": 122, "name": "union"}, {"score": 119, "name": "council"}, {"score": 91, "name": "associates"}, {"score": 85, "name": "arts"}, {"score": 80, "name": "hereby"}, {"score": 64, "name": "board"}], "published": 1372982400000, "provider_name": "Friendsofcooperunion", "type": "html"}