{"provider_url": "http://www.law.msu.edu", "description": "MSU Law Faculty in the News How to Fire Your President: Voting 'No Confidence' With Confidence June 12, 2009 The Chronicle of Higher Education By Peter Schmidt College faculties often use votes of \"no confidence\" to try to push out the leader of their institutions.", "embeds": [], "safe": true, "provider_display": "www.law.msu.edu", "related": [{"score": 0.6471474170684814, "description": "I spent hundreds of hours talking about the law on the radio this year but one question, one exchange, especially sticks out.It was this summer, a few weeks after the five conservative justices of the United States Supreme Court extinguished the heart of the Voting Rights Act in Shelby County v.", "title": "'If I Need ID To Buy Cough Syrup, Why Shouldn't I Need ID To Vote?'", "url": "http://www.businessinsider.com/cough-syrup-voter-id-laws-2013-12", "thumbnail_height": 1298, "thumbnail_url": "http://static4.businessinsider.com/image/52c1bfbeeab8ea1b2e6167b8/if-i-need-id-to-buy-cough-syrup-why-shouldnt-i-need-id-to-vote.jpg", "thumbnail_width": 2597}, {"score": 0.6470059752464294, "description": "I spent hundreds of hours talking about the law on the radio this year but one question, one exchange, especially sticks out. It was this summer, a few weeks after the five conservative justices of the United States Supreme Court extinguished the heart of the Voting Rights Act in Shelby County v.", "title": "'If I Need ID to Buy Cough Syrup, Why Shouldn't I Need ID to Vote?'", "url": "http://www.theatlantic.com/national/archive/2013/12/if-i-need-id-to-buy-cough-syrup-why-shouldnt-i-need-id-to-vote/282636/", "thumbnail_height": 436, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/cough_medicine/lead_large.jpg?myme17", "thumbnail_width": 615}, {"score": 0.6335989236831665, "description": "Answer (1 of 16): I'm a hacker who served 4.5 months of a 9 month sentence 5 years ago. I was in two jails in that time, spending the majority of the time in the second, lower security place. The experience totally changed me, but in a positive way.", "title": "What is it like to be a geek in a prison?", "url": "http://www.quora.com/Prisons-and-Prison-Life/What-is-it-like-to-be-a-geek-in-a-prison", "thumbnail_height": 200, "thumbnail_url": "http://qph.is.quoracdn.net/main-thumb-t-4780-200-5Wle4qNJ2YI9Lr0FJsGUFoaexhctVJxV.jpeg", "thumbnail_width": 200}, {"score": 0.5467490553855896, "description": null, "title": null, "url": "http://www.forbes.com/sites/meghanbiro/2013/12/15/leadership-is-about-emotion/", "thumbnail_height": null, "thumbnail_url": null, "thumbnail_width": null}], "favicon_url": "http://www.law.msu.edu/favicon.ico", "authors": [], "images": [], "cache_age": 83683, "lead": null, "language": "English", "original_url": "http://fb.me/268ReMUzd", "url": "http://www.law.msu.edu/news/2009/Chronicle-Kuykendall.html", "media": {}, "title": "MSU Law: Faculty in the News", "offset": null, "content": "<div>\n<h3>MSU Law Faculty in the News</h3>\n<p><strong>How to Fire Your President: Voting 'No Confidence' With Confidence</strong><br> June 12, 2009<br><em>The Chronicle of Higher Education</em><br> By Peter Schmidt</p>\n<p> College faculties often use votes of \"no confidence\" to try to push out the leader of their institutions. Many do so, however, without giving much thought to what such a vote actually means, whether they are using it appropriately, or how it will affect their institution-and their own future.</p>\n<p><strong>Mae Kuykendall, a professor of law at Michigan State University</strong> and an expert on corporate law, has spent much of the past two years studying the no-confidence vote's origins, philosophical underpinnings, and uses in higher-education institutions and other organizations. She is scheduled to discuss her findings in Washington on Saturday at an international conference on college governance, academic freedom, and globalization sponsored by the American Association of University Professors. <em>The Chronicle</em> asked her to share her insights in an interview conducted via e-mail:</p>\n<strong>Q. Where did the no-confidence vote, as a way to change an organization's leadership, originate? Where is it used?</strong> <p><strong>A.</strong> The phrase arose in the British Parliament [in 1782, in response to the British surrender to the Americans at Yorktown]. The vote has come to express the loss of support by a group whose cooperation is necessary for a leader's exercise of her duties. Libraries, police departments, public schools, fire departments, universities and their subunits, and various nonprofit groups use the vote of no confidence.</p>\n<strong>Q. How does the vote fit in, or contrast, with other means of trying to remove a leader?</strong> <p><strong>A.</strong> A vote of no confidence undermines a leader's claim to legitimacy, a feature made evident by contrast with common, but illegitimate, means of trying to remove a leader, such as mutiny, rebellion, work stoppage, mob action, and assassination. ... The essence of the vote of no confidence is that the group need not give reasons or a set of charges. It is simultaneously unauthorized and legitimate.</p>\n<strong>Q. You talk about colleges as \"fuzzily governed\" institutions. How do they differ from other places that you examined, and how does the no-confidence vote fit into a \"fuzzy\" governance structure?</strong> <p><strong>A.</strong> In authoritarian groups, regular members cannot demand a change. At the other end of the spectrum, democratic structures have clear, weighty procedures-impeachment and recall-for ousting their leaders. Universities and other nonprofit institutions sit in the middle of this spectrum. There is consultation to select leaders and to make decisions.</p>\n<strong>Q. Is there a typical response to these votes from college presidents and boards of trustees?</strong> <p><strong>A.</strong> My research does not support a definite statement about a \"typical\" response. I can, however, describe one recurring pattern that almost could be said to follow a script. By a circular logic, the leader often claims that the outbreak of opposition is proof of his success: He or she is challenging an entrenched organizational culture that requires bold intervention. The president and his or her allies cite the call for ouster as evidence of stellar performance. The claim verges on a generic defense-one made even when the basis of a no-confidence petition arises from idiosyncratically personal flaws of the leader with no discernible connection to larger political concerns for the advancement of an institutional agenda. This response also serves to stigmatize those voting for removal, suggesting that they have betrayed their institutional trust and resist useful change. ...</p>\n<p> When leaders eventually exit after a period of resistance and denial, the leader and/or the board typically issue bland claims that the exit and the no-confidence vote are unrelated. Indeed, in the archives of official statement, there is virtually no such event as \"pressured leader exit.\" There is merely the change of mood by a leader, who, after a claimed success in one domain, decides to move on to private concerns or new challenges.</p>\n<strong>Q. How effective is the vote? Is it more likely to bring about change in some situations than others?</strong> <p><strong>A.</strong> A review of public announcements concerning leaders' exits plainly reveals that no-confidence votes often work. ... One hypothesis that I have developed is that votes of no confidence are more likely to be effective in smaller institutional settings than in larger, more-complex universities in which the president is more remote from the faculty and the mission-related concerns of the schools differ. The credibility that accrues to a group that works directly with a leader is not present in larger, more-complex settings. The concern of an institution about its reputation in its relevant audience matters. If a school is willing to forgo the esteem of professional organizations and to risk prospective students' concerns about a leadership under a cloud, the vote of no confidence will fail to drive out a leader backed by a determined board.</p>\n<strong>Q. Can such votes make matters worse for faculty members?</strong> <p><strong>A.</strong> One can readily find articles urging faculty members to avoid votes of no confidence, on the grounds that less disruptive, mediated solutions are better. ... The claim that the vote of no confidence always yields an outcome that is worse than some other imagined state of affairs is not persuasive. Faculty members, who are generally averse to risk, see a vote of no confidence as a last resort in a bad situation. ...</p>\n<p> The risks are real. Opposing the leader and losing can bring about what management theorist [Jean] Lipman-Blumen has called exile or \"social death.\" In addition, a successful effort can have unpredictable effects on group dynamics. ... These risks help discipline groups to avoid casual resorts to such votes.</p>\n<strong>Q. Do faculties ever use these votes inappropriately?</strong> <p><strong>A.</strong> Votes of no confidence are about the values and goals of mission-driven institutions, such as universities. ... For this reason, faculties should strive to distinguish between union actions not related to core academic functions and actions animated by a faculty responsibility for the mission of the university.</p>\n<strong>Q. What practical advice would you give faculty members who are contemplating using a no-confidence vote to try to rid their institution of its current president?</strong> <p><strong>A.</strong> First, talk with anyone you know in a similar institution that has experienced a vote of no confidence. Second, take with a grain of salt much of what you hear. Look for practical information, not fortune telling. ... Colleagues at other institutions can tell you how a no-confidence vote developed, what role accrediting agencies may have played, what techniques seemed helpful, and where the greatest hazards, to collegiality and to the task of making ethical choices, lie.</p>\n<p> Since there is typically no formally authorized procedure for votes of no confidence, there is no rule book. Every decision is open to critique or high cost. Whether to call a formal meeting and whether to involve the untenured are good targets for second guessing. A vote of no confidence is a statement of fact, not a charge, so don't give a bill of particulars. The constant question for faculty in the midst of making these critical decisions is the one posed by the old Johnny Carson quiz show, with its deficient grammar- <em>Who Do You Trust?</em> One good answer that is hard to beat: Trust yourself.</p>\n</div>", "entities": [{"count": 1, "name": "Law Faculty"}, {"count": 1, "name": "The Chronicle of Higher Education By Peter Schmidt College"}, {"count": 1, "name": "Chronicle"}, {"count": 1, "name": "British Parliament"}, {"count": 1, "name": "Michigan State University"}, {"count": 1, "name": "Washington"}, {"count": 1, "name": "Kuykendall"}, {"count": 1, "name": "Lipman-Blumen"}, {"count": 1, "name": "Johnny Carson"}, {"count": 1, "name": "American Association of University Professors"}], "favicon_colors": [{"color": [0, 0, 0], "weight": 0.000244140625}, {"color": [10, 67, 59], "weight": 0.000244140625}], "keywords": [{"score": 105, "name": "vote"}, {"score": 80, "name": "no-confidence"}, {"score": 75, "name": "faculty"}, {"score": 58, "name": "confidence"}, {"score": 53, "name": "leader"}, {"score": 43, "name": "institutions"}, {"score": 21, "name": "university"}, {"score": 20, "name": "exits"}, {"score": 20, "name": "more-complex"}, {"score": 19, "name": "concerns"}], "published": null, "provider_name": "Msu", "type": "html"}