{"provider_url": "http://www.justinwedes.com", "description": "And wisest he in this whole wide land Of hoarding till bent and gray; For all you can hold in your cold dead hand Is what you have given away. -Joaquin Miller I'm scaling the wide road leading up to the imposing Gothic arches of Greenwood Cemetery in Sunset Park, Brooklyn.", "embeds": [], "safe": true, "provider_display": "www.justinwedes.com", "related": [{"score": 0.5205133557319641, "description": "Apollo Tyres Ltd. (APTY) rose to its highest in at least 22 years in Mumbai trading after Cooper Tire & Rubber Co. (CTB) dropped a $2.5 billion merger plan, easing investor concern the Indian company would take on too much debt. Shares of Apollo climbed 5.8 percent to 107.20 rupees, the highest close since at least January 1991.", "title": "Apollo Tyres Climbs After Cooper Tire Drops Merger Plan", "url": "http://www.bloomberg.com/news/2013-12-30/cooper-tire-terminates-merger-agreement-with-apollo-tyres.html", "thumbnail_height": 800, "thumbnail_url": "http://www.bloomberg.com/image/iyz62.HCMsfw.jpg", "thumbnail_width": 1200}], "favicon_url": null, "authors": [{"url": "http://www.justinwedes.com/author/admin/", "name": "admin"}], "images": [{"caption": null, "url": "http://www.justinwedes.com/wp-content/uploads/2013/05/20130518_154148-long-1024x500.jpg", "height": 500, "width": 1024, "colors": [{"color": [201, 202, 194], "weight": 0.34375}, {"color": [27, 30, 6], "weight": 0.245849609375}, {"color": [159, 146, 123], "weight": 0.196044921875}, {"color": [67, 65, 15], "weight": 0.1220703125}, {"color": [110, 92, 50], "weight": 0.09228515625}], "entropy": 5.997059450417984, "size": 142322}, {"caption": null, "url": "http://www.justinwedes.com/wp-content/uploads/2013/05/20130518_153943-225x300.jpg", "height": 300, "width": 225, "colors": [{"color": [196, 203, 205], "weight": 0.32666015625}, {"color": [44, 53, 35], "weight": 0.22412109375}, {"color": [97, 97, 86], "weight": 0.1904296875}, {"color": [150, 158, 149], "weight": 0.15087890625}, {"color": [70, 106, 50], "weight": 0.10791015625}], "entropy": 6.198954939443153, "size": 28830}, {"caption": null, "url": "http://www.justinwedes.com/wp-content/uploads/2013/05/20130518_154257-225x300.jpg", "height": 300, "width": 225, "colors": [{"color": [124, 129, 122], "weight": 0.823486328125}, {"color": [90, 94, 86], "weight": 0.176513671875}], "entropy": 3.8019316533535745, "size": 23278}, {"caption": null, "url": "http://www.justinwedes.com/wp-content/uploads/2013/05/20130518_1544321-300x225.jpg", "height": 225, "width": 300, "colors": [{"color": [154, 156, 148], "weight": 0.81201171875}, {"color": [106, 105, 95], "weight": 0.148681640625}, {"color": [56, 54, 47], "weight": 0.039306640625}], "entropy": 4.617213946583741, "size": 33730}, {"caption": null, "url": "http://www.justinwedes.com/wp-content/uploads/2012/08/justinwedesdotcom-black.png", "height": 355, "width": 1184, "colors": [{"color": [15, 11, 9], "weight": 0.802978515625}, {"color": [250, 250, 250], "weight": 0.141357421875}, {"color": [153, 129, 123], "weight": 0.0283203125}, {"color": [190, 171, 166], "weight": 0.02734375}], "entropy": 1.952638875031135, "size": 128433}], "cache_age": 83519, "lead": null, "language": "English", "original_url": "http://ow.ly/lbnZV", "url": "http://www.justinwedes.com/2013/05/19/on-free-education-and-peter-coopers-gift-of-self-help/", "media": {}, "title": "On Free Education and Peter Cooper's Gift of Self-Help", "offset": null, "content": "<div>\n<a href=\"http://www.justinwedes.com/wp-content/uploads/2013/05/20130518_154148-long.jpg\"><img src=\"http://www.justinwedes.com/wp-content/uploads/2013/05/20130518_154148-long-1024x500.jpg\"></a> <strong><em>And wisest he in this whole wide land</em></strong> <strong><em>Of hoarding till bent and gray;</em></strong> <strong><em>For all you can hold in your cold dead hand</em></strong> <strong><em>Is what you have given away.</em></strong> <strong><em>-Joaquin Miller </em></strong> <p>I'm scaling the wide road leading up to the imposing Gothic arches of Greenwood Cemetery in Sunset Park, Brooklyn. All the sounds of the city are muted today, held in the droplets of drizzle that wrap the old cemetery in a blanket haze. Each tombstone reaches up from the soil and pierces this gently-falling blanket, an enduring human testament to a spirit long-removed from the Earth. A groundskeeper chats in thickly-Italian English to some passers-by about the recent upswing in suicide in Italy driven by a stalled economy and rising debt. I'm tempted to join the conversation, but I restrain myself and only ask politely:</p>\n<p>\"Do you know where Peter Cooper is?\"</p>\n<p>He directs me down a road called Central Avenue. Greenwood is a dense village of intersecting streets whose 560,000 permanent residents span the entire spectrum of human achievement. Many have been left with gaudy mausoleums and obelisks to their name, but not Peter. His gravestone, which he shares with his wife Sarah Beddell, is a simple and practical rectangular monument adorned with four epitaphs, one on each of its faces. It sits atop a grass island at the end of Central Avenue, and Cooper's two children &amp; their families - his son served as Mayor of New York City from 1879-1880 - surround Peter and Sarah.</p>\n<a href=\"http://www.justinwedes.com/wp-content/uploads/2013/05/20130518_153943.jpg\"><img src=\"http://www.justinwedes.com/wp-content/uploads/2013/05/20130518_153943-225x300.jpg\"></a> <p>What strikes me first about the epitaphs is their sheer humility, which even my own deep cynicism can't refuse:</p>\n<blockquote><em>Simple and devout in spirit.</em><em>Industrious and honorable in business</em> </blockquote>\n<p>And of his vast wealth and business empire - Cooper was one of the wealthiest men in New York in his time - his memorial says simply:</p>\n<blockquote><em>He devoted his genius and energy not more to useful private enterprises than to the direct service of mankind. </em><em>Chiefly through the gift of that education which leads to self-help, self-respect and good citizenship.</em> </blockquote>\n<p>As I encircle the grave, I wonder what has become of this dichotomy between <em>useful private enterprises</em> and <em>direct service of mankind</em> that Cooper's epitaph carves out. Written near the turn of the 20th century, at a time of expansive industrial growth and wild prosperity for the well-born few, the notion of <em>direct service </em>above profiteering must have seemed oddly virtuous. Over 100 years later, in a time of \"disaster philanthropy\" and \"tax-exempt charitable donations\", it seems downright radical.</p>\n<p>Cooper exhibits a remarkable self-restraint coupled with a deep sense of indebtedness to the society that built him. One gets the impression that his humble upbringing brought him to this point: he became apprentice at a young age to a carriage maker in lieu of a basic education, which was beyond his fiscal means. In his free time, he taught himself to read and write. He understood education to be the single most important maker of prosperity for the masses, and created an institution to embody that principle and carry it beyond his lifetime.</p>\n<p>Shortly after his death, Otis M. Macmillan <a href=\"http://www.ringwoodmanor.com/peo/ch/pc/pc.htm\">compared</a> Cooper's life to that of the still-living William Henry Vanderbilt, son of the railroad mogul Cornelius Vanderbilt, and an avid art collector living at the time in a palatial Fifth avenue mansion:</p>\n<blockquote><em>One was a philanthropist, the other is a miser. </em><em>One was benefactor, the other a stumbling block. </em><em>One did well; the other is constantly doing harm. </em><em>One helped his fellow-man - the other is injuring him. </em> </blockquote>\n<p>Cooper wasn't just a philanthropist, however, but an advocate against predatory usury and the debt system, a devout Universalist Unitarian, and a father who shunned excesses and reportedly returned his wife's expensive horse carriage for a more modest one. Vanderbilt is enshrined in fiction history as Ayn Rand's ambitious robber baron Nat Taggart. Cooper's gentle face and sage white beard are his legacy.</p>\n<p>The thing is - we need Peter Cooper more than ever today. America's masses stand defenseless, knees buckling under the pounding weight of student loans. Youth look with dazed uncertainty into their financial futures, burdened by the poor job prospects and the empty leadership of their congressmen long-sold to monied special interests, to 21st-century Vanderbilts. Their yearning for Cooper's promise of education for <em>self-help</em> and <em>good citizenship </em>has been rebranded by corporate spin-masters and their political minions as <em>entitlement</em> and <em>handouts</em> to cover up a heist of college endowments and public coffers that threatens the very future of accessible higher education for all.</p>\n<p>Will another Peter Cooper appear to save the day? I'm not counting on it. Today's philanthropists grew up in a time very different from Cooper's apprentice days, in suburban homes with white picket fences. Absent from their worldview is the subtle, beautiful logic of <em>self-help</em> that Peter Cooper embodied and that drove him to establish a free school for qualified youth regardless of their race, religion, sex, wealth or social status. Today we 'let the market handle it'. Collapse the dichotomy of <em>direct service </em>and <em>useful private enterprise</em> into one giant educational experiment to extract more wealth from the young to pay the old. Put the education of young America on a credit card and hand it to us later. Turn <em>self-help</em> to <em>self-indebtedness</em>.</p>\n<p>The GI bill - which provided, among other things, free higher education to WWII servicemen - yielded the best return on investment this country has ever seen. Beyond the remarkable 7:1 monetary return in the form of enhanced economic activity, consumer spending and tax revenue, the GI bill <a href=\"http://www.columbiatribune.com/business/saturday_business/gi-bill-created-generation-of-business-leaders/article_24848d9f-9988-58a0-9691-f633304028c8.html\">produced</a> 14 Nobel Prize winners, three Supreme Court justices, three presidents, 12 senators, 24 Pulitzer Prize winners, 238,000 teachers, 91,000 scientists, 67,000 doctors, 450,000 engineers, 240,000 accountants, 17,000 journalists, 22,000 dentists and millions of lawyers, nurses, artists, actors, writers, pilots and entrepreneurs.</p>\n<p>The other grand experiment in free education in this country, the Freedom Schools movement, also produced an amazing return on investment: in the 2012 Presidential election, voter participation rates were higher among African-Americans than whites. Take a moment to reflect on that. Not even fifty years ago, before the Voting Rights Act of 1965, African-Americans did not even have the <em>right </em>to vote. The thousands of young blacks that attended these schools for civic engagement and empowerment in 1964-65, and their children, are now at the forefront of what Peter Cooper called <em>good citizenship.</em></p>\n<p>If free education to WWII servicemen and to Mississippi black youth can produce such a massive return for society, let us envision what the same legislation could produce for <em>all youth</em>: from coast to coast, rich and poor alike, rural, urban, immigrant and non-immigrant.</p>\n<p>This is the way out of the crippling debt that's stalling our economy once more.</p>\n<p>This is the way out of the ever-growing abyss separating the uber-wealthy and the permanently poor in America today, carving out separate sets of laws for Wall Street and for Main Street.</p>\n<p>This is the way out of persistent unemployment and the mismatching of skills and available jobs that comes from the lack of access to higher education, an upside-down absolutely un-meritocratic system.</p>\n<p>As I walk out of Greenwood Cemetery, I once again hear the thick Italian accent of the affable groundskeeper, whose name I now learn is also Pete. He's moved on to discussing politics with the entrance guard, and they see me approach and ask if I found Peter Cooper. I answer in the affirmative, and Pete suggests that I bring the trustees of Cooper Union and the President himself over to see Cooper's grave as well.</p>\n<p>\"I'll suggest it to the students occupying his office,\" I reply.</p>\n<p>\"They <em>get</em> it.\"</p>\n<em><strong><strong>Justin Wedes</strong> </strong>is an activist, educator, media-maker and community organizer. He's the co-founder of the Paul Robeson Freedom School in Clinton Hill, Brooklyn. Its mission is to provide engaging, culturally-relevant curriculum to young adults in Brooklyn in order to train them to become educator-leaders in the struggle for high-quality, free education. To support the school, <a href=\"http://paulrobesonfreedomschool.org/support-us/\">visit their website</a> and join them on Friday, May 24th as they present <a href=\"https://www.facebook.com/events/352397271532192/\">\"The World is my Home - The Life of Paul Robeson\"</a>.</em> <p>More photos from the grave of Peter Cooper:</p>\n<a href=\"http://www.justinwedes.com/wp-content/uploads/2013/05/20130518_154257.jpg\"><img src=\"http://www.justinwedes.com/wp-content/uploads/2013/05/20130518_154257-225x300.jpg\"></a> <a href=\"http://www.justinwedes.com/wp-content/uploads/2013/05/20130518_153943.jpg\"><img src=\"http://www.justinwedes.com/wp-content/uploads/2013/05/20130518_153943-225x300.jpg\"></a> <a href=\"http://www.justinwedes.com/wp-content/uploads/2013/05/20130518_1544321.jpg\"><img src=\"http://www.justinwedes.com/wp-content/uploads/2013/05/20130518_1544321-300x225.jpg\"></a> </div>", "entities": [{"count": 10, "name": "Cooper"}, {"count": 7, "name": "Peter Cooper"}, {"count": 3, "name": "Brooklyn"}, {"count": 3, "name": "America"}, {"count": 2, "name": "Pete"}, {"count": 2, "name": "Vanderbilt"}, {"count": 2, "name": "mankind"}, {"count": 2, "name": "Greenwood Cemetery"}, {"count": 2, "name": "Peter"}, {"count": 1, "name": "Sarah"}, {"count": 1, "name": "Mississippi"}, {"count": 1, "name": "Italy"}, {"count": 1, "name": "Paul Robeson Freedom School"}, {"count": 1, "name": "Supreme Court"}, {"count": 1, "name": "Sarah Beddell"}, {"count": 1, "name": "Universalist Unitarian"}, {"count": 1, "name": "New York City"}, {"count": 1, "name": "Paul Robeson"}, {"count": 1, "name": "Justin Wedes"}, {"count": 1, "name": "William Henry Vanderbilt"}, {"count": 1, "name": "Clinton Hill"}, {"count": 1, "name": "Greenwood"}, {"count": 1, "name": "baron Nat Taggart"}, {"count": 1, "name": "Sunset Park"}, {"count": 1, "name": "Cornelius Vanderbilt"}, {"count": 1, "name": "New York"}, {"count": 1, "name": "Joaquin Miller"}, {"count": 1, "name": "Cooper Union"}, {"count": 1, "name": "Earth"}, {"count": 1, "name": "Otis M. Macmillan"}], "favicon_colors": null, "keywords": [{"score": 80, "name": "cooper"}, {"score": 52, "name": "education"}, {"score": 40, "name": "peter"}, {"score": 40, "name": "self-help"}, {"score": 29, "name": "vanderbilts"}, {"score": 28, "name": "epitaph"}, {"score": 23, "name": "philanthropists"}, {"score": 23, "name": "greenwood"}, {"score": 22, "name": "cemetery"}, {"score": 20, "name": "000"}], "published": null, "provider_name": "Justinwedes", "type": "html"}