{"provider_url": "http://pix11.com", "description": "EAST GREENWICH VILLAGE (PIX11) - It has a century-and-a-half tradition of offering a world class college education for free, but on Wednesday, The Cooper Union graduated its first class since the college told students that the free education is to be no more.", "embeds": [], "safe": true, "provider_display": "pix11.com", "related": [{"score": 0.6114763021469116, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}, {"score": 0.603162944316864, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.6021379828453064, "description": "Universities in South Dakota, Nebraska, and other states have cut the number of credits students need to graduate. A proposal in Florida would let online courses forgo the usual higher-education accreditation process. A California legislator introduced a measure that would have substituted online courses for some of the brick-and-mortar kind at public universities.", "title": "'We Are Creating Walmarts of Higher Education'", "url": "http://www.theatlantic.com/education/archive/2013/12/we-are-creating-walmarts-of-higher-education/282619/", "thumbnail_height": 410, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR33OS4_1/lead_large.jpg?myf59a", "thumbnail_width": 615}, {"score": 0.5324269533157349, "description": "A handful of schools, aid organizations and advocates from across the country are taking steps to help homeless college students. As the number of homeless college students grows, schools, aid organizations and advocates from across the country are taking steps to help. Getting into college itself can be a major challenge for homeless teens.", "title": "Help for homeless college students", "url": "http://money.cnn.com/2013/12/31/pf/homeless-college-students/index.html", "thumbnail_height": 367, "thumbnail_url": "http://i2.cdn.turner.com/money/dam/assets/131220183437-homeless-college-students-620xa.jpg", "thumbnail_width": 620}, {"score": 0.5281487107276917, "description": "A.J. Mast / for NBC News This past April, facing the prospect of three 20-page papers due in the same week, Indiana University East student Harmony Glenn had a panic attack in the school library. \"I couldn't breathe, and my chest felt tight,\" she said.", "title": "Debt, no degree: Bills mount for ex-college students who never reached the finish line", "url": "http://usnews.nbcnews.com/_news/2013/12/30/21892627-debt-no-degree-bills-mount-for-ex-college-students-who-never-reached-the-finish-line?lite", "thumbnail_height": 1500, "thumbnail_url": "http://media2.s-nbcnews.com/i/MSNBC/Components/Photo/_new/131213-student-loan-debt-main-3p.jpg", "thumbnail_width": 1489}], "favicon_url": "http://pix11.com/favicon.ico", "authors": [{"url": "http://pix11.com/bio/james-ford/", "name": "James Ford"}], "images": [{"caption": null, "url": "http://tribwpix.files.wordpress.com/2013/05/24850432-sf.jpg?w=300", "height": 219, "width": 300, "colors": [{"color": [45, 38, 35], "weight": 0.328369140625}, {"color": [179, 168, 155], "weight": 0.302978515625}, {"color": [107, 86, 78], "weight": 0.225830078125}, {"color": [233, 234, 226], "weight": 0.142822265625}], "entropy": 6.30196181795, "size": 15055}, {"caption": null, "url": "http://tribktla.files.wordpress.com/2013/09/ahs-arsenio-278x150genericwpix.jpg", "height": 150, "width": 278, "colors": [{"color": [5, 6, 8], "weight": 0.354248046875}, {"color": [37, 38, 95], "weight": 0.302490234375}, {"color": [240, 243, 244], "weight": 0.1201171875}, {"color": [164, 114, 90], "weight": 0.073974609375}, {"color": [185, 163, 157], "weight": 0.072998046875}], "entropy": 3.7482915617, "size": 55541}, {"caption": null, "url": "http://tribwpix.files.wordpress.com/2012/11/adops-pix11-212x90.jpg?w=212&h=90&crop=1", "height": 90, "width": 212, "colors": [{"color": [101, 104, 105], "weight": 0.80810546875}, {"color": [233, 236, 238], "weight": 0.19189453125}], "entropy": 2.78424419534, "size": 9292}, {"caption": null, "url": "http://s2.wp.com/wp-content/mu-plugins/highlander-comments/images/wplogo.png?m=1289230950g", "height": 100, "width": 100, "colors": [{"color": [224, 233, 237], "weight": 0.407958984375}, {"color": [10, 133, 174], "weight": 0.352783203125}, {"color": [0, 4, 5], "weight": 0.2392578125}], "entropy": 3.55270357548, "size": 12503}, {"caption": null, "url": "http://tribwpix.files.wordpress.com/2012/11/278x373_reporter_fordjames.jpg?w=48&h=48&crop=1", "height": 48, "width": 48, "colors": [{"color": [90, 78, 72], "weight": 0.19384765625}, {"color": [157, 100, 65], "weight": 0.137451171875}, {"color": [32, 31, 31], "weight": 0.10986328125}, {"color": [205, 141, 105], "weight": 0.09716796875}, {"color": [121, 150, 198], "weight": 0.024169921875}], "entropy": 5.243740553731142, "size": 9873}], "cache_age": 83222, "lead": null, "language": "English", "original_url": "http://bit.ly/15jV7mE", "url": "http://pix11.com/2013/05/29/cooper-union-students-turn-their-backs-on-president-bloomberg-at-graduation/", "media": {}, "title": "Cooper Union graduates turn their backs on school president as Bloomberg looks on", "offset": null, "content": "<div>\n<p><strong>EAST GREENWICH VILLAGE (PIX11) -</strong> It has a century-and-a-half tradition of offering a world class college education for free, but on Wednesday, The Cooper Union graduated its first class since the college told students that the free education is to be no more.  In response, students at the cash-strapped school carried out a variety of unorthodox protests in front of one of the wealthiest people in the world:  the keynote speaker, Mayor Michael Bloomberg.</p>\n<p>As students gathered before the 10:30 A.M. ceremony, they handed out small, red, felt squares to pin on their robes.  The pieces of cloth were emblems of protest against the end of the college's 154-year mission of free tuition for everyone.</p>\n<p>The young woman handing out the protest squares, Victoria Sobel, had been singled out by the Cooper Union Alumni Association for their graduation prize, which she'd won for her organizing to keep New York's free college free of charge.</p>\n<p>\"I am wholeheartedly committed to see that that remains true,\" Sobel told PIX11 News.  \"I'm optimistic, but I know it won't be easy.\"</p>\n<p>Senior Levi Mandel, who wore his red square on his chest, pointed out that graduation is supposed to be a happy occasion.  Instead, \"It's very upsetting,\" he said.  \"It's very emotional for everyone.\"</p>\n<p>Last month, the college officially announced that it would end its tuition free system starting in the fall of 2014.  When the long-anticipated announcement was made, there were frequent, well attended protests in front of the East Village institution, and a group of about 15 students took over the college president's office in a call to action against imposing tuition payments.</p>\n<p>The students remain in occupation, but on graduation day, the protests were more subtle.</p>\n<p>\"We may be one of the final classes to have a mission statement that will never be forgotten,\" said James Sprung, the senior class speaker at the graduation ceremony, which was rife with tension.  He was referring to the mission statement of the founder of the college, multi-millionaire inventor Peter Cooper, who established the institution to offer a college education gratis.</p>\n<p>During his speech, Sprung asked the entire class to stand and declare in unison their hope for a favorable outcome to the situation.  At various points in his speech, the graduates erupted into applause regarding keeping the status quo of free tuition.  Throughout, just behind Sprung, on the dais of Cooper Union's Great Hall, sat Mayor Michael Bloomberg and Cooper Union's president, Jamshed Barucha.  Both men looked on during the applause, without clapping themselves.</p>\n<p>The institution's endowment, which is built around yearly rent payments from the landmark property it owns - the land on which the Chrysler Building is built - is under severe strain due to spending outpacing revenues.  One of the main burdens to Cooper Union's overall financial health is the recently built campus building, 41 Cooper Square, designed by starchitect Thom Mayne.  It remains without a sponsor, after the college paid for the $150 million structure to be built.</p>\n<p>Many students and alumni blame college president Jamshed Barucha for the financial problems.  When Barucha spoke at the ceremony, about half of the graduates stood and turned their backs to him in protest.</p>\n<p>Next to speak was Mayor Bloomberg, who addressed the protests head on.  After saying that the rights to an education and to protest are not free, but had instead been fought for by military members protecting American freedoms, Bloomberg said, \"As angry as you may be about the school's present situation,  it's future really is yours to determine.\"</p>\n<p>There was no visible protest against the mayor or his words.  In fact, the applause for him seemed strong as he encouraged Cooper Union to allow students and graduates to be more involved in the institution's governance.  One of the major complaints of students, faculty and alumni protesters is that the college's governing system is secretive.</p>\n<p>The situation of a multibillionaire addressing the graduating class of a college drowning in red ink did beg the question asked of Mr. Bloomberg by PIX11 News.  Would he consider supporting Cooper Union more significantly with his own personal finances?</p>\n<p>\"Well, I do have a school in Baltimore,\" the mayor responded, half jokingly, referring to his alma mater, Johns Hopkins University, to which he is giving $350 million.   He added, regarding Cooper Union's tuition, \"The issue isn't whether it's free.  The issue is who has to pay.\"</p>\n<p>He again encouraged the institution to resolve its financial situation, and said that it's typical for colleges to charge students who can afford tuition, and to use that money to provide scholarships for those who can't.</p>\n<p>Cooper Union President Jamshed Barucha echoed that comment in an interview with PIX11 News, but also pointed out that his college is looking for an angel donor to fill a $300 million budget and endowment hole.  Without a major donor, he said, Cooper Union could only hope to make ends meet with charging tuition in the range of $20,000 a year, per student.</p>\n<p>\"We're going to seek to raise as much money as we can [before charging tuition],\" Barucha told PIX11 News, \"and the more money we raise for scholarships, the less the tuition will be.\"</p>\n<p>When he was asked if Mayor Bloomberg might be recruited to become the badly-needed angel donor, Barucha simply laughed.  Hard.</p>\n<p>Meanwhile, in Barucha's office, 12 to 15 students remain, around the clock, receiving food and other supplies paid for by sympathetic alumni.</p>\n<p>DeVonn Francis is one member of the group.  \"We're not going away,\" he said in an interview with PIX11 News.  \"We'll be here through the summer\" and beyond, he said, until the college takes steps to right its finances, or until President Barucha steps down, he said, or both.</p>\n<p>Meanwhile, the student protest group, @FreeCooperUnion, has claimed a minor victory.  The results of recent alumni committee elections placed graduates who advocate for keeping free tuition in positions of leadership in that advisory organization.</p>\n</div>", "entities": [{"count": 9, "name": "Cooper Union"}, {"count": 5, "name": "Barucha"}, {"count": 3, "name": "Jamshed Barucha"}, {"count": 2, "name": "Michael Bloomberg"}, {"count": 2, "name": "Bloomberg"}, {"count": 2, "name": "Mayor Bloomberg"}, {"count": 1, "name": "DeVonn Francis"}, {"count": 1, "name": "Victoria Sobel"}, {"count": 1, "name": "Sobel"}, {"count": 1, "name": "Levi Mandel"}, {"count": 1, "name": "Peter Cooper"}, {"count": 1, "name": "Cooper Union Alumni Association"}, {"count": 1, "name": "American"}, {"count": 1, "name": "New York"}, {"count": 1, "name": "Thom Mayne"}, {"count": 1, "name": "East Village"}, {"count": 1, "name": "James Sprung"}, {"count": 1, "name": "Johns Hopkins University"}, {"count": 1, "name": "Baltimore"}], "favicon_colors": [{"color": [0, 0, 0], "weight": 0.000244140625}, {"color": [0, 138, 214], "weight": 0.000244140625}, {"color": [0, 138, 221], "weight": 0.000244140625}], "keywords": [{"score": 80, "name": "barucha"}, {"score": 66, "name": "tuition"}, {"score": 60, "name": "pix11"}, {"score": 59, "name": "college"}, {"score": 53, "name": "cooper"}, {"score": 50, "name": "student"}, {"score": 49, "name": "graduates"}, {"score": 44, "name": "protest"}, {"score": 38, "name": "union"}, {"score": 38, "name": "alumni"}], "published": null, "provider_name": "PIX 11", "type": "html"}