{"provider_url": "http://www.brooklynrail.org", "description": "On a clear night in early November, hundreds of people filed into the Great Hall at Cooper Union. By 7:00, the auditorium's 900 seats were full and hundreds of people crammed into standing room at the back. The event was not open to the public and security guards in the lobby were checking everyone for some form of Cooper ID.", "embeds": [], "safe": true, "provider_display": "www.brooklynrail.org", "related": [{"score": 0.5986841320991516, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.5745596885681152, "description": "A.J. Mast / for NBC News This past April, facing the prospect of three 20-page papers due in the same week, Indiana University East student Harmony Glenn had a panic attack in the school library. \"I couldn't breathe, and my chest felt tight,\" she said.", "title": "Debt, no degree: Bills mount for ex-college students who never reached the finish line", "url": "http://usnews.nbcnews.com/_news/2013/12/30/21892627-debt-no-degree-bills-mount-for-ex-college-students-who-never-reached-the-finish-line?lite", "thumbnail_height": 1500, "thumbnail_url": "http://media2.s-nbcnews.com/i/MSNBC/Components/Photo/_new/131213-student-loan-debt-main-3p.jpg", "thumbnail_width": 1489}, {"score": 0.5666611790657043, "description": "Author David Price writes: \"If schools are coming into direct competition with the learning opportunities available in the informal social space, it has to be said that this is a pressure, which barely registers within the political discourse.", "title": "What's Our Vision for the Future of Learning?", "url": "http://blogs.kqed.org/mindshift/2013/12/whats-our-vision-for-the-future-of-learning/", "thumbnail_height": 150, "thumbnail_url": "http://blogs.kqed.org/mindshift/files/2013/12/180920770-e1387589245117-300x150.jpg", "thumbnail_width": 300}, {"score": 0.5484716892242432, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}, {"score": 0.5422934293746948, "description": "Universities in South Dakota, Nebraska, and other states have cut the number of credits students need to graduate. A proposal in Florida would let online courses forgo the usual higher-education accreditation process. A California legislator introduced a measure that would have substituted online courses for some of the brick-and-mortar kind at public universities.", "title": "'We Are Creating Walmarts of Higher Education'", "url": "http://www.theatlantic.com/education/archive/2013/12/we-are-creating-walmarts-of-higher-education/282619/", "thumbnail_height": 410, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR33OS4_1/lead_large.jpg?myf59a", "thumbnail_width": 615}], "favicon_url": "http://www.brooklynrail.org/images/brooklynrail-icon.png", "authors": [], "images": [{"caption": null, "url": "http://www.brooklynrail.org/article_image/image/8914/perta-web1.jpg", "height": 370, "width": 600, "colors": [{"color": [217, 240, 220], "weight": 0.411376953125}, {"color": [143, 123, 101], "weight": 0.2646484375}, {"color": [198, 183, 155], "weight": 0.146240234375}, {"color": [80, 66, 53], "weight": 0.111572265625}, {"color": [46, 32, 24], "weight": 0.066162109375}], "entropy": 6.199846774046883, "size": 163726}], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://www.brooklynrail.org/2011/12/local/why-cooper-union-matters", "url": "http://www.brooklynrail.org/2011/12/local/why-cooper-union-matters", "media": {}, "title": "Why Cooper Union Matters", "offset": null, "content": "<div>\n<p>On a clear night in early November, hundreds of people filed into the Great Hall at Cooper Union. By 7:00, the auditorium's 900 seats were full and hundreds of people crammed into standing room at the back. The event was not open to the public and security guards in the lobby were checking everyone for some form of Cooper ID. The current student body is counted at 918, so it only took a quick glance around to see that the event had drawn far more than just current students. Both faculty and alumnae had also come out in great numbers for the emergency meeting that had been called with Cooper Union's Chairperson of the Board of Trustees, Mark Epstein, and his much quieter fellow Board member Richard Lincer.</p>\n<p>At issue was the recently leaked information that the Board of Trustees was considering charging tuition to Cooper students-a move that many believe would radically undermine the philosophy that is at the institution's core. Financial newspapers and business journals have reported widely in the last few years on the safety of Cooper's endowment and on the wisdom of many of its investment strategies, and so the news that the school carried a deficit of over eight million dollars during the summer of this year sent shockwaves throughout the community. When, only some months later, that deficit was recalculated and announced to be over 16 million, it sent people reeling. The late October leak that the Board seemed to have decided that converting Cooper Union to a tuition-based institution may be the only way to keep the school solvent was met with bewilderment by students and faculty members alike, who demanded to know what, exactly, was going on.</p>\n<a href=\"http://www.brooklynrail.org/article_image/image/8914/perta-web1.jpg\"><img src=\"http://www.brooklynrail.org/article_image/image/8914/perta-web1.jpg\"></a> <p>While financial transparency was unfortunately not one of the results of the November meeting, what did become clear was a paradigmatic divide between the representatives of the Cooper Board and the people who actually comprise the institution. Early on and then repeatedly throughout the meeting, Mr. Epstein assured those seated in the hall that current Cooper students would not be asked to pay tuition. This position was met initially with a kind of dumbfounded silence and then each time it was repeated, grumblings grew louder. It seemed difficult for Epstein to imagine that self-interest had not motivated the attendance of those gathered before him. Indeed, it seemed plain to all but Epstein that a collective purpose had stirred this group together.</p>\n<p>Cooper Union is an all-scholarship institution. That means that students who get in (an exceedingly and increasingly difficult task) do not pay tuition for their education. In the current educational climate where astronomical tuition and routine hikes are the norm, Cooper's policy is both unusual and unique. Something very particular happens inside an all-scholarship classroom that simply does not happen anywhere else. Because every student is guaranteed a full scholarship, the playing field is leveled-there is no price on anyone's head-which creates a palpable bond between students that enhances learning. But something perhaps even more critical happens in this kind of environment. Because not a single Cooper student has taken out loans to pay impossibly high tuition fees, conversations and explorations can move beyond the instrumentalized notion of education that is so prevalent elsewhere.</p>\n<p>It may be a rapidly receding notion, but the students at Cooper are engaged in nothing less than the pursuit of knowledge and thinking for their own sake. The philosophy that courses through the institution is that education is a higher good, one that enriches the individual and, in so doing, enriches the human community. In this framework, education has its own value-and this is what makes Cooper Union radical and worth saving, perhaps even worth imitating: It is operating on a fundamentally different idea of what education is, and what it can be. So unfamiliar has this notion become, so fully has it been absented from current educational discourse, that it now rings of privilege or luxury-some kind of Enlightenment-era credo available only to the patriarchal elite. But when did it become okay to think that if an idea or a theory does not have an immediate, measurable, quantifiable economic use value it is a privilege to learn about it? When did such complacency develop around this kind of argument, enabling it to become the silent and seemingly obvious norm?</p>\n<p>Since the 1980s, universities have responded to the pressures of economy by increasingly commercializing themselves, selling their educations as a product. That education has faltered as a result of this is evident all around us. The discourse has become one of investment: Exorbitant loans are justified on the grounds of the value of the product they purport to put out-namely, students that generate income (which then, in theory, enables them to pay off their educational debt). This model keeps education squarely in the place of an instrument within a distinctly capitalist frame, and it has far-reaching consequences. It has already shaped the way schools prioritize disciplinary weight inside the curriculum so that humanities and arts budgets have dwindled to almost nothing. It has limited the nature of discussions in the classroom and the priorities of the students so that it has become commonplace for students to demand higher grades for mediocre work, because of an over-concern with their own marketability once they pass through the institution's walls. The difference, at Cooper Union, is that because education is regarded as a higher good and not exclusively as a marketable product, the learning process is able to move outside of a solely capitalist frame. An all-scholarship school makes other kinds of thought possible because of the freedom it allows for thinking and learning to roam outside of mere supply and demand, investment and product.</p>\n<p>American higher education now justifies itself on economic grounds: that we are producing the workforce for a global world. Such rhetoric has defined its function and has become its purpose. When was the last time debates around education articulated the virtues of higher thought, scholarship, a liberal education in the sense of one that frees the mind? When was the last time we explored the impact an idea, a novel, or a work of art can have on a person and on what they might decide to do with it? The danger of losing Cooper Union to the privatized, tuition-based educational model is not simply that we would lose one of the last bastions of non-instrumentalized education. The danger lies also in the fact that it would be like jumping out of the frying pan and into the fire, as even tuition-based institutions are faltering everywhere. And we are only now beginning to conceive of the economic impact that six billion dollars of collective student loan debt will have for generations to come. At a time when conventional structures are failing all around us, this seems like the moment to re-invent, re-imagine, re-conceive of what education is, and so what a school like Cooper might be-perhaps even how other schools can follow its model. Instead, the current Board of Trustees threatens to revert to examples that arguably don't work. At the end of the long meeting with Chairperson Mark Epstein, Professor Sohnya Sayres, a humanities professor who has been at Cooper for two decades, spoke eloquently about how concerning it was to her that at no point had any Board member been able to articulate the value of what Cooper is, what it does, and what it stands for. Her point was both philosophical and financial: \"If you can't defend it, you can't get people to donate to it!\"</p>\n<p>Sayres's point returns to the particular financial problem Cooper Union finds itself in, and the possible ways it might pull itself out. Both the new president, Jamshed Bharucha, and the Board of Trustees repeatedly talk about needing to generate more revenue in order to sustain the school. Indeed, while tuition seems to be the only solution they have seriously engaged, Bharucha has responded to community pressure by appointing a \"revenue task force\" to investigate other options, because tuition comes with its requisite problems. There are students of wealthy families at Cooper Union who could conceivably afford to pay tuition fees but as soon as the institution ceases being need-blind, it would find itself in the same strange boat as so many other schools that tend to have two admissions lists: those for the students they actually want and those for the students who can afford it. Whether or not Cooper could maintain the excellence that has been its reputation with such a divide is questionable.</p>\n<p>Perhaps more concerning is that if Cooper entered into the tangle that would inevitably ensue by trying to charge tuition, it stands to jeopardize the peculiar tax status it now enjoys. In 1902, Cooper Union acquired the land that the Chrysler building now stands on. Each year, the owners of the building come up with property tax that would usually be paid to the city of New York but, in a strange series of contested court proceedings stretching back to 1931, that property tax gets paid directly to Cooper Union. This tax equivalency status is one of the institution's major sources of revenue. While President Bharucha has dismissed the idea that charging tuition could undermine this agreement, the precedent is one that has been historically difficult to defend-and it seems to hinge on the argument that the institution is of direct benefit to the city. In many ways, Peter Cooper's intention to provide an education specifically for underserved communities-for the working classes and poor women-is a mandate to which it would be wise to recommit. This is the link that allows a private school to benefit from public tax money. While it is easy to decry the agreement as inequitable, and while attempts have been made to tear it down (notably by the city's few Republican mayors), it represents a rare and important commitment to education-a commitment the institution would do well to match by pledging to more faithfully represent the demographic constituents of the city. Whether or not charging tuition would jeopardize this status is up for debate. What is certain is that there can be no guarantee that charging tuition would pull the school out of its troubles. And once tuition is charged, the school is no longer itself anyway.</p>\n<p>In all of these discussions, the emphasis tends to be on the need to generate more revenue. What goes unmentioned or strategically obfuscated are the institution's itemized expenditures. How much does it really cost to educate someone? Of the commonplace tuition fees, how much goes to what are known as \"administrative costs\" and how much is direct instructional expense? It seems that in the turn towards privatized education, a Wall Street mentality has slipped into the mix: If you deliver a product and you do it well, you get a bonus, and that bonus-that administrative cost-is shouldered by the students you supposedly need more tuition from in order to educate.</p>\n<p>The annual operating budget at Cooper Union has been quoted at 61 million dollars per year. While numbers have been bandied about that show total expenses, they are slippery at best and a clear picture of how much it costs to run the institution has yet to be released. Some information is available in the public tax record that Cooper, along with any other institution of higher learning, is required to file with the state. And these documents reflect a very disturbing trend. In the last 10 years, administrative costs at Cooper have doubled. Payments to the officers of the institution (the president and the various administrative and academic deans) have also doubled in a decade. This does not seem to have any direct relationship to an increase in the duties of these officers, nor does it seem to have a logical relationship to the number of students for which each officer is responsible. For example, at Cooper Union, the architecture school has the least number of students and the engineering school makes up the largest population. The assumption would be that the managerial work of the respective deans of these schools would be proportional to the number of students, and their compensation would reflect the same. But somehow, the dean of the engineering school is paid the least of the three schools' deans, and the architecture school dean is paid the most.</p>\n<p>Similarly, while full-time faculty salaries have gone up only 2.5 percent per year, as is regulated by their union, salaries of the administrators have increased at much higher rates. In 2009, then President George Campbell's total compensation package was $668,473-which included a cash bonus (for what, exactly, it is unclear) in the amount of $175,000. Staggered by these numbers, I looked at many other schools to see if their administrators were getting comparable packages-schools that, unlike Cooper, depend on tuition revenue for significant percentages of their budgets. I looked at schools like Vassar (a school that stopped being need-blind in 1997 and currently charges upwards of fifty thousand dollars per year to its 2400 students) and found that George Campbell's compensation packages were well above average. He was also the only president of a college that I could find who received a cash bonus.</p>\n<p>I have had a somewhat illustrious career as a second-class faculty member-i.e., an adjunct professor-teaching at some of the country's most esteemed institutions: Wesleyan University, Bard College, U.C. Berkeley, and Cooper Union among them. I was hired to teach at Cooper in 2006 when I was a doctoral candidate and my semester's fee for 14 weeks was $4,500. Sometime later, after completing my Ph.D. and spending a year as a post-doctoral fellow at the Center for the Humanities at Wesleyan University, I returned to Cooper Union. It was the fall of 2009 and I was re-hired by the college's dean of the humanities at the exact same rate I was paid in 2006. I was told at the time that the budget could not accommodate any fee increase for having received my Ph.D., nor could it afford paying any increase for the standard annual rates of inflation. That same year, the dean who hired me received a compensation package valued at $239,724.</p>\n<p>Seventy percent of Cooper Union's classes are taught by people like me: non-tenured faculty. For the most part, we have no job security, no health insurance, and no hope for a salary increase; moreover, we are generally considered expendable in that, if we won't work under those conditions, the school can easily find someone who will. I find it troubling that the institution now justifies the need for more revenue without making public its detailed expenses. The vast disparity between the value Cooper assigns to my work as a teacher and to a dean's work as an administrator makes questionable the idea that it costs a lot to educate someone. Exactly where is the money going?</p>\n<p>That there is a need to re-evaluate our educational priorities seems clear. Something that has gone unmentioned during the discussions around charging tuition at Cooper is the fact that student loan debt is the only kind of debt that can never be forgiven. Even a declaration of bankruptcy will not absolve you of it. I recently attended a meeting of the Arts &amp; Labor working group that has grown out of the Occupy Wall Street movement. An older artist spoke to us about no longer being able to afford her student loan fees (fees for a loan she took out in 1968). The government has begun to take her loan payments out of her monthly disability and Social Security checks-a story that impacted many of us gathered there who easily saw ourselves in similar straits.</p>\n<p>To teach at Cooper Union is, and always has been, an honor-not because of what I get paid or any accolades I may receive, but because of the sheer wonder of what happens inside a Cooper classroom. Of all the many places I have taught, it is the only place where the openness of thought, the eagerness around intellectual exploration, the transformative nature of a liberal-a liberating-education is both palpable and electric. If the institution is now in trouble, let all that are a part of it see the numbers so that everyone might participate in a solution. Now is the time to re-think and re-structure, to move toward a future model: one that values instruction, one that honors educational costs without inflating them, one that chooses to protect future student generations from the kind of debt peonage that is everywhere. A question worth asking is whether the current Board of Trustees is up for this kind of re-imagining. Is it wise to entrust those who got the school into this predicament with the task of getting it out?</p>\n<p>What is needed now is a vision: a way of seeing long down the line to a time when perhaps there will be many all-scholarship schools, when the value of a free education is once again understood, proclaimed, protected. This debate does not only affect the community of Cooper Union. If you believe that all people should have the chance to broaden their minds, if you hope to engage in higher education, if you have children you want to send to college, if you struggle under the weight of student loan debt-then this is your fight, too.</p>\n<p><a href=\"http://www.brooklynrail.org/subscribe\"> <img src=\"http://www.brooklynrail.org/images/subscribe-banner.jpg\"></a></p>\n</div>", "entities": [{"count": 18, "name": "Cooper Union"}, {"count": 17, "name": "Cooper"}, {"count": 5, "name": "Board of Trustees"}, {"count": 3, "name": "Epstein"}, {"count": 2, "name": "Mark Epstein"}, {"count": 2, "name": "Board"}, {"count": 2, "name": "Bharucha"}, {"count": 2, "name": "Wesleyan University"}, {"count": 2, "name": "George Campbell"}, {"count": 1, "name": "Chrysler"}, {"count": 1, "name": "Richard Lincer"}, {"count": 1, "name": "Sohnya Sayres"}, {"count": 1, "name": "Peter Cooper"}, {"count": 1, "name": "Vassar"}, {"count": 1, "name": "Cooper ID"}, {"count": 1, "name": "Bard College"}, {"count": 1, "name": "Cooper Board"}, {"count": 1, "name": "Sayres"}, {"count": 1, "name": "Jamshed Bharucha"}, {"count": 1, "name": "New York"}, {"count": 1, "name": "Arts & Labor"}, {"count": 1, "name": "U.C. Berkeley"}], "favicon_colors": [{"color": [252, 20, 19], "weight": 0.024658203125}, {"color": [249, 111, 112], "weight": 0.01806640625}, {"color": [248, 234, 235], "weight": 0.008544921875}, {"color": [250, 171, 173], "weight": 0.00341796875}], "keywords": [{"score": 173, "name": "cooper"}, {"score": 113, "name": "tuition"}, {"score": 109, "name": "education"}, {"score": 104, "name": "student"}, {"score": 77, "name": "schools"}, {"score": 72, "name": "union"}, {"score": 65, "name": "institution"}, {"score": 47, "name": "dean"}, {"score": 40, "name": "all-scholarship"}, {"score": 39, "name": "epstein"}], "published": null, "provider_name": "Brooklynrail", "type": "html"}