{"provider_url": "http://cooper.edu", "description": "As of June 30, Anthony Vidler has officially stepped down as Dean of The Irwin S. Chanin School of Architecture. Prof. Vidler held the position of Dean for eleven years, not including the one year as Acting Dean.", "embeds": [], "safe": true, "provider_display": "cooper.edu", "related": [{"score": 0.5457169413566589, "description": "Transformation is an overused word. It is pulled out of the dictionary to describe some pretty ordinary things. But that is not the case for either Roger Martin or the University of Toronto's Rotman School of Management. In the 15 years that Martin led Rotman, he utterly transformed the institution from a small, irrelevant Canadian B-school to a legitimate global player.", "title": "Business School Dean of the Year", "url": "http://www.linkedin.com/today/post/article/20131228164156-17970806-business-school-dean-of-the-year", "thumbnail_height": 366, "thumbnail_url": "http://m.c.lnkd.licdn.com/mpr/mpr/p/8/005/033/285/0c79221.jpg", "thumbnail_width": 550}], "favicon_url": "http://cooper.edu/sites/all/themes/cooper/favicon.ico", "authors": [], "images": [{"caption": null, "url": "http://cooper.edu/sites/default/files/vidler_565.jpg", "height": 318, "width": 565, "colors": [{"color": [187, 208, 203], "weight": 0.5185546875}, {"color": [10, 13, 13], "weight": 0.20361328125}, {"color": [141, 142, 126], "weight": 0.1494140625}, {"color": [100, 94, 70], "weight": 0.072265625}, {"color": [68, 61, 43], "weight": 0.05615234375}], "entropy": 4.512332306665315, "size": 46781}, {"caption": null, "url": "http://cooper.edu/sites/all/themes/cooper/assets/images/footer/map.png", "height": 164, "width": 291, "colors": [{"color": [59, 52, 51], "weight": 0.6376953125}, {"color": [211, 211, 211], "weight": 0.3623046875}], "entropy": 2.05833465827, "size": 15214}, {"caption": null, "url": "http://cooper.edu/sites/all/themes/cooper/assets/images/history/foundation-building.png", "height": 152, "width": 222, "colors": [{"color": [187, 192, 191], "weight": 0.428955078125}, {"color": [133, 138, 136], "weight": 0.2392578125}, {"color": [79, 83, 82], "weight": 0.173583984375}, {"color": [18, 21, 22], "weight": 0.158203125}], "entropy": 4.37005128317, "size": 69058}], "cache_age": 84613, "lead": null, "language": "English", "original_url": "http://shar.es/AAJbx", "url": "http://cooper.edu/architecture/news/anthony-vidler-valedictory-interview", "media": {}, "title": "Anthony Vidler: The Valedictory Interview", "offset": null, "content": "<div>\n<div><img src=\"http://cooper.edu/sites/default/files/vidler_565.jpg\"></div>\n<p>As of June 30, Anthony Vidler has officially <a href=\"http://cooper.edu/about/news/anthony-vidler-twelve-years-service-dean\">stepped down</a> as Dean of The Irwin S. Chanin School of Architecture. Prof. Vidler held the position of Dean for eleven years, not including the one year as Acting Dean.  In his last days, in spite of needing to oversee the final packing up of 200 linear feet of books (\"a third of my collection\"), he took a few of his last minutes in office for a chat.  In this valedictory interview he looks back on \"The Vidler Years,\" including his \"inauspicious\" beginning, what he sees as his achievements, why he is stepping down and his worries about the future.</p>\n<p>Anthony Vidler, who turns 72 on July 4, was born near Salisbury Plain, England, and was raised in Essex, outside of London.  After receiving his undergraduate and graduate degrees in architecture from Cambridge University, Prof. Vidler came to New York in 1965 to teach at Princeton.  He taught there over 25 years until in 1993 he became Chair of the Art History Department at UCLA.  He returned to New York in 2001 to become Acting Dean of The Irwin S. Chanin School of Architecture before becoming Dean the following year. He currently lives in Chelsea with his wife, Emily Apter, a Professor of French and Comparative Literature at New York University.</p>\n<strong>How did you become interested in architecture?</strong> <p>Essex was very flat and very boring.  When I was about 14 or 15 all I could do to escape was to bicycle miles and miles with a sketchbook and start drawing old churches, old castles and thatched cottages. The subjects at school that I excelled in were history and art.  But my father wanted me to follow a profession.  I had a number of friends whose fathers were architects.  So I figured that architecture was a nice compromise.  In architecture I could do anything I wanted somewhere between history and art and design and be a professional to meet my father's wishes.</p>\n<strong>What made you want to become Dean of the School of Architecture?</strong> <p>While I was in New York for 27 years I had many close friends at Cooper Union, from Elizabeth Diller and Ricardo Scofidio to Raimund Abraham and Peter Eisenman. I knew John Hejduk since the mid-sixties. I knew the school intimately. So it was very easy for me to think when the deanship came up that this would be a great opportunity to return to New York.  Then, a week after I arrived, Monica [Shapiro, Administrative Associate to the Dean] said \"look out the window,\" and the towers came down.  It was not auspicious.</p>\n<strong>You arrived shortly after the death of John Hejduk, who was Dean for 25 years.  What was the atmosphere of the school?</strong> <p>It was in a state of shock. Part mourning. Part fear. A little bit disarrayed.  John had been the glue that bound it all together.  Faculty are very independent, so John's task was to make a center around which the faculty could revolve.  So my first task was to bring that faculty back together again and to learn their expectations, and to find out what they would now want to do as opposed to what they were doing before.</p>\n<strong>How did you do that?</strong> <p>I took each one of them out to lunch or dinner.  I sat and talked with them individually and in groups. Some were frustrated historians. Some were frustrated designers.  Some wanted to develop whole new courses.  So we worked that out in the first two or three years.</p>\n<strong>Was it difficult to step into John Hejduk's shoes, so to speak?</strong> <p>No. I have different sized feet. And after all, I am a different kind of person.  John was a designer-poet with a distinct personality.  I am a scholar, historian and critic with my own work and ambitions.  So I have no problem of identity.  And also John was a friend.  So it wasn't an alienating or difficult experience.  The difficulty was in finding, within the very, very limited and continuously fixed resources of the school how to expand its role in New York and how to develop its intellectual offerings. How to develop it to the point where I felt it we were offering students an education that was important for their future practice.</p>\n<strong>How did you go about that?</strong> <p>I felt, and I think many of the faculty felt too, that what had been a necessary insulation from the follies of the postmodern period had led to a little isolation from the general culture.  And I felt the school was strong enough to stand up and be counted within that culture as it had earlier with exhibitions like the \"Education of an Architect\" at the Museum of Modern Art.  So very early on, I was fortunate to be able to work with the Architectural League to make the Great Hall a go-to place for symposia, for lectures by distinguished architects, for debates and discussion about the future of New York and cities in general.  As a first step, we invited the architects who were proposing designs for the 9/11 site to the Great Hall to discuss their projects.  This began a long and fruitful relationship that continues today. That was the first thing. I wanted to get Cooper out into the New York community and to get the New York community into Cooper. </p>\n<p>The second was to equip it so that we could provide a particular kind of education that would be Cooper-like but at the same time enabling students to become familiar with new and emerging technologies.  When I came here I was shown the \"computer lab\" with one, broken, Apple I on the floor.  And this, coming from UCLA, which had computers coming out of its ears, was a little bit of a shock.  So we went out and raised some money and pieced it together.  But following the way in which we analyze and design at Cooper we have been careful, in adopting new technologies, to emphasize the continuing value of the old --  drawing and modeling by hand.</p>\n<strong>Were your efforts a success?</strong> <p>I'm not so concerned with claiming success.  Rather, I am concerned to work for a process that allows a school to maintain its best traditions while transforming over time to meet the needs of the moment. And to make sure students get a professional education that is both critical and provides a toolkit to go out and sensitively respond to the varying demands of the world for varying scales of design.</p>\n<strong>Any regrets?</strong> <p>I am leaving at a moment where I think the school is ready to tackle the urgent questions involving global ecologies, cultures and development, while keeping in mind the complexities of local conditions. I am deeply disappointed however that another financial crisis has hit right when we are poised to reshape the curriculum once more. Having gone through the 2001 and 2007 financial crises, the present one poses a serious challenge - but given the resilience of the students and faculty, I have every confidence that we can see it through.</p>\n<strong>So why resign?</strong> <p>I didn't resign.  When I came in I took a first year as Acting Dean because I was unsure if my family could join me.  When that was settled I signed on as Dean for five years.  Then when I was asked to sign on for another five years I said, \"well ten years is enough for any Dean.\" So, as I would have served some twenty years as a full-time administrator by the end of a second contract, I received a final year sabbatical, which I have just completed. I don't believe in long terms. I always feel the inclination of administrators is to stay on just that bit too long. One loses a little bit of energy, perhaps one's edge.  A school needs new impetus to begin that next phase of development.</p>\n<strong>So what's next for you?</strong> <p>I will be taking an unpaid leave of absence from my tenured faculty position at The Cooper Union while they search for a new dean. During that time I will be teaching at Brown University in the Department of Art and Architectural History.</p>\n<strong>What will you miss about being Dean of the Irwin S. Chanin School of Architecture?</strong> <p>My identity has never been caught up in being Dean or Chair or Director of Programs. I have always felt that it simply allowed me to get closer to the students and faculty and to work more collectively than as an individual faculty member.  One of the things I have really enjoyed about the Cooper Union School of Architecture is that it has a governance that is completely democratic. Out of the Student Council there is a voting student member on every single committee as well as two adjunct members and two full-time members. So the school is represented on every front.  For me it's a perfect little social institution.</p>\n<strong>How will history view \"the Vidler years?\"</strong> <p>Well, firstly, that we survived through a period of serious uncertainty. Secondly I hope that it will be seen that we emerged in the 21st Century with the kind of tools and expertise in terms of faculty and resources that will equip students to face the serious questions that the present environment and urban conditions pose to design.  We now have a team of junior and senior faculty that works well together at all levels. </p>\n<strong>Where do you see The Cooper Union in five years?</strong> <p>I can't tell. On the one hand I am concerned as to the lack of economic resources. The present financial crisis is deep and will take some time to repair. On the other hand, I remain confident that the faculty, students and administration will work together to find a solution. </p>\n<strong>Do you fear for the continuation of the Cooper Union?</strong> <p>I have no crystal ball. I fear for the continuation of Greece.  I fear for the continuation of the European Union. I fear for the political stability of apparently well-endowed and productive democratic nations. I fear the rise of fascism in France and the rise of nationalism in Europe.  But, I do not think that one faces problems through fear. I have never acted out of fear.  My father had a motto that I remember vividly in spite of being very young: near the end of the War, when the V-2 rockets would land near our home, my father would return from the War Office and we would ask, \"How's it going?\" and he would say, \"So far so good.\" Like him, I look into the future in terms of what could be -- that is, optimistically -- and to try every day to inch towards that.</p>\n</div>", "entities": [{"count": 8, "name": "New York"}, {"count": 7, "name": "Dean"}, {"count": 4, "name": "John"}, {"count": 4, "name": "Cooper Union"}, {"count": 3, "name": "Cooper"}, {"count": 3, "name": "Vidler"}, {"count": 3, "name": "John Hejduk"}, {"count": 2, "name": "Essex"}, {"count": 2, "name": "Anthony Vidler"}, {"count": 2, "name": "Irwin S. Chanin School of Architecture"}, {"count": 2, "name": "UCLA"}, {"count": 1, "name": "Elizabeth Diller"}, {"count": 1, "name": "New York University"}, {"count": 1, "name": "Salisbury Plain"}, {"count": 1, "name": "Emily Apter"}, {"count": 1, "name": "Raimund Abraham"}, {"count": 1, "name": "France"}, {"count": 1, "name": "Ricardo Scofidio"}, {"count": 1, "name": "Department of Art and Architectural History"}, {"count": 1, "name": "Brown University"}, {"count": 1, "name": "Europe"}, {"count": 1, "name": "Monica"}, {"count": 1, "name": "Chelsea"}, {"count": 1, "name": "French"}, {"count": 1, "name": "Student Council"}, {"count": 1, "name": "Art History Department"}, {"count": 1, "name": "Peter Eisenman"}, {"count": 1, "name": "Cambridge University"}, {"count": 1, "name": "Princeton"}, {"count": 1, "name": "Architectural League"}, {"count": 1, "name": "England"}, {"count": 1, "name": "School of Architecture"}, {"count": 1, "name": "European Union"}, {"count": 1, "name": "Shapiro"}, {"count": 1, "name": "Cooper Union School of Architecture"}, {"count": 1, "name": "London"}, {"count": 1, "name": "Greece"}, {"count": 1, "name": "Irwin S. Chanin"}], "favicon_colors": [{"color": [242, 250, 252], "weight": 0.03759765625}, {"color": [0, 177, 245], "weight": 0.0048828125}, {"color": [239, 204, 15], "weight": 0.00439453125}, {"color": [246, 228, 134], "weight": 0.00341796875}, {"color": [0, 145, 97], "weight": 0.00341796875}], "keywords": [{"score": 83, "name": "dean"}, {"score": 77, "name": "architecture"}, {"score": 75, "name": "faculty"}, {"score": 60, "name": "vidler"}, {"score": 47, "name": "school"}, {"score": 37, "name": "students"}, {"score": 35, "name": "cooper"}, {"score": 31, "name": "fear"}, {"score": 28, "name": "chanin"}, {"score": 26, "name": "architects"}], "published": null, "provider_name": "Cooper", "type": "html"}