{"provider_url": "http://us5.campaign-archive1.com", "description": "Hey Yesterday May 15th I was invited as a jury for final reviews at the Architecture school at Cooper Union....I'm not a big fan of doing juries, and normally I avoid them, but with Cooper always is a different thing and always is worth it every second.", "embeds": [], "safe": true, "provider_display": "us5.campaign-archive1.com", "related": [{"score": 0.599136233329773, "description": "Apollo Tyres Ltd. (APTY) rose to its highest in at least 22 years in Mumbai trading after Cooper Tire & Rubber Co. (CTB) dropped a $2.5 billion merger plan, easing investor concern the Indian company would take on too much debt. Shares of Apollo climbed 5.8 percent to 107.20 rupees, the highest close since at least January 1991.", "title": "Apollo Tyres Climbs After Cooper Tire Drops Merger Plan", "url": "http://www.bloomberg.com/news/2013-12-30/cooper-tire-terminates-merger-agreement-with-apollo-tyres.html", "thumbnail_height": 800, "thumbnail_url": "http://www.bloomberg.com/image/iyz62.HCMsfw.jpg", "thumbnail_width": 1200}, {"score": 0.5929638743400574, "description": "How well do you really know a subject? I think the best way is if you can teach the concept to someone else new to the idea. If you really want to test yourself, try explaining it to a 5 year old. This was a real discussion I had with [...]", "title": "Why Explaining To A 5-Year Old Challenges Your Understanding Of Collaboration", "url": "http://www.forbes.com/sites/rawnshah/2013/12/30/why-explaining-to-a-5-year-old-challenges-your-understanding-of-collaboration/", "thumbnail_height": 224, "thumbnail_url": "http://b-i.forbesimg.com/rawnshah/files/2013/12/kidsponie00-300x224.jpg", "thumbnail_width": 300}, {"score": 0.5285853743553162, "description": "Anderson Cooper and Kathy Griffin seem like they are fully prepared to host CNN's New Year's Eve special again this year. However, we know that Griffin has a tendency to make Cooper a bit nervous, and this year she's starting ahead of time.", "title": "Anderson Cooper Tweets Nude Photo Of Kathy Griffin, Says It's Her NYE Outfit", "url": "http://www.huffingtonpost.com/2013/12/30/anderson-cooper-kathy-griffin-nude-photo_n_4520738.html", "thumbnail_height": 1000, "thumbnail_url": "http://i.huffpost.com/gen/1538185/thumbs/o-ANDERSON-COOPER-KATHY-GRIFFIN-facebook.jpg", "thumbnail_width": 2000}], "favicon_url": null, "authors": [], "images": [{"url": "http://gallery.mailchimp.com/4858fc24b6da5fde51c5b8160/images/IMG_20130515_152352.jpg", "width": 638, "size": 189191, "caption": null, "height": 481}], "cache_age": 83605, "lead": null, "language": "English", "original_url": "http://eepurl.com/zEzkL", "url": "http://us5.campaign-archive1.com/?u=4858fc24b6da5fde51c5b8160&id=a57ccc78d3", "media": {}, "title": "Et tu, Brute? the latest mutilation of America...or the Shakespearean Cooper Union execution on May Manhattan 2013", "offset": null, "content": "<div>\n<p><b>Hey </b></p>\n<p><b>Yesterday May 15th  I was  invited as a jury for final reviews at the Architecture school at Cooper Union....I'm not a big fan of doing juries, and normally I avoid them, but with Cooper always is a different thing  and always is worth it every second. The uniqueness of the works and the level and independence of its students, makes the experience far more exciting than any other school I know including its Ivy league counterparts. For my surprise what I found yesterday  was something very different than usual... I knew some issues were going on between students and administration, but what I saw there was far beyond my expectations. As the layers of a perfectly constructed Shakespearean drama a heartbreaking scene was taking place at the brown Cooper Square Building .... with criminals , with traitors, and with heroes....all dancing together on macabre choreography between the silence of fear, and the deaf screams of desperation all wrapped up by an army of undercover external  security contractors... </b></p>\n<p><b>Yesterday  morning the famous white walls of Cooper union, always saturated with drawings and the most beautiful models at this time of the year, appeared for my surprise empty, dead silence and painted in black....Looks like some nights ago, a group of Copper students painted clandestinely the lobbies of the Architecture and Art schools in black as a way of protest.... </b></p>\n<p><b>1 The Black Room </b></p>\n<p><b>The architectural lobby, specially when you know the space from before, it really had a physical effect on me. A clear and strong pressure on my chest, like a delicious painfully emotion...of sadness beauty and intrinsic heroism . The proud solemnity of the space transformed and dead by this action expressed as I cannot imaging better the drama and the anguish some of the most brilliant students living in this country have been going  through in the last days at Cooper Union. Not defending their ass, or their graduation but  defending the memory and the future of the legacy of the founder   <a href=\"http://en.wikipedia.org/wiki/Peter_Cooper\">Peter Coope </a>r. The Cooper's fundamental belief that an education \"equal to the best\" and \"open and free to all \"should be accessible to those who qualify, independent of their race, religion, sex, wealth or social status. For those who that doesn't know, Cooper Union unique mission on the context of America's higher education landscape, has shaped as any other, the history of art and architecture in the last 150 years. </b></p>\n<p><b>adding to that  In this same place the first free library of this country was opened to the public  and between this same walls  Abraham Lincoln, the skinny guy at Spielberg's last feature put together the republican party against slavery . Following his steps  Theodore Roosevelt,Woodrow Wilson, Bill clinton or Barack Obama among others used this place  as symbolic location,  away from the Washington innuendos in critical moments of american history when a fundamental message, independent of politics or parties was needed to be expressed. </b></p>\n<p><b>2 The Monster </b></p>\n<p><b>Across the street to the east, there is the recently finish new Cooper Union 41 Cooper Square, one of the most pretentious and expensive buildings by  square feet  ever build in Manhattan. On the north side, on the lot of the old Cooper engineering school,  the humongous 51 Astor glass structure is almost done... On the west the preposterous super-luxury Astor place condominiums tower was erected not so long ago. Like this, we can  keep going among the several high profile real estate operations Cooper Union board of directors and its presidents have been directly or indirectly  involved  in the last recent years, managing or mismanaging in that case, the real estate assets of the school... I'm not going to go into details, are boring ,  are irrelevant at this moment and  are already  being used profusely by some, to justify their incompetence, their lack of ethics or their lack of balls, which probably go together. Anybody  just eating pizza around Cooper square  can see there is something really wrong in this piece of land when you see one of the smallest schools in US with barely 900 students,  just in the heart  of  one of the most frantic real estate scenes  of the city in later times. In this scenario the board of directors and its president Jamshed Bharucha with a annual income of $750.000 announced some months ago,   that for first time 150 years the school is not anymore a sustainable operation,  and just have to disappear becoming something else... For what I understand this new narrative supported by imaginary pillars  between the words of Cooper foundational statement is  some kind of  post modern Ivy league 21'st century Bharucha Union University, with  wrinkled buildings, lots of glass, computers and a $20.000 annual fee to be paid by each new student. </b></p>\n<p><b>3 Peter, the Ghosts, the Drones, the Students and the people hiding behind the columns: </b></p>\n<p><b>So In one side of this black room we have the founder of the institution Peter Cooper,  who provided  a series of real estate assets, which worked pretty well in the last 150 years protecting Cooper Union  very unique mission. Next to him, we have the ghosts that leaning on this, cooked some of the most important DNA of this country.  Opposite to them, in the other side of the room  we have the Bharucha gang,  with the only purpose in theory  not to speculate with the assets of Cooper  but  to manage them procuring the  well being and future of all the Cooper mission.  on  the middle  of the room, alone, we have the students, which at this moment not only have to work crazy  for their graduation  but to protect desperately  the  Cooper  legacy  against who should be protecting it and at the same time protecting them. and finally , because i want to stress that point, probably hiding behind a column or in a hole nobody knows where there is  the intellectual community of Cooper Union  represented by the deans Anthony Vidler, Saskia Bos, Simon Ben-Avi  and William Germano  who in theory  are the ones should be on the center of the room protecting the ghosts,  protecting the intangibility of Cooper legacy and mission  and protecting the books of the library  in case the board of directors in one of their brilliant economic strategies decide to burn them out to heat the building next winter </b></p>\n<p><b>Yesterday i saw all that... the extraordinary action of this students  really put in evidence from my point of view,  once again the negligence or the impotence of the intellectual community.  The same negligence, that allowed the demolition of Penn station, that allowed the speculation with the memory and legacy of Albert C. Barnes  and  his foundation and collection in Philadelphia...the negligence and the cowardice that allows to the the ones who stare  reality through the cold eyes of the drones to keep speculating  not only with our cultural institutions  but with the very fundamental symbolic fabric of this place called America. Maybe too many PhD's to say the truth. Maybe salaries too high, or too low to own the word...I don't know...yesterday everybody was there but <a href=\"http://en.wikipedia.org/wiki/Mark_Antony\"> Mark Anthony. </a></b></p>\n<p><b>What is clear to me is that if this barbarian process of transformation fully develops probably this is going to be one of the last times I'm going see this fabulous Cooper drawings and models...everything that will come after will be different,  maybe good, but  probably at most,  just more of the same untranscendent franchised  Ivy pirouettes  on the safety grid of apparent democracy. </b></p>\n<p><b>4 Epilogue </b></p>\n<p><b>note: I was thinking to finish  this text with a reference to Apocalypse now  final scene. The one when Marlon Brando is executed with alternating images of the bull sacrifice. Been the bull some kind of Cooper union personification. Finally I decided to move to a more classic end-ghost-type visit... In that case, the ghosts are going to appear to a lot of people, but for this final scene I choose Anthony Vidler the dean of the architecture school. And  for the ghost, thinking originally in  Abraham Lincoln I inclined myself finally,  for someone less commercial, and closer as is John Hejduk, the historic figure at Cooper's architecture school ...Once this set, this text  finish as it follows. </b></p>\n<p><b>...May 2014 3am .. The main bedroom at Vidler's residence...Anthony wake's up drenched in sweat,  sitting up startled by an undefined dream.... at the end of its bed there is something....when finally is able to reach his glasses is able to outline  the ghost of John Hejduk staring directly at him....after an instant of eternity the Anthony Vidler  corporal temperature drops what feels like 1000 degrees...and  just before the end John's ghost say....Even you, Brutus? </b></p>\n<p><b>Max Sanjulian </b></p>\n</div>", "entities": [{"count": 13, "name": "Cooper"}, {"count": 7, "name": "Cooper Union"}, {"count": 3, "name": "Anthony Vidler"}, {"count": 2, "name": "Peter Coope"}, {"count": 2, "name": "Astor"}, {"count": 2, "name": "America"}, {"count": 2, "name": "Abraham Lincoln"}, {"count": 2, "name": "John Hejduk"}, {"count": 1, "name": "Washington"}, {"count": 1, "name": "Philadelphia"}, {"count": 1, "name": "Theodore Roosevelt"}, {"count": 1, "name": "Mark Anthony"}, {"count": 1, "name": "Penn"}, {"count": 1, "name": "John"}, {"count": 1, "name": "Manhattan"}, {"count": 1, "name": "Albert C. Barnes"}, {"count": 1, "name": "Spielberg"}, {"count": 1, "name": "Bill clinton"}, {"count": 1, "name": "Brutus"}, {"count": 1, "name": "Saskia Bos"}, {"count": 1, "name": "Simon Ben-Avi"}, {"count": 1, "name": "Barack Obama"}, {"count": 1, "name": "republican"}, {"count": 1, "name": "Bharucha Union University"}, {"count": 1, "name": "Copper"}, {"count": 1, "name": "Marlon Brando"}, {"count": 1, "name": "William Germano"}, {"count": 1, "name": "Woodrow Wilson"}, {"count": 1, "name": "Jamshed Bharucha"}, {"count": 1, "name": "US"}, {"count": 1, "name": "Vidler"}, {"count": 1, "name": "american"}, {"count": 1, "name": "Bharucha"}, {"count": 1, "name": "Peter"}], "favicon_colors": null, "keywords": [{"score": 102, "name": "cooper"}, {"score": 46, "name": "ghost"}, {"score": 42, "name": "architecture"}, {"score": 40, "name": "vidler"}, {"score": 38, "name": "union"}, {"score": 37, "name": "students"}, {"score": 30, "name": "school"}, {"score": 30, "name": "bharucha"}, {"score": 28, "name": "anthony"}, {"score": 24, "name": "protecting"}], "published": null, "provider_name": "Campaign-archive1", "type": "html"}