{"provider_url": "http://artobserved.com", "description": "December 6th, 2012 Inside the occupation of the tower. All images courtesy the Students for a Free Cooper Union, unless otherwise noted. Earlier this week, Art Observed reported that students at Cooper Union, the country's only traditionally tuition-free art school, have barricaded themselves into the top floor of their school in an act of protest against the school's recent economic scandal.", "embeds": [], "safe": true, "provider_display": "artobserved.com", "related": [{"score": 0.6204407811164856, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.5977957844734192, "description": "It's my fault. I'll admit it. During my eight years in the classroom, I ruined at least two amazing literary works by assigning horrifically dull reading projects. My only hope is that those middle school students, whose enthusiasm I quashed, found another way to become passionate about literature.", "title": "Projects to Engage Middle School Readers", "url": "http://www.edutopia.org/blog/projects-engage-middle-school-readers-beth-holland", "thumbnail_height": 345, "thumbnail_url": "http://www.edutopia.org/files/slates/holland-engage-ms-readers-flickr.jpg", "thumbnail_width": 460}, {"score": 0.5890602469444275, "description": "American students are bored by math, science and engineering. They buy smartphones and tablets by the millions but don't pursue the skills necessary to build them. Engineers and physicists are often portrayed as clueless geeks on television, and despite the high pay and the importance of such jobs to the country's future, the vast majority of high school graduates don't want to go after them.", "title": "Who Says Math Has to Be Boring?", "url": "http://www.nytimes.com/2013/12/08/opinion/sunday/who-says-math-has-to-be-boring.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/07/opinion/video-editorial-ptech-new/video-editorial-ptech-new-videoSixteenByNine1050-v2.jpg", "thumbnail_width": 1050}, {"score": 0.5877299308776855, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}, {"score": 0.572916567325592, "description": "PALO ALTO - Akshay Kothari's first assignment at the D.school - formally known as the Hasso Plattner Institute of Design at Stanford University - was to rethink how people eat ramen noodles. His last D.school assignment led to a news-reading app that was bought by LinkedIn for $90 million.", "title": "Solving Problems for Real World, Using Design", "url": "http://www.nytimes.com/2013/12/30/technology/solving-problems-for-real-world-using-design.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/30/business/dschool1/dschool1-videoSixteenByNine1050.jpg", "thumbnail_width": 1050}], "favicon_url": "http://artobserved.com/favicon.ico", "authors": [], "images": [{"caption": null, "url": "http://artobserved.com/artimages/2012/12/Clocktower.jpg", "height": 645, "width": 440, "colors": [{"color": [16, 0, 5], "weight": 0.794189453125}, {"color": [91, 16, 14], "weight": 0.166015625}, {"color": [171, 26, 35], "weight": 0.034423828125}, {"color": [112, 183, 217], "weight": 0.00146484375}, {"color": [192, 237, 248], "weight": 0.00146484375}], "entropy": 3.4511821100888453, "size": 141511}, {"caption": null, "url": "http://artobserved.com/artimages/2012/12/Free_Cooper_Union10.jpg", "height": 330, "width": 440, "colors": [{"color": [183, 138, 110], "weight": 0.29248046875}, {"color": [108, 187, 244], "weight": 0.290771484375}, {"color": [202, 56, 57], "weight": 0.092529296875}, {"color": [27, 15, 18], "weight": 0.08154296875}, {"color": [139, 102, 78], "weight": 0.07861328125}], "entropy": 5.797697630699707, "size": 168476}, {"caption": null, "url": "http://artobserved.com/artimages/2012/12/Cooper_Union_tweet.jpg", "height": 440, "width": 440, "colors": [{"color": [186, 173, 143], "weight": 0.396484375}, {"color": [141, 126, 97], "weight": 0.164794921875}, {"color": [31, 26, 24], "weight": 0.147705078125}, {"color": [88, 78, 62], "weight": 0.136962890625}, {"color": [192, 86, 61], "weight": 0.04833984375}], "entropy": 7.011660594534098, "size": 279645}, {"caption": null, "url": "http://artobserved.com/artimages/2012/12/Free_Cooper_Union6.jpg", "height": 330, "width": 440, "colors": [{"color": [23, 29, 35], "weight": 0.314453125}, {"color": [166, 162, 153], "weight": 0.22314453125}, {"color": [79, 80, 82], "weight": 0.21044921875}, {"color": [124, 125, 121], "weight": 0.1103515625}, {"color": [206, 198, 176], "weight": 0.077880859375}], "entropy": 6.405293627935904, "size": 184546}, {"caption": null, "url": "http://artobserved.com/artimages/2012/12/Free_Cooper_Union3.jpg", "height": 293, "width": 440, "colors": [{"color": [26, 24, 25], "weight": 0.23779296875}, {"color": [160, 158, 149], "weight": 0.23095703125}, {"color": [127, 111, 95], "weight": 0.218017578125}, {"color": [88, 68, 54], "weight": 0.203369140625}, {"color": [178, 201, 57], "weight": 0.10986328125}], "entropy": 6.142122527831172, "size": 136770}], "cache_age": 83441, "lead": null, "language": "English", "original_url": "http://bit.ly/Xvqmue", "url": "http://artobserved.com/2012/12/new-york-an-in-depth-look-inside-the-cooper-union-occupation-including-an-exclusive-interview-with-occupiers/", "media": {}, "title": "Art Observed Exclusive: New York - Interview with Student Occupiers of Cooper Union and in Depth Contextual Review", "offset": null, "content": "<div>\n<p><small>December 6th, 2012 </small></p>\n<p><a href=\"http://artobserved.com/2012/12/new-york-an-in-depth-look-inside-the-cooper-union-occupation-including-an-exclusive-interview-with-occupiers/clocktower/\"><img src=\"http://artobserved.com/artimages/2012/12/Clocktower.jpg\"><br></a>Inside the occupation of the tower.  All images courtesy the <a href=\"http://www.cusos.org\">Students for a Free Cooper Union</a>, unless otherwise noted.</p>\n<p>Earlier this week, <a href=\"http://artobserved.com/2012/12/cooper-union-students-barricade-themselves-inside-in-protest-of-possible-end-to-free-tuition/\">Art Observed reported</a> that students at Cooper Union, the country's only traditionally tuition-free art school, have barricaded themselves into the top floor of their school in an act of protest against the school's recent economic scandal. Last year, after years of hiding its financial situation, the school's administration revealed that they are in a $17 million debt that could leave students paying tuition as soon as 2018.</p>\n<p>Although there has been minimal response thusfar from the school's administration regarding the students' actions, support has steadily grown, especially from faculty members. The media response to the students' actions has been far-reaching, from early coverage by  <a href=\"http://www.artinamericamagazine.com/news-opinion/news/2012-12-03/students-lock-in-at-cooper-union-to-protest-tuition/\">Art in America</a> to mainstream media sources including  <a href=\"http://tv.msnbc.com/2012/12/04/cooper-union-students-stage-civil-disobedience-in-defense-of-free-higher-ed/\">MSNBC</a>,  <a href=\"http://newyork.cbslocal.com/2012/12/04/cooper-union-students-take-over-university-clock-tower-to-protest-tuition-changes/\">CBS</a>,  <a href=\"http://blogs.wsj.com/metropolis/2012/12/04/students-barricaded-in-cooper-union-livestream-protest/\">The Wall Street Journal</a>, and <a href=\"http://www.msnbc.msn.com/id/26315908/#50096340\">The Rachel Maddow Show</a>.</p>\n<p>Art Observed's Jennifer Lindblad reached out to occupying students to hear their experiences and reflections so far.</p>\n<a href=\"http://artobserved.com/2012/12/new-york-an-in-depth-look-inside-the-cooper-union-occupation-including-an-exclusive-interview-with-occupiers/free_cooper_union10/\"><img src=\"http://artobserved.com/artimages/2012/12/Free_Cooper_Union10.jpg\"></a> <p>Occupiers receive a delivery by balloon at the Cooper Union Foundation Building on Tuesday, December 4th. Photo by Phoebe Pundyk for Art Observed.</p>\n<strong>Click through for more images, text, and exclusive interview...</strong> <p>The group, which calls themselves <a href=\"http://www.cusos.org\">Students for a Free Cooper Union</a>, numbers eleven. All are enrolled in the School of Art and are representative of all class years. By far the most visible element of their protest is a red banner proclaiming \"FREE EDUCATION TO ALL,\" which flies from the Peter Cooper Suite on the eighth floor of the historic building (being referred to as the clock tower). The clock tower boasts views of supporters below in Cooper Square, who show their solidarity daily by holding candlelight vigils each night and <a href=\"http://youtu.be/Ghwj18C2OrY\">sending handwritten messages</a> and rations up to the occupiers by way of a complex balloon and pulley system.</p>\n<img src=\"http://artobserved.com/artimages/2012/12/Cooper_Union_tweet.jpg\"><p><a href=\"http://artobserved.com/2012/12/new-york-an-in-depth-look-inside-the-cooper-union-occupation-including-an-exclusive-interview-with-occupiers/free_cooper_union6/\"><img src=\"http://artobserved.com/artimages/2012/12/Free_Cooper_Union6.jpg\"><br></a>Faculty members speak during the Day of Action on Monday, December 3rd. Photo by Phoebe Pundyk for Art Observed.</p>\n<a href=\"http://artobserved.com/2012/12/new-york-an-in-depth-look-inside-the-cooper-union-occupation-including-an-exclusive-interview-with-occupiers/free_cooper_union3/\"><img src=\"http://artobserved.com/artimages/2012/12/Free_Cooper_Union3.jpg\"></a> <p>The students pose together before their press conference on Tuesday, December 4th.</p>\n<p>In their <a href=\"http://www.cusos.org/students-for-a-free-cooper-union-address-cu-administration/\">address to the administration</a>, The Students for a Free Cooper Union state that they will not leave the space until their demands are met. What they are asking is threefold: for public affirmation of the college's commitment to free education, for the Board of Trustees to be more transparent and inclusive, and for the resignation of the school's president Jamshed Bharucha, who has been in office since July 2011 but has remained largely silent throughout the students' protest. They are active on both Twitter (<a href=\"https://twitter.com/freecooperunion\">@FreeCooperUnion</a>) and <a href=\"https://www.facebook.com/FreeCooperUnion\">Facebook</a>, already showing over almost 1,000 followers and 1,200 likes respectively at the time of publication (and all this is in just four days).</p>\n<p>The protest kicked off Monday, December 2nd in a Day of Action, consisting of an entire day of free lectures, performances and readings, and a Summit on Debt and Education. On Tuesday afternoon, students organized a press conference in Cooper Square. Rachel Appel and Audrey Snyder, vital \"ground supporters\" for the group and both seniors at the School of Art, read the students' demands to a crowd of approximately 150 supporters. Faculty were moved to speak, declaring that at least 20 undersigned members \"unreservedly support [the school's] mission statement [...] The college admits undergraduates solely on merit and awards full scholarships to all enrolled students.\" The sudden display of faculty support is what distinguishes this occupation from previous acts of protest that have occured throughout the tumultuous year. Sculpture teacher Niki Logis, who has been instructing at Cooper Union for 43 years,  <a href=\"http://www.democracynow.org/blog/2012/12/5/video_voices_from_the_cooper_union_occupation_in_new_york_city\">told Democracy Now</a> that the school must stay true to its mission: \"You cannot have a contingent of students attending any aspect of an institute that had the name Cooper Union on it be the same if those people are paying tuition. The nature of your abstract and theoretical speculations would be different. The nature of where you recruited your students from would be different.\"</p>\n<p>The administration's response does not echo the faculty's sentiments. Yesterday, the administration responded to the students' occupation by issuing an insubstantial press release on the school's website (pictured below) which merely expressed concerns over the safety of students and the disruption of classes, promising a \"dialog\" [sic] with the students that has heretofore not been met. The students <a href=\"http://www.cusos.org/students-for-a-free-cooper-union-respond-to-yet-another-administrative-failure/\">replied</a>, \"President Bharucha's email to the student body is an exceptional farce\" and <a href=\"http://www.cusos.org/students-for-a-free-cooper-union-respond-to-yet-another-administrative-failure/\">responded</a> to the email point by point on their website. When reporters from Democracy Now asked for a comment from President Bharucha, he praised the students for speaking their minds, but as soon as the question \"Will Cooper Union remain tuition-free?\" was raised he walked away.</p>\n<a href=\"http://artobserved.com/2012/12/new-york-an-in-depth-look-inside-the-cooper-union-occupation-including-an-exclusive-interview-with-occupiers/bharucha_pressrelease/\"><img src=\"http://artobserved.com/artimages/2012/12/Bharucha_PressRelease.jpg\"></a> <p>Wednesday morning, across the street from the occupation, Cooper's Board of Trustees of the three schools (art, architecture, and engineering) met to discuss revenue generating programs. Sixty-five plus students came to protest this as a plan of action. Although barred from the meeting, one student blocked the door so that a few were able to enter (and board members were unable to exit). Deeply symbolic actions took place: one student held up a portrait of the school's founder Peter Cooper for the board members to gaze upon, while another cried in front of the President. Yet another removed a portrait of President Bharucha from the wall, replacing it with the portrait of Peter Cooper. Amidst chants of \"BHARUCHA STEP DOWN\"/ \"WE SUPPORT THE OCCUPATION\"/ \"WE ARE THE OCCUPATION\"/ \"WE SUPPORT THE FACULTY / \"YOU ARE NOT OUR PRESIDENT\" / \"WE SUPPORT THE MISSION OF OUR SCHOOL,\" the board struggled to hold its meeting. A student took public minutes (echoing one of the students' demands for the administration's transparency) and made them available via Google Drive. The meeting was made available by students via  <a href=\"http://www.ustream.tv/channel/free-cooper-union\">live stream</a>.</p>\n<a href=\"http://artobserved.com/2012/12/new-york-an-in-depth-look-inside-the-cooper-union-occupation-including-an-exclusive-interview-with-occupiers/free_cooper_union5/\"><img src=\"http://artobserved.com/artimages/2012/12/Free_Cooper_Union5.jpg\"></a> <p>Left: Screenshot of the live stream of the Board of Trustees meeting Wednesday, December 5th. Right: Student crying in front of the school's president Jamshed Bharucha, photo by Ian Langehough.</p>\n<a href=\"http://artobserved.com/2012/12/new-york-an-in-depth-look-inside-the-cooper-union-occupation-including-an-exclusive-interview-with-occupiers/bharucha_portrait_removal/\"><img src=\"http://artobserved.com/artimages/2012/12/Bharucha_Portrait_removal.jpg\"></a> <p>Screenshots of the live stream of the Board of Trustees meeting Wednesday, December 5th depicting a student removing the portrait of President Jamshed Bharucha from the wall, to the left is Chairman of the Board, Mark Epstein.</p>\n<p>Live stream features heavily as one of the tools the students are finding most effective in disseminating information. Wednesday evening, after over 48 hours of occupation, a live stream of protest was projected onto the sidewalk in Cooper Square, a mashup of classic old-school and new-school techniques of protest.</p>\n<a href=\"http://artobserved.com/2012/12/new-york-an-in-depth-look-inside-the-cooper-union-occupation-including-an-exclusive-interview-with-occupiers/cooper_union_wednesdayevening/\"><img src=\"http://artobserved.com/artimages/2012/12/Cooper_Union_WednesdayEvening.jpg\"></a> <p>View from the Peter Cooper Suite on Wednesday night, with live streaming protest projected on the sidewalk.</p>\n<a href=\"http://artobserved.com/2012/12/new-york-an-in-depth-look-inside-the-cooper-union-occupation-including-an-exclusive-interview-with-occupiers/cooper_graffiti/\"><img src=\"http://artobserved.com/artimages/2012/12/Cooper_graffiti.jpg\"></a> <p>Students decorated nooks in the ground level of the Foundation Building with slogans pertaining to their cause.</p>\n<p>One of the earliest acts of solidarity came from a group of Cooper freshman, who staged a sit-in a few levels down in the same building on the first night of the occupation. Although they were asked by the school's security to leave, the students remained in the studio space overnight, buoyed by hammocks and a mission to protect the legacy of their school. Following Wednesday's board of trustees meeting, students in Cooper Square performed a  \" <a href=\"http://youtu.be/5jn-94o4N_Y\">Transparency Parade</a> \" in which a circular barricade was constructed from saran wrap. Cries of \"Where's our president?\" rang out as the students marched in circles.</p>\n<p>The Students for a Free Cooper Union have been contacted by students all over the world, including letters and tweets of solidarity from UCLA, Harvard, NYU, The New School, and as far-reaching as The Netherlands. Casey Gollan, who is a senior in the School of Art and one of the eleven, shared early concerns over a polarization effect: that it would be the activists vs. the rest of the student body. In fact, the protest has had the opposite effect bringing together three disparate groups (art, architecture, engineering) towards one common goal. An existing  <a href=\"https://www.facebook.com/groups/unifycooper/\">unification group</a> on Facebook saw a sudden influx of activity, surpassing 500 members, and decided to host an event in Cooper Union's engineering labs tomorrow to foster more cross-disciplinary discussion and show their support.</p>\n<p>In order to prove that they were not a minority group with their own agenda, but rather the megaphone for a concerned, unified student body, the Students for a Free Cooper Union issued a call Wednesday morning on their Facebook page for \"signed statements of solidarity from students, student organizers, and student groups.\" They have since received innumerable solidarity documents, prompting them yet again to renounce the school's president and administration, who \"no longer represent The Cooper Union and its community.\"</p>\n<p><a href=\"http://artobserved.com/2012/12/new-york-an-in-depth-look-inside-the-cooper-union-occupation-including-an-exclusive-interview-with-occupiers/free_cooper_union7/\"><img src=\"http://artobserved.com/artimages/2012/12/Free_Cooper_Union7.jpg\"><br></a>BHQF pizza delivery. Photo by Phoebe Pundyk for Art Observed.</p>\n<p>One of the most poignant moments of the occupation thusfar has been the pizza delivery to the Peter Cooper Suite by artist group <a href=\"http://artobserved.com/?s=Bruce+High+Quality+Foundation\">The Bruce High Quality Foundation</a>, many of whom are themselves graduates of the college. Initiating what Gollan called a sort of \"advent calendar of solidarity,\" the BHQF installed a blow-up rat in Cooper Square on Monday. On Tuesday, they contacted the students with a wish to send them a pizza delivery by way of balloons. A complex pulley system was created, and the event became the focus of the Rachel Maddow segment entitled \"Of Protests and Pizza Pulleys\" ( <a href=\"http://www.msnbc.msn.com/id/26315908/#50096340\">the clip</a> aired Wednesday night). On Wednesday they delivered Christmas lights, which the occupying students strung across the windows in the Peter Cooper Suite. It's anyone's guess what these wise men will offer up in the coming days- or longer-however long it takes for their demands to be met.</p>\n<p>Perhaps one of the most fascinating aspects of the occupation so far has been the opportunity to watch a  <a href=\"http://www.livestream.com/occupynyc\">live stream</a> (via OccupyNYC) of the students' work room in the Peter Cooper Suite. Watching the dedication of these capable students as they think, tweet, rig pulleys, occasionally jump rope and fight for their collective belief in free education is astounding to watch.</p>\n<img src=\"http://artobserved.com/artimages/2012/12/Free_Cooper_Union11.jpg\"><p>BHQF pizza delivery. Photo by Phoebe Pundyk for Art Observed.</p>\n<a href=\"http://artobserved.com/2012/12/new-york-an-in-depth-look-inside-the-cooper-union-occupation-including-an-exclusive-interview-with-occupiers/free_cooper_union12/\"><img src=\"http://artobserved.com/artimages/2012/12/Free_Cooper_Union12.jpg\"></a> <p>BHQF pizza delivery. Photo by Phoebe Pundyk for Art Observed.</p>\n<a href=\"http://artobserved.com/2012/12/new-york-an-in-depth-look-inside-the-cooper-union-occupation-including-an-exclusive-interview-with-occupiers/free_cooper_union8/\"><img src=\"http://artobserved.com/artimages/2012/12/Free_Cooper_Union8.jpg\"></a> <p>BHQF pizza delivery. Photo by Phoebe Pundyk for Art Observed.</p>\n<p>When Art Observed's Jennifer Lindblad spoke to the occupying students Wednesday evening, they had just completed hauling in the red banner due to expected high winds overnight (it has since been restored). It was almost midnight, and a wave of fatigue was beginning to settle in.</p>\n<p><strong>Art Observed:</strong> Hi guys, how are things going up there so far?</p>\n<p><strong>Tyler Berrier (CU '14)</strong>: They're good! It's going on longer than I had thought it was going to, but it's really good.</p>\n<p><strong>Casey Gollan (CU '13):</strong> Yeah, support is building. People are reaching out- from pizza to love letters to database reporting.</p>\n<p><strong>AO:</strong> Can you characterize the general atmosphere in the room where you are?</p>\n<p><strong>Josiah Ellis (CU '15):</strong> It goes through phases... Mostly it's milling about, then it gets really exciting for a bit. There's a lot of talking on phones, it's really loud.</p>\n<p><strong>Kristi Cavataro (CU '14):</strong> We're tired, I expected that we would have a lot of down time but it's been really busy.</p>\n<p><strong>AO:</strong> This all started last year and the protest has taken many various formats since then. When did it become apparent that occupying was the next course of action in terms of drawing attention to the issue and activating a real response from the administration?</p>\n<p><strong>TB:</strong> It felt like everything we did last year was \"going up\" a step in action: first posters, then walkout, second walkout, the student who mounted the statue of Peter Cooper and was arrested... We threw around the idea of an occupation last year but it didn't take shape until now.</p>\n<p><strong>AO:</strong> Why now?</p>\n<p><strong>TB:</strong> There's this sense of urgency and a feeling that other things havent worked and this was our only recourse.</p>\n<p><strong>KC:</strong> I was pretty active in various protests and student actions last year and I think there was progress, but it felt like delaying and disrupting rather than moving forward. We still haven't seen any systematic change in terms of the governance of the school. And yeah, there's this weird sense of urgency, that earlier this semester we had already tried everything else-protests, walk outs, candlelight vigils-and our existing channels of communication hadn't seen much progress or change. So this semester we needed something new, bigger, and more radical, and something that instead of just raising awareness to the public or putting pressure on administrators, demands real changes. A lock in was the answer to that call.</p>\n<p><strong>JE:</strong> I think a lock-in was the most attention-getting thing we could think of and we knew we needed a lot of attention.</p>\n<p><strong>AO:</strong> Well it's obviously worked, look at the media coverage you've been getting. What have been some of the highlights for you, in terms of the many supporters worldwide who have shown their support?</p>\n<p><strong>TB:</strong> The tweet from Russell Simmons, definitely. And of course the Rachel Maddow Show. We were just talking about how it was like, the perfect tone. It gave some good historical context, but then was also lighthearted.</p>\n<a href=\"http://artobserved.com/2012/12/new-york-an-in-depth-look-inside-the-cooper-union-occupation-including-an-exclusive-interview-with-occupiers/russell_simmons/\"><img src=\"http://artobserved.com/artimages/2012/12/Russell_Simmons.jpg\"></a> <p><strong>JE:</strong> Yeah, watching Rachel Maddow... But also the people outside, the people we know. It was really crazy watching my friends disrupt the board room meeting, I was really worried for them- how the board would react, that they could be singled out.</p>\n<p><strong>KC:</strong> One of the most emotional moments for me was this morning when we were watching the live stream. These freshman got into the meeting, it was such an amazing, brave, courageous and all-around awesome thing to do, and also the fact that it came from someone who's only been at the school for a few months! That was one of the most incredible autonomous acts I've witnessed, a real gesture.  I feel like we've been a catalyst for energy downstairs to build.</p>\n<p><strong>JE:</strong> It's like we're up here and causing all this energy and we can only see it, but it's not affecting us directly.</p>\n<p><strong>AO:</strong> Also because you're experiencing it through a screen- with the live stream.</p>\n<p><strong>JE: </strong> I'm not a big computer guy, I haven't been at the computers a lot.</p>\n<p><strong>AO:</strong> What were some of your biggest worries or concerns before the occupation, and how have some of those worries been allayed or transformed since you've been up there?</p>\n<p><strong>KC: </strong> I thought, \"What if we can't lock ourselves in? What if someone gets wind of our plan?\" Those knots in our stomachs about the risks were high before but feeling the support of everyone, we feel feel safer, warmer and empowered as we go forth on our second stay overnight.</p>\n<p><strong>JE: </strong> The half hour before going up was filled with butterflies, then it went very quickly with the elevator, we all ran out and had our assigned things to do in order to set up and prepared very quickly. One barricade didn't fit so we had to saw and fix it really quickly. Then we heard maintenance trying to get through the door and adrenaline was pumping. We all put our bodies against the door and yelled \"our bodies are against the door!\" and it was really tense.</p>\n<p><strong>AO:</strong> Tense or intense?</p>\n<p><strong>JE:</strong> (Laughs) Both.</p>\n<p><strong>AO:</strong> And how soon after you got up there did maintenance try to break in?</p>\n<p><strong>JE:</strong> I don't know, It seemed like time was moving really slowly. Probably ten minutes? A short while after. It took a long time for the administration to send us an email saying, \"you're not allowed in the space.\"</p>\n<p>[*Author's note: It took the administration 71 hours to respond to the students' actions with this email.]</p>\n<p><strong>AO: </strong> Had you thought about building an amnesty clause into your list of demands?</p>\n<p><strong>TB:</strong> We studied the New School Occupation pretty heavily, and it became apparent that one of their mistakes was that the amnesty clause was too high on their list of demands. We felt it took away some of the power, we wanted to show our dedication.</p>\n<p><strong>CG:</strong> We're frustrated with the bureaucracy here inhibiting free education, and we took a lot of inspiration from horizontal structures and methods from Occupy.</p>\n<p><strong>AO:</strong> I feel like one of the biggest differentiations between previous acts of protest regarding the Cooper Union crisis is the presence-finally-of the faculty's voice.</p>\n<p><strong>KC:</strong> We knew all along that our fellow students and faculty supported us, but [the lock-in] acted as a catalyst for them to voice their support on this issue more loudly and more urgently. A lot of people felt burnt out from last year and were waiting on a big action to push people to start talking about it again. It's really exciting to see.  Faculty has been suppressed for fear of losing their job and we've given them an opportunity, something to rally behind.</p>\n<p><strong>AO:</strong> What is the current state of accommodations for food, water, etc.? Obviously pizza by balloon is not a sustainable method...</p>\n<p><strong>TB:</strong> We erred on the side of excess, so we're prepared.</p>\n<p><strong>AO:</strong> How feasible do you think your demands being met really is? What's on the horizon for the coming days?</p>\n<p><strong>TB:</strong> Sometimes it feels really feasible, other times not.</p>\n<p><strong>KC:</strong> It really feels like our big dreams aren't that far fetched. There is an emergency faculty meeting Thursday morning, so we'll see what that brings.</p>\n<p><strong>CG:</strong> A lot of people are reaching out to help us get organized in terms of our information and data.</p>\n<p><strong>AO:</strong> So where/how do you expect to go from here? In an ideal world, how would this end?</p>\n<p><strong>TB:</strong> Our demands would be met and that would be that. We've been discussing a citywide event for afterwards, involving colleges from all over the city. As you know we've been receiving a lot of letters of support from other institutions so it would be cool to do something on that.</p>\n<p><strong>AO:</strong> Well good luck. You definitely have our support.</p>\n<p><strong>Students:</strong> Thank you!</p>\n<img src=\"http://artobserved.com/artimages/2012/12/Free_Cooper_Union2.jpg\"><img src=\"http://artobserved.com/artimages/2012/12/Free_Cooper_Union4.jpg\"><p>Shows of solidarity as seen from the Peter Cooper Suite.</p>\n<p>- J. Lindblad</p>\n<strong>Suggested Links:</strong> <p>OFFICIAL WEBSITE: Cooper Union Student Action to Save Our School [ <a href=\"http://www.cusos.org/\">cuSOS.org</a>]<br> Students Lock in at Cooper Union to Protest Tuition [ <a href=\"http://www.artinamericamagazine.com/news-opinion/news/2012-12-03/students-lock-in-at-cooper-union-to-protest-tuition/\">Art in America</a>]<br> Of Protests and Pizza Pulleys [ <a href=\"http://www.msnbc.msn.com/id/26315908/#50096340\">The Rachel Maddow Show</a>]<br> Occupy Cooper Union [ <a href=\"http://blogs.reuters.com/felix-salmon/2012/12/05/occupy-cooper-union/\">Reuters</a>]<br> Cooper Union Protest Grows With Support from Faculty, Silence from Administration [ <a href=\"http://www.huffingtonpost.com/2012/12/05/cooper-union-tuition-protest_n_2240768.html\">Huffington Post</a>]<br> Cooper Union Students Stage Civil Disobedience in Defense of Free Higher Ed [ <a href=\"http://tv.msnbc.com/2012/12/04/cooper-union-students-stage-civil-disobedience-in-defense-of-free-higher-ed/\">MSNBC</a>]<br> Video Voices from the Cooper Union Occupation [ <a href=\"http://www.democracynow.org/blog/2012/12/5/video_voices_from_the_cooper_union_occupation_in_new_york_city\">Democracy Now</a>]<br> Cooper Union Students Protest Threat to Free Tuition [ <a href=\"http://www.npr.org/2012/12/05/166546002/cooper-union-students-protest-threat-to-free-tuition\">NPR</a>]<br> Cooper Union Student Protest Possible Tuition Fees [ <a href=\"http://www.wnyc.org/blogs/wnyc-news-blog/2012/dec/04/cooper-union-students-protest-possible-tuition-fees/\">WNYC</a>]<br> Students Occupying Cooper Union Insist on Founder's Vision [ <a href=\"http://www.thenation.com/blog/171576/students-occupying-cooper-union-insist-founders-vision\">The Nation</a>]<br> Students Barricaded in Cooper Union, Livestream Protest [ <a href=\"http://blogs.wsj.com/metropolis/2012/12/04/students-barricaded-in-cooper-union-livestream-protest/\">Wall Street Journal</a>]<br> Students Seize Cooper Union Room to Protest Possible Tuition [ <a href=\"http://cityroom.blogs.nytimes.com/2012/12/03/students-seize-cooper-union-room-to-protest-possible-tuition/?src=twrhp\">New York Times</a>]<br> Cooper Union Kids Occupy Clock Tower for Free Tuition [ <a href=\"http://nymag.com/daily/intel/2012/12/students-occupy-cooper-union-for-free-tuition.html\">NY Mag</a>]<br> Cooper Union Students Take Over University Clock Tower to Protest Tuition Changes [ <a href=\"http://newyork.cbslocal.com/2012/12/04/cooper-union-students-take-over-university-clock-tower-to-protest-tuition-changes/\">CBS</a>]<br> Reaffirming 'Free Education For All': Cooper Union Student Take a Stand on Tuition Debt [ <a href=\"http://www.good.is/posts/reaffirming-free-education-for-all-cooper-union-students-take-stand-on-tuition-debt/\">GOOD</a>]<br> 11 Students Protesting Tuition Have Barricaded Themselves in Cooper Union Building [ <a href=\"http://gothamist.com/2012/12/03/11_students_protesting_tuition_barr.php\">Gothamist</a>]<br> Cooper Union Responds to Student Occupations [ <a href=\"http://blogs.artinfo.com/artintheair/2012/12/04/cooper-union-responds-to-student-occupation-over-anti-tuition-protest/\">Artinfo</a>]<br> Why Cooper Union Matters [ <a href=\"http://www.brooklynrail.org/2011/12/local/why-cooper-union-matters\">Brooklyn Rail</a>]</p>\n</div>", "entities": [{"count": 11, "name": "Cooper Union"}, {"count": 6, "name": "Peter Cooper"}, {"count": 6, "name": "Phoebe Pundyk"}, {"count": 5, "name": "Free Cooper Union"}, {"count": 4, "name": "Board of Trustees"}, {"count": 4, "name": "Bharucha"}, {"count": 4, "name": "CU"}, {"count": 4, "name": "Cooper Square"}, {"count": 3, "name": "Peter Cooper Suite"}, {"count": 3, "name": "School of Art"}, {"count": 3, "name": "Jamshed Bharucha"}, {"count": 2, "name": "Cooper"}, {"count": 2, "name": "Casey Gollan"}, {"count": 2, "name": "Democracy Now"}, {"count": 2, "name": "Jennifer Lindblad"}, {"count": 2, "name": "Rachel Maddow"}, {"count": 2, "name": "Rachel Maddow Show"}, {"count": 2, "name": "America"}, {"count": 1, "name": "Ian Langehough"}, {"count": 1, "name": "Cooper Union Responds"}, {"count": 1, "name": "Huffington Post"}, {"count": 1, "name": "Cooper Union Foundation Building"}, {"count": 1, "name": "Mark Epstein"}, {"count": 1, "name": "Cooper Union Insist"}, {"count": 1, "name": "NYU"}, {"count": 1, "name": "Reuters"}, {"count": 1, "name": "Board"}, {"count": 1, "name": "New York Times"}, {"count": 1, "name": "MSNBC"}, {"count": 1, "name": "Audrey Snyder"}, {"count": 1, "name": "Cooper Union Student Take"}, {"count": 1, "name": "CBS"}, {"count": 1, "name": "Cooper Union Building"}, {"count": 1, "name": "New School Occupation"}, {"count": 1, "name": "Occupy Cooper Union"}, {"count": 1, "name": "Kristi Cavataro"}, {"count": 1, "name": "Cooper Union Student Action"}, {"count": 1, "name": "Pizza Pulleys"}, {"count": 1, "name": "Harvard"}, {"count": 1, "name": "Gollan"}, {"count": 1, "name": "The Bruce High Quality Foundation"}, {"count": 1, "name": "Cooper Union Matters"}, {"count": 1, "name": "Debt and Education"}, {"count": 1, "name": "The Netherlands"}, {"count": 1, "name": "Rachel Appel"}, {"count": 1, "name": "Google Drive"}, {"count": 1, "name": "Josiah Ellis"}, {"count": 1, "name": "Russell Simmons"}, {"count": 1, "name": "Cooper Union Occupation"}, {"count": 1, "name": "Tyler Berrier"}, {"count": 1, "name": "J. Lindblad"}, {"count": 1, "name": "UCLA"}, {"count": 1, "name": "WNYC"}, {"count": 1, "name": "Art Observed"}, {"count": 1, "name": "Cooper Union Students Stage Civil Disobedience in Defense"}, {"count": 1, "name": "BHQF"}, {"count": 1, "name": "Brooklyn Rail"}, {"count": 1, "name": "New School"}, {"count": 1, "name": "Cooper Union Students Protest Threat"}, {"count": 1, "name": "Niki Logis"}, {"count": 1, "name": "Livestream Protest"}], "favicon_colors": [{"color": [30, 31, 32], "weight": 0.20361328125}, {"color": [238, 238, 238], "weight": 0.031982421875}, {"color": [148, 148, 148], "weight": 0.014404296875}], "keywords": [{"score": 267, "name": "student"}, {"score": 205, "name": "cooper"}, {"score": 114, "name": "union"}, {"score": 93, "name": "protesting"}, {"score": 85, "name": "art"}, {"score": 85, "name": "occupations"}, {"score": 81, "name": "school"}, {"score": 75, "name": "faculty"}, {"score": 70, "name": "bharucha"}, {"score": 66, "name": "tuition"}], "published": null, "provider_name": "Artobserved", "type": "html"}