{"provider_url": "http://www.e-flux.com", "description": "I am a press release. I've been ping-ponged between different people for days now. The artist hated me from the beginning. Then the gallerist wanted more background on the artist's achievements. Finally versions got crossed so the deadline was extended. Now there is no end in sight. I'm kind of tired.", "embeds": [], "safe": true, "provider_display": "www.e-flux.com", "related": [], "favicon_url": "http://www.e-flux.com/favicon.ico", "authors": [], "images": [{"url": "http://www.e-flux.com/wp-content/files_mf/cache/th_b6013a5beacabcb919d3a6564ae91b58_sketch377.jpg", "width": 600, "size": 44886, "caption": null, "height": 447}, {"caption": null, "url": "http://www.e-flux.com/wp-content/uploads/2013/12/17jmaf_banner_160x80_12092.jpg", "height": 80, "width": 160, "colors": [{"color": [246, 243, 244], "weight": 0.783203125}, {"color": [227, 38, 43], "weight": 0.111083984375}, {"color": [236, 119, 129], "weight": 0.034912109375}, {"color": [7, 7, 7], "weight": 0.033447265625}, {"color": [131, 129, 129], "weight": 0.021484375}], "entropy": 1.8880668562249374, "size": 12241}, {"caption": null, "url": "http://www.e-flux.com/wp-content/uploads/2013/02/iPad-eflux-aa_72-DPI.jpg", "height": 80, "width": 160, "colors": [{"color": [6, 4, 7], "weight": 0.81396484375}, {"color": [202, 49, 41], "weight": 0.095458984375}, {"color": [243, 247, 248], "weight": 0.044677734375}, {"color": [169, 172, 173], "weight": 0.01416015625}, {"color": [86, 169, 211], "weight": 0.0126953125}], "entropy": 2.3785118762645268, "size": 28580}, {"caption": null, "url": "http://e-flux.com/banner_images/1294845597Bonniers-Konsthall-logo4.jpg", "height": 80, "width": 160, "colors": [{"color": [3, 3, 3], "weight": 0.722900390625}, {"color": [237, 237, 237], "weight": 0.277099609375}], "entropy": 1.205614046459715, "size": 21439}, {"caption": null, "url": "http://www.e-flux.com/wp-content/uploads/2012/11/LaH-MM-Web-Banner-Type-Rast-2-1.jpg", "height": 80, "width": 160, "colors": [{"color": [0, 255, 34], "weight": 0.752685546875}, {"color": [246, 252, 250], "weight": 0.247314453125}], "entropy": 1.1643016094064942, "size": 39779}], "cache_age": 84521, "lead": null, "language": "English", "original_url": "http://ow.ly/qRFY6", "url": "http://www.e-flux.com/program/solo-show-2/", "media": {}, "title": "SOLO SHOW* | e-flux", "offset": null, "content": "<div>\n<p>I am a press release.</p>\n<p>I've been ping-ponged between different people for days now. The artist hated me from the beginning. Then the gallerist wanted more background on the artist's achievements. Finally versions got crossed so the deadline was extended. Now there is no end in sight. I'm kind of tired.</p>\n<p>I was in my final draft this morning when the artist suddenly suggested we use his fingerprint in place of a text describing the exhibition. This came after a gallery assistant compiled me, with endless enthusiasm and patience, out of multiple keywords and half-ideas spewing from the gallerist and the artist. Now she is starting to look frustrated, as it doesn't seem to be coming together. The gallerist reminds her in a hushed voice that the artist is in a difficult place in his career as well as in his private life.</p>\n<p>The gallerist greets the artist on the display of her tablet. He is still in Berlin to sort out his relationship and looks a bit dazed, but that might be the video quality. She tells him this is really not a good time for him to be disappearing like this. He asks when a better time to schedule a nervous breakdown might be. \"Just not now, dear.\" She turns to look blankly at the gallery assistant, trying to decide whether to be tough on him or make him feel understood. She sighs and assures him they will figure out a solution. \"You can show your studio assistants how to finish the work. We'll work through this press text and send it out. Just tell us how you want the work photographed and then you can bail out after the opening and take a vacation and relax.\" \"So you don't like the fingerprint idea?\" \"No, it's really lame.\"</p>\n<p>The assistant uses the moment of confusion to google the effects of a Paleolithic diet. Her boyfriend started the diet some weeks ago and he became a lot more alert and focused. But he might have become less affectionate and almost cold. She wonders whether hunter-gatherers were less capable of sustaining relationships. She finds more stuff on idiosyncrasy and scavenging and looks up definitions of detritivores and decomposers such as fungi. She looks at the image of Mycena Interrupta and is stunned by its shiny cyan color. Incoming mail interrupts her browsing and she switches back to work mode.</p>\n<p>What am I supposed to do? The gallerist turns to the assistant after the Skype call ends. We're already showing an older piece in the exhibition. It's a beautiful piece, vivid and bold, but he's too young to burn out and he's selling well. He needs to learn to delegate more of the actual production. The assistant bites her lip. I think he's having a crisis. He told me he's having serious doubts as to whether it even makes sense to go on.</p>\n<p>People say Edward Bernays invented me but that's just because they've all been watching <em>The Century of the Self</em>. From what I know Ivy Lee used me before, when he invented crisis communication for his clients who were involved in all sorts of disasters and crimes. Remember the Ludlow Massacre? I've been involved in the battle around versions of a story from day one so just try to tell me something new. Speaking of crisis communication, why not openly announce that this artist is going through a phase of depression and insecurity and sell it as an expression of the collapse of a rotten system? I wouldn't mind. We could sell him as a decomposer, a fungus, or a piece of majestic mold waiting to be consumed. I think that would be very contemporary and I'd enjoy being part of it.</p>\n<p>-</p>\n<em>Dear Friends, </em> <em>I'm sorry if I've been out of touch as of late. Things have been a little topsy-turvy.</em><em>With warm regards,</em> <em>Robbie Williams</em> <br><em>I wanted to invite you to my SOLO SHOW opening on November 17 at e-flux in New York. I hope you can make it.</em> <p><strong>* SOLO SHOW</strong> Robbie Williams</p>\n<p><strong> * SOLO SHOW</strong> Achim Kayser Alberto Storari Alexander Niklasch Andrea Fourchy Andrea Schmidt Andrea Viliani Anna Rossi Anne-Pascale Frohn Anton Vidokle Bertram Sturm Brian Kuan Wood Cajus Pietschmann Chus Martinez Daniel Bouthot David Riley Detlef Brall Elisa Maria Cerra Erik Wiegand Eva Fuchs Fabio Di Camillo Frank Kiefel Free Cooper Union Gerard McGettrick Ghazaal Vojdani Giulia Pezzoli Hengst Ines Schaber Irina Contreras Jennifer Chert Jens Queren Jeremy Carden Jesus Barraza Jo Hany Joe Pflieger J&#246;rg Wambsgan&#223; Josh Altman Juliane Bauer Julieta Aranda Kathleen Knitter Kaye Cain-Nielsen Kirsa Geiser La Vina Laura Barlow Lex Kosieradzki Liam Gillick Lindsay Caplan Magdalena Magiera Mariana Silva Mariam Ghani Markus Schmacht Michael M&#252;ller Mike Andrews Mynou Dietrichmeier Neville Reichman Natascha Sadr Haghighian Norman Chernick-Zeitlin  Omar Mismar Otto Pascale Willi Pierre Maite Pollux Rachel Ichniowski Rainer Jordan Ray Anastas Robert Schlicht Roger Sandy Kaltenborn Sebastian Summa Seda Naiumad Stefan Kessels Stefan Pente Steffen Puschke Stephan Hempel Stephen Conover Stephen Squibb Tammy Lin Thomas Huesmann Thomas Laprade Thomas Wendler Tirdad Zolghadr Uliana Zanetti Ute Waldhausen Uwe Schwarzer Viola Eickmeier William Wheeler Zach Bruder</p>\n<p><strong>SOLO SHOW</strong> is a research-based project on art production initiated by Natascha Sadr Haghighian together with Uwe Schwarzer.</p>\n<p><strong>Opening: Sunday, November 17, 4-8pm:</strong><br> 4-7 pm: Opening, unpacking, installing of the work with registrar Zach Bruder<br> 6 pm: Chus Martinez in conversation with Natascha Sadr Haghighian and Brian Kuan Wood</p>\n<p>To view a live stream of the 6pm discussion, click here: <a href=\"http://www.ustream.tv/channel/e-flux\">www.ustream.tv/channel/e-flux</a></p>\n<p><strong>Tuesday, November 19</strong>, <strong>7:30 pm:</strong><br> Stephen Squibb: Duchamp's Strategy of Refusal-On the Artistic Mode of Production<br> Norman Chernick-Zeitlin: Lessons Learned at the employee art show<br> Lindsay Caplan: Status Update: Networking, Value, and Desire<br> A statement by Free Cooper Union<br> Mariam Ghani: A statement on behalf of Gulf Labor</p>\n<p>To view a live stream of this event, click here:  <a href=\"http://www.ustream.tv/channel/e-flux\">www.ustream.tv/channel/e-flux</a></p>\n<p><strong>Sunday, November 24</strong>,<strong> 6-8:30 pm: </strong><br>Free Cooper Unionpresents <strong>The Politics of Destruction</strong> a performative reading of the 41-page transcript of a Cooper Union board of trustees meeting in September 2012, when the board discussed closing the school. The transcript was leaked by the Village Voice in July 2013. Students play the roles of trustees and Jamshed Bharucha's lines are spoken by a computerized text-to-speech tool.</p>\n<p>To view a live stream of this event, click here:  <a href=\"http://www.ustream.tv/channel/e-flux\">www.ustream.tv/channel/e-flux</a></p>\n<p>A two-part newspaper entitled <strong>INN PPEERRPPEETTUUAALL PPRROODDUUCCTTIIOONN</strong> accompanies the exhibition <strong>SOLO SHOW</strong>, with part one distributed at the opening and part two available in the exhibition during December.</p>\n</div>", "entities": [{"count": 2, "name": "Robbie Williams"}, {"count": 2, "name": "Natascha Sadr Haghighian"}, {"count": 1, "name": "Mycena Interrupta"}, {"count": 1, "name": "Achim Kayser Alberto Storari Alexander Niklasch Andrea Fourchy Andrea Schmidt Andrea Viliani Anna Rossi"}, {"count": 1, "name": "Skype"}, {"count": 1, "name": "Lindsay Caplan"}, {"count": 1, "name": "Free Cooper Union Mariam Ghani"}, {"count": 1, "name": "Anton Vidokle Bertram Sturm Brian Kuan Wood Cajus Pietschmann Chus Martinez Daniel Bouthot David Riley Detlef Brall Elisa Maria Cerra Erik Wiegand Eva Fuchs Fabio Di Camillo Frank Kiefel Free Cooper"}, {"count": 1, "name": "Edward Bernays"}, {"count": 1, "name": "Ludlow Massacre"}, {"count": 1, "name": "Brian Kuan Wood"}, {"count": 1, "name": "Norman Chernick-Zeitlin"}, {"count": 1, "name": "Berlin"}, {"count": 1, "name": "Stephen Squibb"}, {"count": 1, "name": "Village Voice"}, {"count": 1, "name": "Ivy Lee"}, {"count": 1, "name": "Duchamp"}, {"count": 1, "name": "Value"}, {"count": 1, "name": "Zach Bruder"}, {"count": 1, "name": "Chus Martinez"}, {"count": 1, "name": "Uwe Schwarzer"}, {"count": 1, "name": "Gerard McGettrick Ghazaal Vojdani Giulia Pezzoli Hengst Ines Schaber Irina Contreras Jennifer Chert Jens Queren Jeremy Carden Jesus Barraza Jo Hany Joe Pflieger Jörg Wambsganß Josh Altman Juliane Bauer Julieta Aranda Kathleen Knitter Kaye Cain-Nielsen Kirsa Geiser La Vina Laura Barlow Lex Kosieradzki Liam Gillick Lindsay Caplan Magdalena Magiera Mariana Silva Mariam Ghani Markus Schmacht Michael Müller Mike Andrews Mynou Dietrichmeier Neville Reichman Natascha Sadr Haghighian Norman Chernick-Zeitlin Omar Mismar Otto Pascale Willi Pierre Maite Pollux Rachel Ichniowski Rainer Jordan Ray Anastas Robert Schlicht Roger Sandy Kaltenborn Sebastian Summa Seda Naiumad Stefan Kessels Stefan Pente Steffen Puschke Stephan Hempel Stephen Conover Stephen Squibb Tammy Lin Thomas Huesmann Thomas Laprade Thomas Wendler Tirdad Zolghadr Uliana Zanetti Ute Waldhausen Uwe Schwarzer Viola Eickmeier William Wheeler Zach Bruder"}, {"count": 1, "name": "Jamshed Bharucha"}, {"count": 1, "name": "New York"}, {"count": 1, "name": "PPRROODDUUCCTTIIOONN"}, {"count": 1, "name": "Cooper Union"}], "favicon_colors": [{"color": [246, 246, 246], "weight": 0.0390625}, {"color": [14, 14, 14], "weight": 0.018310546875}, {"color": [91, 91, 91], "weight": 0.005126953125}], "keywords": [{"score": 46, "name": "gallerist"}, {"score": 40, "name": "e-flux"}, {"score": 37, "name": "artistic"}, {"score": 30, "name": "haghighian"}, {"score": 28, "name": "solo"}, {"score": 28, "name": "natascha"}, {"score": 28, "name": "sadr"}, {"score": 26, "name": "ustream"}, {"score": 24, "name": "assistant"}, {"score": 21, "name": "exhibition"}], "published": null, "provider_name": "E-flux", "type": "html"}