{"provider_url": "http://studentactivism.net", "description": "The Cooper Union administration yesterday released details of the procedures it intends to use to place a student on the college's Board of Trustees in the coming months, and to this outside observer's eyes, those procedures look like a clear violation of the agreement that brought and end to the spring's two-month Free Cooper Union occupation of President Jamshed Bharucha's office.", "embeds": [], "safe": true, "provider_display": "studentactivism.net", "related": [{"score": 0.6463658213615417, "description": "It's my fault. I'll admit it. During my eight years in the classroom, I ruined at least two amazing literary works by assigning horrifically dull reading projects. My only hope is that those middle school students, whose enthusiasm I quashed, found another way to become passionate about literature.", "title": "Projects to Engage Middle School Readers", "url": "http://www.edutopia.org/blog/projects-engage-middle-school-readers-beth-holland", "thumbnail_height": 345, "thumbnail_url": "http://www.edutopia.org/files/slates/holland-engage-ms-readers-flickr.jpg", "thumbnail_width": 460}, {"score": 0.645586371421814, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.6027210354804993, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}, {"score": 0.5989053249359131, "description": "Universities in South Dakota, Nebraska, and other states have cut the number of credits students need to graduate. A proposal in Florida would let online courses forgo the usual higher-education accreditation process. A California legislator introduced a measure that would have substituted online courses for some of the brick-and-mortar kind at public universities.", "title": "'We Are Creating Walmarts of Higher Education'", "url": "http://www.theatlantic.com/education/archive/2013/12/we-are-creating-walmarts-of-higher-education/282619/", "thumbnail_height": 410, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR33OS4_1/lead_large.jpg?myf59a", "thumbnail_width": 615}, {"score": 0.5759046077728271, "description": "Schools across the country are increasingly starting to use mobile devices like tablets and smartphones as classroom tools. But some educators are still skeptical that devices will distract students as much or more than they enhance the learning environment.", "title": "Tablets for Fifth Graders? Teachers Try Different Tactics", "url": "http://blogs.kqed.org/mindshift/2013/12/tablets-for-fifth-graders-teachers-try-different-tactics/", "thumbnail_height": 168, "thumbnail_url": "http://blogs.kqed.org/mindshift/files/2013/12/ipads360-300x168.jpg", "thumbnail_width": 300}], "favicon_url": "http://s2.wp.com/i/favicon.ico?m=1311975824g", "authors": [{"url": "http://studentactivism.net/author/angusjohnston/", "name": "Angus Johnston"}], "images": [{"caption": null, "url": "http://wordpress.com/i/blank.jpg?m=1383295312g", "height": 200, "width": 200, "colors": [{"color": [252, 252, 252], "weight": 0.000244140625}], "entropy": -0.0, "size": 8554}], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://studentactivism.net/2013/10/15/cooper-union-administration-violates-agreement-on-student-trustee/", "url": "http://studentactivism.net/2013/10/15/cooper-union-administration-violates-agreement-on-student-trustee/", "media": {}, "title": "Cooper Union Administration Violates Agreement on Student Trustee", "offset": null, "content": "<div>\n<p>The Cooper Union administration yesterday released details of <a href=\"https://www.facebook.com/FreeCooperUnion/posts/536857536395069\">the procedures</a> it intends to use to place a student on the college's Board of Trustees in the coming months, and to this outside observer's eyes, those procedures look like a clear violation of the agreement that brought and end to the spring's two-month Free Cooper Union occupation of President Jamshed Bharucha's office.</p>\n<p>In June of this year the Cooper trustees <a href=\"https://www.facebook.com/groups/SaveCooperUnion/permalink/479572472118418/\">announced</a> their \"intention\" to \"have student representation on the Board,\" with particulars of implementation to be worked out in September. The following month, however, as part of <a href=\"http://studentactivism.net/2013/07/16/is-it-a-trap-thoughts-on-the-cooper-union-agreement/\">the negotiated settlement</a> of the occupation, it was <a href=\"https://docs.google.com/a/writopialab.org/document/d/1QcXjFjyy1FcS5NYrVrkyu8lY6iT9_F3ZHyA6SFaCG1Y/edit?pli=1\">agreed</a> that the Board would establish procedures \"for the election of a student representative as a member of the Board of Trustees.\"</p>\n<p>Note that word, \"election.\" It was the only new element of the student trustee policy announced as part of the agreement, and a crucial concession to the occupiers. A student trustee can only properly represent the students of the campus if he or she speaks for, and is accountable to, those students. The principle of student self-determination is a crucial one in struggles for legitimate student representation in university governance, and reflects a core value of the Free Cooper Union movement.</p>\n<p>Yesterday's administration announcement betrayed that value, and breeched the July agreement.</p>\n<p>Under the procedures just announced, the Cooper Union Joint Student Council will hold nominations for the position through a petition process. After nominations are secured and validated, there will be a brief campaign period and a candidate forum. Subsequent to that, a vote of the student body will be held.</p>\n<p>So far so good.</p>\n<p>But the voting process will not serve to elect a student trustee, as mandated in the occupation agreement. Instead, it will produce three \"finalists\" for the position, who will be \"referred to the Committee on Trustees\" - a committee of the Board - \"for vetting and selection.\"</p>\n<p>That's right. The student trustee will be decided not by a vote of the students but through a vote of a committee of the existing Board of Trustees. This is only an \"election\" in the sense that the 2012 presidential race would have been an election if, after the balloting, the names of Barack Obama, Mitt Romney, and Gary Johnson had been forwarded to an unrepresentative, unelected body for \"vetting and selection.\" (For the purposes of this analogy, assume that the presidential vetting and selection committee would be composed of Belgians, as none of the members of the Committee on Trustees are students.)</p>\n<p>There are other reasons for concern in the new announcement. The student trustee will (after this fall's inaugural selection process) be chosen in the spring semester to serve a two-year term, which means that only first-year students and sophomores will be eligible for consideration. The student trustee will not be given a vote on the board, and will only be permitted to attend executive sessions of the body at the discretion of the chair. That last provision raises real questions about whether the trustee is properly understood as a member of the Board at all.</p>\n<p>It didn't have to be this way. Plenty of American colleges and universities have elected student trustees with full voting rights and a one-year term. There are no legal or practical impediments to such a setup, despite the dire intimations in today's announcement.</p>\n<p>Cooper Union could have, and should have, stuck to their agreement. That they chose not to does not bode well for the future of student-administration relations at the school.</p>\n<p><strong>Friday Update</strong> | <a href=\"http://studentactivism.net/2013/10/18/how-cooper-union-students-could-force-the-colleges-hand-on-the-student-trustee/\">How Cooper Union Students Could Force the College's Hand on the Student Trustee</a></p>\n</div>", "entities": [{"count": 3, "name": "Board of Trustees"}, {"count": 3, "name": "Board"}, {"count": 2, "name": "Cooper Union"}, {"count": 2, "name": "Free Cooper Union"}, {"count": 1, "name": "Cooper Union Joint Student Council"}, {"count": 1, "name": "Mitt Romney"}, {"count": 1, "name": "Cooper"}, {"count": 1, "name": "Jamshed Bharucha"}, {"count": 1, "name": "Barack Obama"}, {"count": 1, "name": "American"}, {"count": 1, "name": "Committee on Trustees"}, {"count": 1, "name": "Committee"}, {"count": 1, "name": "Gary Johnson"}, {"count": 1, "name": "How Cooper Union Students Could Force the College"}], "favicon_colors": [{"color": [21, 127, 169], "weight": 0.37744140625}, {"color": [230, 241, 245], "weight": 0.18505859375}], "keywords": [{"score": 102, "name": "trustee"}, {"score": 87, "name": "student"}, {"score": 31, "name": "cooper"}, {"score": 30, "name": "board"}, {"score": 22, "name": "union"}, {"score": 21, "name": "voting"}, {"score": 19, "name": "agreement"}, {"score": 19, "name": "committee"}, {"score": 19, "name": "procedures"}, {"score": 18, "name": "elected"}], "published": 1381834260000, "provider_name": "Studentactivism", "type": "html"}