{"provider_url": "http://tumblr.com", "description": "In December 2012, Students for a Free Cooper Union held a widely publicized and supportedone week lock-in within the school's historic clock-tower to protest plans laid by the college's administration and board of trustees. Upon exiting the Peter Cooper Suite we declared, \"These are not merely antics, they are a shift in power...There is more work to be done.\"", "embeds": [], "safe": true, "provider_display": "cusos.org", "related": [{"score": 0.5506693124771118, "description": "Apollo Tyres Ltd. (APTY) rose to its highest in at least 22 years in Mumbai trading after Cooper Tire & Rubber Co. (CTB) dropped a $2.5 billion merger plan, easing investor concern the Indian company would take on too much debt. Shares of Apollo climbed 5.8 percent to 107.20 rupees, the highest close since at least January 1991.", "title": "Apollo Tyres Climbs After Cooper Tire Drops Merger Plan", "url": "http://www.bloomberg.com/news/2013-12-30/cooper-tire-terminates-merger-agreement-with-apollo-tyres.html", "thumbnail_height": 800, "thumbnail_url": "http://www.bloomberg.com/image/iyz62.HCMsfw.jpg", "thumbnail_width": 1200}], "favicon_url": "http://24.media.tumblr.com/avatar_9cfd1daed3b6_128.png", "authors": [{"url": "http://cusos.org", "name": "free-cooper-union"}], "images": [{"caption": null, "url": "http://assets.tumblr.com/images/og/text_200.png", "height": 200, "width": 200, "colors": [{"color": [252, 252, 252], "weight": 0.000244140625}, {"color": [49, 49, 49], "weight": 0.000244140625}], "entropy": 0.568681243667, "size": 2139}], "cache_age": 84509, "lead": null, "language": "English", "original_url": "http://www.cusos.org/cooper-union-art-faculty-vote-to-reject-tuition/", "url": "http://cusos.org/post/51093186923/cooper-union-art-faculty-vote-to-reject-tuition", "media": {}, "title": "Cooper Union Art Faculty Vote to Reject Tuition", "offset": null, "content": "<div>\n<p>In December 2012,  <a href=\"http://www.cusos.org/students-for-a-free-cooper-union-lock-in-to-cooper-unions-foundation-building-to-preserve-free-education-2/\">Students for a Free Cooper Union</a> held a widely  <a href=\"http://www.cusos.org/a-comprehensive-working-list-of-day-of-action-news-coverage/\">publicized</a> and  <a href=\"http://www.cusos.org/students-for-a-free-cooper-union-call-for-signed-documents-of-solidarity/\">supported</a>one week lock-in within the school's historic clock-tower to protest plans laid by the college's administration and board of trustees.  <a href=\"http://www.cusos.org/students-for-a-free-cooper-union-wish-you-a-transparent-and-accountable-holiday/\">Upon exiting</a> the Peter Cooper Suite we declared, \"These are not merely antics, they are a shift in power...There is more work to be done.\" Today, we're excited to share a major milestone.</p>\n<p>In the aftermath of our action, previously disenfranchised groups have stepped forward to voice their support of a free Cooper Union. Yesterday, February 1st, the Faculty of the School of Art issued an official statement condemning President Bharucha's \"subtly coercive\" charge that faculty members create tuition-based programs at Cooper Union. To put their statement in context: the college is made up of just three schools (Art, Architecture, and Engineering), meaning that at this point in time 1/3 of Cooper Union's faculty has voted to  <em>block</em> any tuition-related plans.</p>\n<p>Faculty letter attached below:</p>\n<p>---- Forwarded message ----<br>From: Steven Lam &lt;slam@cooper.edu&gt;<br>Date: Fri, Feb 1, 2013 at 5:20 PM<br>Subject: From the Resident Faculty, The School of Art<br>To: Steven Lam &lt;slam@cooper.edu&gt;, Saskia Bos &lt;sbos@cooper.edu&gt;</p>\n<p>TO: The School of Art, The Cooper Union<br>FROM: Resident Faculty, The School of Art</p>\n<p>1 February 2013<br>New York, NY</p>\n<p>VOTE:<br>On Tuesday, December 13, 2012 the Faculty of the School of Art voted to support the following statement to forward to Dean Bos that was prepared and voted on a week earlier by a quorum representing the resident faculty of the School of Art.</p>\n<p>We, the undersigned, constituting a quorum of the resident faculty:</p>\n<p>1. Hereby confirm the academic excellence of the proposals we developed this semester in response to your request.<br>2. Reaffirm our support of the Cooper Union Mission Statement as published in the catalog.<br>3. And in so doing, therefore, can neither propose nor vote on a motion that moves these proposals forward.</p>\n<p>POSTSCRIPT:<br>In the spirit of transparency the Faculty of the School of Art has attached this postscript to the above vote to explicate the process of our reasoning:</p>\n<p>In September 2012, Dean Bos, in response to a mandate from President Bharucha, asked the resident faculty of the School of Art to work with her to develop academic solutions that address the current financial short fall. We entered this process in good faith as both faculty and patriots of The Cooper Union, forgiving what was considered from the outset to be a subtly coercive charge that threatened to impose undergraduate tuition and/or close one of the three Schools. This could have been an opportunity for imagining an academic collective vision of the institution to solve the pressing financial crisis rather than a set of prescribed assignments.</p>\n<p>As the faculty developed proposals for satellite programs, we found ourselves continually reassessing the mandate of our charge as it impacted the historical mission of The Cooper Union. We have now come full circle, reaffirming our belief that The Cooper Union is not only the last citadel of the social reforms movement of the 19th century, but is in fact the vanguard of the 21st century - a beacon of access to free education. In this soul searching process our commitment to this fragile and precious mission was reinvigorated. As faculty we are honored to be a part of and continue to support this radical social project that rejects consumer-driven learning in favor of merit-based access to free education where ideas are free to circulate because they are first and foremost free of debt.</p>\n<p>This is a moment of crisis in higher education nationwide. The cost of institutions of higher education is expanding at an alarming rate, while chasing elusive revenues from a decreasing population of increasingly burdened students and their families. In the context of a national prevailing tendency, the expansion on the scale proposed by the current process seems neither prudent nor sustainable. Expansion through the development of tuition dependent programs depreciates the historic identity of The Cooper Union and sacrifices the institution's most important asset: the mission.</p>\n<p>In this light, at this moment, and under these conditions the Faculty of The School of Art opposes the very principle of generating revenue through tuition from academic programs. Any solution to The Cooper Union's current financial crisis that depends, even in part on tuition compromises and irreversibly damages the ideals of art, education, freedom, and citizenship that faculty, students, staff, and administrators have worked so hard to uphold and maintain, generation after generation. The Cooper Union's exceptional mission deserves to be protected by equally exceptional efforts, solutions and gestures. The reinvention process currently under way to address institution's grave financial situation clearly falls short of such exceptional gestures, efforts and solutions. The current process has failed to live up to, let alone expand, the creative and progressive spirit that animated the very creation of The Cooper Union.</p>\n<p>The Faculty of The School of Art remains steadfastly committed to the concept of a union that supports the academic and civic foundation of The Cooper Union. We look forward to continuing to work closely with our Dean, the President, the Board of Trustees, as well as administrators, faculty, staff, and students across the institution to imagine and implement creative and exceptional solutions that are equal to the financial challenge, but more importantly, preserve the mission and progressive ideals of The Cooper Union.</p>\n</div>", "entities": [{"count": 7, "name": "Cooper Union"}, {"count": 6, "name": "The Cooper Union"}, {"count": 5, "name": "School of Art"}, {"count": 3, "name": "The School of Art"}, {"count": 2, "name": "Dean Bos"}, {"count": 2, "name": "Steven Lam"}, {"count": 2, "name": "Bharucha"}, {"count": 1, "name": "Saskia Bos"}, {"count": 1, "name": "Board of Trustees"}, {"count": 1, "name": "Cooper Union Mission Statement"}, {"count": 1, "name": "Peter Cooper Suite"}, {"count": 1, "name": "New York"}, {"count": 1, "name": "Free Cooper Union"}], "favicon_colors": [{"color": [248, 251, 250], "weight": 0.438720703125}, {"color": [168, 31, 35], "weight": 0.434814453125}, {"color": [79, 19, 24], "weight": 0.063232421875}, {"color": [16, 10, 11], "weight": 0.063232421875}], "keywords": [{"score": 124, "name": "faculty"}, {"score": 84, "name": "cooper"}, {"score": 61, "name": "union"}, {"score": 56, "name": "art"}, {"score": 44, "name": "school"}, {"score": 28, "name": "academic"}, {"score": 26, "name": "bos"}, {"score": 26, "name": "tuition"}, {"score": 24, "name": "mission"}, {"score": 22, "name": "solutions"}], "published": 1359849600000, "provider_name": "Tumblr", "type": "html"}