{"provider_url": "http://stopmotionsolo.net", "description": "On Friday, December 7th after 5 days since students first locked themselves into an 8th floor room (the Peter Cooper Suite) at the top of the Cooper Union Foundation Building a press statement was handed out by the Media Relations department of The Cooper Union.", "embeds": [], "safe": true, "provider_display": "stopmotionsolo.net", "related": [{"score": 0.6449628472328186, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.6444164514541626, "description": "It's my fault. I'll admit it. During my eight years in the classroom, I ruined at least two amazing literary works by assigning horrifically dull reading projects. My only hope is that those middle school students, whose enthusiasm I quashed, found another way to become passionate about literature.", "title": "Projects to Engage Middle School Readers", "url": "http://www.edutopia.org/blog/projects-engage-middle-school-readers-beth-holland", "thumbnail_height": 345, "thumbnail_url": "http://www.edutopia.org/files/slates/holland-engage-ms-readers-flickr.jpg", "thumbnail_width": 460}, {"score": 0.6073020696640015, "description": "American students are bored by math, science and engineering. They buy smartphones and tablets by the millions but don't pursue the skills necessary to build them. Engineers and physicists are often portrayed as clueless geeks on television, and despite the high pay and the importance of such jobs to the country's future, the vast majority of high school graduates don't want to go after them.", "title": "Who Says Math Has to Be Boring?", "url": "http://www.nytimes.com/2013/12/08/opinion/sunday/who-says-math-has-to-be-boring.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/07/opinion/video-editorial-ptech-new/video-editorial-ptech-new-videoSixteenByNine1050-v2.jpg", "thumbnail_width": 1050}, {"score": 0.6033070087432861, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}, {"score": 0.5973782539367676, "description": "PALO ALTO - Akshay Kothari's first assignment at the D.school - formally known as the Hasso Plattner Institute of Design at Stanford University - was to rethink how people eat ramen noodles. His last D.school assignment led to a news-reading app that was bought by LinkedIn for $90 million.", "title": "Solving Problems for Real World, Using Design", "url": "http://www.nytimes.com/2013/12/30/technology/solving-problems-for-real-world-using-design.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/30/business/dschool1/dschool1-videoSixteenByNine1050.jpg", "thumbnail_width": 1050}], "favicon_url": null, "authors": [{"url": "http://stopmotionsolo.net/author/stopmotionsolo/", "name": "stopmotionsolo"}], "images": [{"caption": null, "url": "http://stopmotionsolo.net/wp-content/uploads/2012/12/image33-768x1024.jpg", "height": 1024, "width": 768, "colors": [{"color": [173, 174, 170], "weight": 0.76171875}, {"color": [110, 110, 108], "weight": 0.1826171875}, {"color": [57, 55, 46], "weight": 0.037841796875}, {"color": [22, 22, 20], "weight": 0.017822265625}], "entropy": 4.54491633964, "size": 205870}, {"caption": null, "url": "http://stopmotionsolo.net/wp-content/uploads/2012/12/image39-768x1024.jpg", "height": 1024, "width": 768, "colors": [{"color": [86, 80, 75], "weight": 0.376220703125}, {"color": [132, 124, 114], "weight": 0.2919921875}, {"color": [29, 28, 25], "weight": 0.22509765625}, {"color": [214, 217, 212], "weight": 0.106689453125}], "entropy": 5.889875867691381, "size": 321842}, {"caption": null, "url": "http://stopmotionsolo.net/wp-content/uploads/2012/12/image40-1024x768.jpg", "height": 768, "width": 1024, "colors": [{"color": [20, 21, 22], "weight": 0.657470703125}, {"color": [177, 177, 173], "weight": 0.193603515625}, {"color": [101, 101, 101], "weight": 0.10400390625}, {"color": [223, 59, 45], "weight": 0.044921875}], "entropy": 4.230774284726844, "size": 175600}, {"caption": null, "url": "http://stopmotionsolo.net/wp-content/uploads/2012/12/image41-1024x768.jpg", "height": 768, "width": 1024, "colors": [{"color": [40, 38, 38], "weight": 0.344482421875}, {"color": [76, 70, 68], "weight": 0.296630859375}, {"color": [119, 117, 114], "weight": 0.256591796875}, {"color": [204, 203, 191], "weight": 0.102294921875}], "entropy": 5.425953541670569, "size": 160116}, {"caption": null, "url": "http://stopmotionsolo.net/wp-content/uploads/2012/12/image42-1024x768.jpg", "height": 768, "width": 1024, "colors": [{"color": [79, 79, 81], "weight": 0.399658203125}, {"color": [219, 227, 231], "weight": 0.316650390625}, {"color": [33, 31, 32], "weight": 0.28369140625}], "entropy": 5.252747865502215, "size": 168006}], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://stopmotionsolo.net/the-cooper-union-releases-a-press-statement/", "url": "http://stopmotionsolo.net/the-cooper-union-releases-a-press-statement/", "media": {}, "title": "The Cooper Union releases a press statement", "offset": null, "content": "<div>\n<a href=\"http://stopmotionsolo.net/author/stopmotionsolo/\"> <img src=\"http://1.gravatar.com/avatar/7844b799e8f8ff75891b4a3f3b3cd6a1?s=45&amp;d=http%3A%2F%2F1.gravatar.com%2Favatar%2Fad516503a11cd5ca435acc9bb6523536%3Fs%3D45&amp;r=G\"></a><p>On Friday, December 7th after 5 days since students first locked themselves into an 8th floor room (the Peter Cooper Suite) at the top of the Cooper Union Foundation Building a press statement was handed out by the Media Relations department of The Cooper Union.</p>\n<p>Here is a photo of the press statement:</p>\n<p>The first paragraph discusses the situation in abstract detail. The second paragraph discusses the concerns felt by the administration for the safety of the students who have locked themselves in the room as well as other concerns which are stated very vaguely.</p>\n<p>It's actually humorous to read the line \"The Cooper Union has expressed concerns about their safety, and they responded that they have taken precautions.\" This basically means the administration said they were concerned about the locked-in students and the students responded \"Don't be. We're fine. We're not stupid and this school has trained us well to think ahead. Our demands are the bigger issue right now.\"</p>\n<p>The next sentence reads \"Our concerns also extend to actions and conditions that could affect the safety of the public.\" This makes no sense to me because the students are locked-in on the 8th floor. They don't have much interaction with the public on the ground besides texting, waving, and the occasional pizza box which was ballooned up to the occupying students (complete with a counter-weight) from the ground. Yes, this actually happened.</p>\n<p>The third, fourth, and fifth paragraphs discuss a disrupted Board of Trustees meeting, a politically correct statement of understanding to the students who disrupted the meeting, and the final vote which resulted from the meeting.</p>\n<p>The fifth paragraph deals with the financial issues the school is dealing with while using rhetoric to sympathize with the potential creation of school tuition. \"We must explore and evaluate a range of options-without prejudging any.\"</p>\n<p>The sixth paragraph discusses the President's and Vice President's efforts to involve the Cooper Union community in the discussion on issues of tuition.</p>\n<p>I spoke to one student (and organizer) named Audrey Snyder to understand more of the meaning being the press statement.</p>\n<p>Her feeling was this was just more of the \"same old, same old...\" Ms. Snyder explained how she felt it unnerving for the director of public affairs to release a sheet of paper (handing it to random people); instead of more transparent methods such as posting the document in a public forum or in an email sent to multiple groups. Had the statement been disseminated this way there would have been a greater likelihood of more eyes reading the document. This was something she found to be very sneaky in practice and struck her as very representative of the behavior the students are trying to get rid of.</p>\n<p>True, as was inevitable the document was spread via social networks on Facebook and Twitter. However, when a document is spread via social networking it is largely those most proficient in the medium doing the work. Meaning the students are the ones getting the information out not the school itself.</p>\n<p>With regards to the language used in the press statement Ms. Snyder remarked on how the administration was flipping around the argument. In order to defend their conversation about tuition they say they are evaluating a \"range of options.\" This is not valid when you understand the entirely of the situation. They are ignoring fact that the charter and founding principles of the school exclude tuition as an option.</p>\n<p>See the <a href=\"http://cooper.edu/about/mission-vision\">mission statement</a> of The Cooper Union:</p>\n<p>\"The College admits undergraduates solely on merit and awards full scholarships to all enrolled students. The institution provides close contact with a distinguished, creative faculty and fosters rigorous, humanistic learning that is enhanced by the process of design and augmented by the urban setting. Founded in 1859 by Peter Cooper, industrialist and philanthropist, The Cooper Union offers public programs for the civic, cultural and practicable enrichment of New York City.\"</p>\n<p>Another concern voiced was how out of touch the Board was at Cooper Union. The Board has expressed, since they are alumni, they know what's best for the school. However an absence of contact with students demonstrates that they are not in fact in touch with the daily life, or the issues of the school, at all. Furthermore, many of them graduated in the 60s, as such they graduated with different issues.</p>\n<p>To bridge this gap Ms. Snyder said students have been asking for the opportunity to show the board members what the daily life of the school is like. Doing so would also help to illustrate the transparency the students expect in return. It would also help to dispel the sentiment that students are disruptive to Board of Trustees proceedings. </p>\n<p>A notable voice is one from alumni Peter Cafiero who wrote a letter of disgust in response to the student demonstrations at the December 5th Board of Trustees meeting. You can read the letter <a href=\"http://pastebay.net/1161560\">here</a>. The first comment made strikes the reader as outlandish:</p>\n<p>\"To even call this a protest demeans the long history of Cooper Union activism and protest against people who actually owned slaves, who actually discriminated against women and minorities and union organizers, who locked young women in sweatshops- in other words real issues of great seriousness that on occasion warranted actions beyond words and civil discourse.\"</p>\n<p>He later says this \"None of these people that I heard today seem to have the most basic knowledge of how to make their case, what their case is, or the realities of the world.\" As an audience member and reader I found their ability to make their case, and list demands, to be quite proficient. Furthermore with regards to \"the realities of the world,\" yes finances are an issue. However the mission statement and the original wishes of the founder of the school, which the students are fighting for, are quite valid as \"realities of the world\" as well.</p>\n<p>Later Mr. Cafiero says \"I seriously considered resigning right then and there in the middle of all this today, I could not stand to be associated in any way with this nonsense exhibited by people who will claim the same educational degree I have, but I realized that this would be misinterpreted.\" Any comments I could make here might be construed as libelous so I will refrain from doing so.</p>\n<p>In addition to asking for more informal contact the students have requested more inclusion by way of student representation on then board. This is also a demand.</p>\n<p>Finally, to exhibit the amount of support the students have received for their efforts there is a banner being used to collect signatures of support. Out of a 1000-person student body almost 400 signatures have been collected.</p>\n<p>Please donate to <a href=\"http://www.wepay.com/donations/citizen-journalism\">www.wepay.com/donations/citizen-journalism</a><br> Follow me on twitter<a href=\"http://www.twitter.com/stopmotionsolo\">@StopMotionsolo</a><br> Watch and follow me at <a href=\"http://www.ustream.tv/stopmotionsolo\">www.StopMotionsolo.tv</a><br> Like my fan page <a href=\"http://www.facebook.com/stopmotionsolo\">www.facebook.com/stopmotionsolo</a></p>\n<p>Stay Informed. Get Involved. Be Active.</p>\n<p>Remember to keep reading <img src=\"http://stopmotionsolo.net/wp-includes/images/smilies/icon_smile.gif\"></p>\n</div>", "entities": [{"count": 5, "name": "Cooper Union"}, {"count": 3, "name": "Board of Trustees"}, {"count": 3, "name": "Snyder"}, {"count": 2, "name": "Peter Cooper"}, {"count": 2, "name": "Board"}, {"count": 1, "name": "The Cooper Union"}, {"count": 1, "name": "New York City"}, {"count": 1, "name": "Cooper Union Foundation"}, {"count": 1, "name": "Media Relations department of The Cooper Union"}, {"count": 1, "name": "Peter Cafiero"}, {"count": 1, "name": "Cafiero"}, {"count": 1, "name": "Audrey Snyder"}], "favicon_colors": null, "keywords": [{"score": 87, "name": "student"}, {"score": 44, "name": "cooper"}, {"score": 34, "name": "union"}, {"score": 30, "name": "stopmotionsolo"}, {"score": 30, "name": "school"}, {"score": 28, "name": "paragraph"}, {"score": 27, "name": "snyder"}, {"score": 26, "name": "tuition"}, {"score": 26, "name": "board"}, {"score": 23, "name": "statement"}], "published": 1354960109000, "provider_name": "Stopmotionsolo", "type": "html"}