{"provider_url": "http://studentactivism.net", "description": "This is kind of incredible. You'll recall that back in the summer the Cooper Union administration negotiated the end to a student occupation of the college president's office by agreeing, among other things, to place an elected student on Cooper's board of trustees.", "embeds": [], "safe": true, "provider_display": "studentactivism.net", "related": [{"score": 0.5634006857872009, "description": "It's my fault. I'll admit it. During my eight years in the classroom, I ruined at least two amazing literary works by assigning horrifically dull reading projects. My only hope is that those middle school students, whose enthusiasm I quashed, found another way to become passionate about literature.", "title": "Projects to Engage Middle School Readers", "url": "http://www.edutopia.org/blog/projects-engage-middle-school-readers-beth-holland", "thumbnail_height": 345, "thumbnail_url": "http://www.edutopia.org/files/slates/holland-engage-ms-readers-flickr.jpg", "thumbnail_width": 460}, {"score": 0.5470295548439026, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.5320720672607422, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}, {"score": 0.5117351412773132, "description": "Universities in South Dakota, Nebraska, and other states have cut the number of credits students need to graduate. A proposal in Florida would let online courses forgo the usual higher-education accreditation process. A California legislator introduced a measure that would have substituted online courses for some of the brick-and-mortar kind at public universities.", "title": "'We Are Creating Walmarts of Higher Education'", "url": "http://www.theatlantic.com/education/archive/2013/12/we-are-creating-walmarts-of-higher-education/282619/", "thumbnail_height": 410, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR33OS4_1/lead_large.jpg?myf59a", "thumbnail_width": 615}, {"score": 0.5051205158233643, "description": "When teachers ask how to get started with project-based learning, I acknowledge the \"front-loading\" that's part of project planning. Before students enter the picture, teachers need to consider the learning goals of a project, develop an assessment plan, and map out at least a rough calendar of the learning activities that will support the inquiry process.", "title": "Good-to-Go Projects for 2014", "url": "http://www.edutopia.org/blog/good-to-go-projects-for-new-year-suzie-boss", "thumbnail_height": 345, "thumbnail_url": "http://www.edutopia.org/files/slates/boss-good-togo-projects-iStock.gif", "thumbnail_width": 460}], "favicon_url": "http://s2.wp.com/i/favicon.ico?m=1311975824g", "authors": [{"url": "http://studentactivism.net/author/angusjohnston/", "name": "Angus Johnston"}], "images": [{"caption": null, "url": "http://wordpress.com/i/blank.jpg?m=1383295312g", "height": 200, "width": 200, "colors": [{"color": [252, 252, 252], "weight": 0.000244140625}], "entropy": -0.0, "size": 8554}], "cache_age": 83981, "lead": null, "language": "English", "original_url": "http://is.gd/IpTSNd", "url": "http://studentactivism.net/2013/11/11/cooper-union-trustees-renege-on-promise-to-seat-student-trustee/", "media": {}, "title": "Cooper Union Trustees Renege on Promise to Seat Student Trustee", "offset": null, "content": "<div>\n<p>This is kind of incredible.</p>\n<p>You'll recall that back in the summer the Cooper Union administration negotiated the end to a student occupation of the college president's office by agreeing, <a href=\"http://studentactivism.net/2013/07/16/is-it-a-trap-thoughts-on-the-cooper-union-agreement/\">among other things</a>, to place an elected student on Cooper's board of trustees. In October the trustees <a href=\"http://studentactivism.net/2013/10/15/cooper-union-administration-violates-agreement-on-student-trustee/\">revealed the framework</a> under which that student trustee would be chosen, and the process has been moving forward since then.</p>\n<p>Today <a href=\"https://www.facebook.com/groups/SaveCooperUnion/permalink/551380148270983/\">it was announced</a> that the winner of the campus-wide election to select the student trustee will not be seated as previously agreed. No student, in fact, will be seated on the board until at least March. Why? Mostly because the process the students followed to select their representative was too democratic.</p>\n<p>I should probably back up.</p>\n<p>The process for choosing the student trustee that was announced in October was <a href=\"https://www.facebook.com/FreeCooperUnion/posts/536857536395069\">pretty complicated</a>. In it, the student body would elect a pool of three candidates from which the trustees' membership committee would choose a winner. Despite the fact that this setup violated the trustees' summer agreement to establish a mechanism \"for the election of a student representative,\" the Joint Student Council, which had been given responsibility for implementing the procedure, chose not to boycott. They took nominations, validated candidacies, held candidate forums, and - just last week - conducted an election.</p>\n<p>But this afternoon, immediately before the results of that election were due to be announced, the trustees pulled the plug on the whole thing. Here's their explanation as to why:</p>\n<p>\"It has ...come to the Board's attention that the process implemented by the JSC to select candidates for the Student Representative position only resulted in two candidates even running for the position, and that the Joint Student Council has since voted only to submit to the Committee on Trustees the one candidate with the highest number of votes.\"</p>\n<p>Because there were only two candidates, and because the JSC only intended to submit one candidate's name to the board, the process has been declared void. Only if the JSC starts again from scratch will the trustees consider selecting a student to fill the trustee seat, and even then not before the March 2014 trustee meeting.</p>\n<p>This is quite simply flabbergasting, for several reasons.</p>\n<p>First, let's address the charge that the JSC \"voted only to submit to the Committee on Trustees the one candidate with the highest number of votes.\" Although I haven't yet seen the language that the Council voted on, a JSC representative said on the Save Cooper Union Facebook page earlier today that the two candidates told the Council, prior to the election, that whoever lost the straw poll would withdraw voluntarily.</p>\n<p>The idea of voluntary withdrawal is <a href=\"http://studentactivism.net/2013/10/18/how-cooper-union-students-could-force-the-colleges-hand-on-the-student-trustee/\">one that I suggested last month</a> as a way that the students could ensure that the results of their election were respected by the trustees. It's my understanding that the concept was publicly embraced by each of the candidates and that the JSC vote at issue was simply an acknowledgment of this reality - a statement that they intended to send the name of the winner to the trustees because it was their understanding that the runner-up would by then no longer be a candidate.</p>\n<p>Even if what I have been told is incorrect, however, and the JSC intended to submit only the single highest vote-getter to the trustees regardless of the wishes of the runner-up, that's hardly a compelling reason to burn the trustee selection process to the ground. The names of the candidates weren't a secret - if the trustees wanted to defy the students' will and install the losing candidate, the failure of the JSC to formally provide that student's name wouldn't have prevented them from doing so. To leave such an important position unfilled because of a student government's symbolic gesture of democratic solidarity is almost unimaginably petty.</p>\n<p>And the trustees' other rationale for rejecting the results of the election - that the process \"only resulted in two candidates even running for the position\" is even more bizarre. As it turns out, there were initially four candidates for the trustee seat. According to a Cooper student who replied to a query of mine on Facebook earlier today, one of those candidates was unable to gather the required number of signatures in support of his or her nomination, while the other was disqualified because he was on academic probation.</p>\n<p>Each of these barriers to candidacy was established by the board of trustees.</p>\n<p>That's right. There were four students ready and willing to run for the seat, but policies established by the trustees resulted in the disqualification of two of them. And because those disqualifications only left two students remaining, the trustees are refusing to fill the seat at all.</p>\n<p>My October suggestion that student candidates consider withdrawing after the election was grounded in what I now realize was a fatally flawed assumption - that when the trustees declared that \"the Joint Student Council will oversee an election process that will result in three candidates being presented to the Committee,\" they meant that the JSC would be tasked with winnowing the field to three candidates if more than three candidates stepped forward.</p>\n<p>Instead - and I have to admit that I can't quite believe that I'm typing this - the trustees now assert that they meant that the JSC had an obligation to ensure that at least three candidates would step forward, collect sufficient signatures to be placed on the ballot, survive the relevant eligibility hurdles, and remain in contention until the end of the process. If at any point the number of remaining candidates dropped below three, the entire process would be abandoned.</p>\n<p>I apologize for all the sputtering adjectives I'm using here, but this is really quite preposterous. A body that's overseeing an election can't force candidates to run. It can't demand that students gather signatures in support of their candidacies. It can't refuse to allow candidates to withdraw if they choose to withdraw. It doesn't have the power to do any of those things, and it would be absurd for it to attempt to assert such power.</p>\n<p>All a body like the JSC can reasonably be expected to do in a situation like this - all it has the ability to do - is establish procedures for facilitating nominations, oversee the selection process, and announce the results. It carried out the first two of these obligations, and it appears to have been preparing to carry out the third this week. But now, in a truly bizarre fit of pique, the Cooper Union trustees have chosen to toss aside all the work and effort and good faith the students of the college have expended on the process for reasons that - well, you've heard the adjectives already.</p>\n<p>And there's one more thing to remember. This is all happening in the midst of the most serious crisis in Cooper Union's history, at a time when the college is on the verge of implementing a tuition policy which many students, faculty, staff, and alumni vehemently oppose.</p>\n<p>One would think that at such a moment the college's trustees would have an interest in placating those communities, in demonstrating their levelheadedness, temperance, and wisdom. One would think they would be inclined to keep things calm. Instead, they're going to war. And why? To prevent the students of the college from filling a single non-voting, unelected seat on the board of trustees with a representative of their choosing.</p>\n<p>It really is kind of incredible.</p>\n<p><strong>Tuesday Update</strong> | It's the next morning, and I'm still trying to figure out what the Cooper Union trustees' plan is. They're on the verge of imposing tuition, their student adversaries are demoralized, the student seat on the trustees is non-voting, everything's going according to plan. And then, weeks before the tuition fight comes to a head, they ... reject the students' choice for the trustee seat for preposterous, petty, ginned-up reasons?</p>\n<p>I've got folks on Twitter telling me that this is a master plan to crush the student movement at Cooper, but it seems like the opposite to me. AND it's the kind of interference with governance that faculty are going to hate. AND it looks ugly and stupid to alumni.</p>\n<p>I try to always assume that folks I don't agree with know what they're doing, but in this case I'm truly stumped.</p>\n<p><strong>December Update</strong> | The JSC satisfied the letter of the board's demand for three candidates by <a href=\"https://www.facebook.com/CooperUnionTaskForce/posts/498238393606931\">forwarding the names</a> of both of the students who participated in the election and one of the ones who was disqualified. The board chose <a href=\"https://www.facebook.com/CooperUnionTaskForce/posts/505688336195270\">the candidate who lost the election</a> as student trustee.</p>\n</div>", "entities": [{"count": 12, "name": "JSC"}, {"count": 4, "name": "Cooper Union"}, {"count": 3, "name": "Cooper"}, {"count": 2, "name": "Joint Student Council"}, {"count": 2, "name": "Committee on Trustees"}, {"count": 1, "name": "Board"}, {"count": 1, "name": "Save Cooper Union Facebook"}], "favicon_colors": [{"color": [18, 126, 168], "weight": 0.390380859375}, {"color": [228, 240, 246], "weight": 0.172119140625}], "keywords": [{"score": 219, "name": "trustee"}, {"score": 133, "name": "student"}, {"score": 120, "name": "jsc"}, {"score": 91, "name": "candidate"}, {"score": 43, "name": "election"}, {"score": 41, "name": "process"}, {"score": 38, "name": "seat"}, {"score": 35, "name": "cooper"}, {"score": 30, "name": "board"}, {"score": 26, "name": "selection"}], "published": 1384162920000, "provider_name": "Studentactivism", "type": "html"}