{"provider_url": "http://www.facebook.com", "description": "An update from Cooper Union administration on the agreement to begin direct student representation on the Board of Trustees: From: Date: Mon, Oct 14, 2013 at 1:15 PM Subject: Student Representation to the Board of Trustees To: The Board of Trustees approved the creation of the Student Representative to the Board of Trustees position.", "embeds": [], "safe": true, "provider_display": "www.facebook.com", "related": [{"score": 0.7237411141395569, "description": "It's my fault. I'll admit it. During my eight years in the classroom, I ruined at least two amazing literary works by assigning horrifically dull reading projects. My only hope is that those middle school students, whose enthusiasm I quashed, found another way to become passionate about literature.", "title": "Projects to Engage Middle School Readers", "url": "http://www.edutopia.org/blog/projects-engage-middle-school-readers-beth-holland", "thumbnail_height": 345, "thumbnail_url": "http://www.edutopia.org/files/slates/holland-engage-ms-readers-flickr.jpg", "thumbnail_width": 460}, {"score": 0.6650699973106384, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.6411323547363281, "description": "Two weeks after the anti-captivity documentary premiered on CNN, elevating to the national discourse an issue that had typically been the purview of cetacean activists, students at Point Loma High School in San Diego have produced a striking video response to the film, methodically laying out their indictment of keeping cetaceans in swimming pools for the delight of tourists.", "title": "DEATH AT SEAWORLD: Shamu and the Dark Side of Killer Whales in Captivity", "url": "http://deathatseaworld.com/", "thumbnail_height": null, "thumbnail_url": null, "thumbnail_width": null}, {"score": 0.6400654911994934, "description": "Schools across the country are increasingly starting to use mobile devices like tablets and smartphones as classroom tools. But some educators are still skeptical that devices will distract students as much or more than they enhance the learning environment.", "title": "Tablets for Fifth Graders? Teachers Try Different Tactics", "url": "http://blogs.kqed.org/mindshift/2013/12/tablets-for-fifth-graders-teachers-try-different-tactics/", "thumbnail_height": 168, "thumbnail_url": "http://blogs.kqed.org/mindshift/files/2013/12/ipads360-300x168.jpg", "thumbnail_width": 300}, {"score": 0.6238949298858643, "description": "When teachers ask how to get started with project-based learning, I acknowledge the \"front-loading\" that's part of project planning. Before students enter the picture, teachers need to consider the learning goals of a project, develop an assessment plan, and map out at least a rough calendar of the learning activities that will support the inquiry process.", "title": "Good-to-Go Projects for 2014", "url": "http://www.edutopia.org/blog/good-to-go-projects-for-new-year-suzie-boss", "thumbnail_height": 345, "thumbnail_url": "http://www.edutopia.org/files/slates/boss-good-togo-projects-iStock.gif", "thumbnail_width": 460}], "favicon_url": "https://fbstatic-a.akamaihd.net/rsrc.php/yV/r/hzMapiNYYpW.ico", "authors": [{"url": "https://www.facebook.com/FreeCooperUnion", "name": "FreeCooperUnion"}], "images": [], "cache_age": 86400, "lead": null, "language": "English", "original_url": "https://www.facebook.com/FreeCooperUnion/posts/536857536395069", "url": "https://www.facebook.com/FreeCooperUnion/posts/536857536395069", "media": {"width": null, "html": "<div id=\"fb-root\"></div><script type=\"text/javascript\" src=\"https://connect.facebook.net/en_US/all.js#xfbml=1\"></script><div class=\"fb-post\" data-href=\"https://www.facebook.com/FreeCooperUnion/posts/536857536395069\"><div class=\"fb-xfbml-parse-ignore\"><a href=\"https://www.facebook.com/FreeCooperUnion/posts/536857536395069\">Post</a> by <a href=\"https://www.facebook.com/FreeCooperUnion\">FreeCooperUnion</a>.</div></div>", "type": "rich", "height": null}, "title": "An update from Cooper Union... - Free Cooper Union | Facebook", "offset": null, "content": "<div>\n<p>An update from Cooper Union administration on the agreement to begin direct student representation on the Board of Trustees:<br><br> From: &lt;campus-notice@cooper.edu&gt;<br> Date: Mon, Oct 14, 2013 at 1:15 PM<br> Subject: Student Representation to the Board of Trustees<br> To: <br><br> The Board of Trustees approved the creation of the Student Representative to the Board of Trustees position. The Office of Student Affairs has been working with the Joint Student Council to enact a set of procedures that have been voted on and approved by the Joint Student Council which establish and guide the nomination process for the Student Representative to the Board of Trustees. <br><br> This e-mail is intended to inform of the campus community and specifically the student body of the requirements and expectations of the position and the timeline and process that must be followed if you desire to be considered for this position.<br><br> The student representative to the Board is intended to represent the voice of the student body. The student representative will attend all board meetings and, to the extent determined by the chair, executive sessions of the Board. Consistent with the approach adopted by many university boards, and recognizing that there are certain recurring decisions that involve inherent tensions between the role of student and board member (such as tenure decisions), the Student Representative will not have a formal vote (or the same level of fiduciary liability as a voting board member), but his or her concurrence, objection or abstention will be reflected in the minutes. The Student Representative will be a full-time undergraduate matriculated student in good academic and disciplinary standing as verified by the Office of Student Affairs.<br><br> To be eligible to serve as the Student Representative to the Board of Trustees, a student must be able to serve a term defined by two consecutive academic years. The first Student Representative to the Board of Trustees would serve for a two-year term until the June 2015 meeting, and would be succeeded by a new Student Representative approved in the spring of 2015 to begin his/her term in September for two consecutive academic years.<br><br> The Student Representative will engage the student body in constant contact and communication so that the views of the entire student body, across all three schools, are articulated to the Board of Trustees.<br><br> The Student Representative will be responsible for attending all Board of Trustee meetings and committee meetings either in person or via teleconference as necessary and appropriate.<br><br> The Joint Student Council will oversee an election process that will result in three candidates being presented to the Committee on Trustees for their consideration for Student Representative to the Board of Trustees.<br><br> The Committee on Trustees, working with the Office of Student Affairs, will meet with all three candidates and select one for confirmation by the Board of Trustees as Student Representative to the Board of Trustees. Upon confirmation of the nominee by the Board, the student will serve as the Student Representative for the term outlined above. The student would commence service immediately upon approval at the December meeting of the Board of Trustees.<br><br><br> Timeline and Procedure Details<br><br> October 14 - October 25, 2013<br><br> Students interested in running for this position will be required to acquire signed petitions from fellow students. Students will be required to get 100 signatures (roughly 10% of the undergraduate population) from students who support them running as a representative to the Board. Of the 100 signatures, 50% must be from students outside of the nominee's academic school.<br><br> Nomination forms will be sent out to all students through the JSC e-mail notification system. Nomination forms can also be obtained by e-mailing Lisa Ng in the Office of Student Affairs at ng2@cooper.edu.<br><br> The nomination process and signature requirements were designed by the students in the JSC to ensure that students running for the Student Representative position have support from the entire student body since the Student Representative will be representing the entire student body and not just their School.<br><br> Nomination petitions will be turned into Dean Chamberlin, Associate Dean of Student Affairs, for verification by Friday October 25, 2013.<br><br><br> October 28 - November 1, 2013<br><br> There will be a student forum during this week where the nominees will present themselves as candidates for the Student Representative position. Students will have an opportunity to ask questions of the candidates. Candidates must attend this forum. Details will be forthcoming.<br><br> November 4 - November 8, 2013<br><br> Voting will occur.<br><br> The voting will occur online using the secure JSC voting system.<br><br> November 11 - November 15, 2013<br><br> Three finalists will be selected and announced and referred to the Committee on Trustees for vetting and selection of the Student Representative to the Board of Trustees to begin serving at the December Board meeting. </p> \n</div>", "entities": [{"count": 13, "name": "Board of Trustee"}, {"count": 4, "name": "Office of Student Affairs"}, {"count": 4, "name": "Board"}, {"count": 3, "name": "JSC"}, {"count": 3, "name": "Joint Student Council"}, {"count": 3, "name": "Committee on Trustees"}, {"count": 1, "name": "Lisa Ng"}, {"count": 1, "name": "Dean Chamberlin"}, {"count": 1, "name": "The Board of Trustees"}, {"count": 1, "name": "Cooper Union"}, {"count": 1, "name": "Associate Dean of Student Affairs"}], "favicon_colors": [{"color": [54, 97, 163], "weight": 0.040283203125}, {"color": [0, 0, 0], "weight": 0.012939453125}, {"color": [243, 245, 249], "weight": 0.00927734375}], "keywords": [{"score": 204, "name": "student"}, {"score": 116, "name": "trustees"}, {"score": 87, "name": "board"}, {"score": 74, "name": "representative"}, {"score": 30, "name": "jsc"}, {"score": 30, "name": "e-mailing"}, {"score": 24, "name": "2013"}, {"score": 22, "name": "affairs"}, {"score": 22, "name": "academic"}, {"score": 21, "name": "body"}], "published": null, "provider_name": "Facebook", "type": "html"}