{"provider_url": "http://www.salon.com", "description": "It's becoming an annual ritual. Every June, Congress debates what to do about the interest rate on federally subsidized student loans, to avert what this year will be the imminent doubling from 3.4 percent to 6.8 percent. But interest rates alone don't tell the whole story.", "embeds": [], "safe": true, "provider_display": "www.salon.com", "related": [{"score": 0.8573424816131592, "description": "The dramatic rise in student loan volume is a worrisome trend for policymakers, but perhaps a more troubling one for banks is a big spike in write-offs (see chart 1).", "title": "Worrisome Spike in Student Loan Write-Offs", "url": "http://www.americanbanker.com/magazine/124_01/worrisome-spike-in-student-loan-write-offs-1064197-1.html", "thumbnail_height": 475, "thumbnail_url": "http://cdn.americanbanker.com/media/newspics/010114chart1.jpg", "thumbnail_width": 500}, {"score": 0.8470749258995056, "description": "This year featured yet another political battle over student-loan interest rates. But while Congress resolved that matter, it did nothing about exceptionally high loan burdens, which increasingly are weighing on borrowers and likely putting a drag on the recovery.", "title": "Student-Loan Debt Slows Recovery", "url": "http://blogs.wsj.com/economics/2013/12/30/student-loan-debt-slows-recovery/", "thumbnail_height": 76, "thumbnail_url": "http://s.wsj.net/public/resources/images/BN-AV162_gradua_A_20131218055910.jpg", "thumbnail_width": 76}, {"score": 0.8237489461898804, "description": "By Liz Weston LOS ANGELES Dec 30 (Reuters) - When P.K. Drago graduated from George Washington University in 2009 at the peak of the Great Recession with $40,000 in student loan debt, she decided to do volunteer work.", "title": "COLUMN-Five ways do-gooders can erase student-loan debt", "url": "http://www.reuters.com/article/2013/12/30/column-weston-debt-idUSL2N0K21HV20131230", "thumbnail_height": null, "thumbnail_url": null, "thumbnail_width": null}], "favicon_url": "http://www.salon.com/favicon.ico", "authors": [{"url": "http://www.salon.com/writer/david_dayen/", "name": "David Dayen"}], "images": [{"caption": null, "url": "http://media.salon.com/2013/06/studentdebt.jpg", "height": 500, "width": 750, "colors": [{"color": [217, 224, 220], "weight": 0.378662109375}, {"color": [18, 20, 24], "weight": 0.2314453125}, {"color": [113, 132, 135], "weight": 0.146728515625}, {"color": [146, 168, 175], "weight": 0.08740234375}, {"color": [9, 56, 100], "weight": 0.047119140625}], "entropy": 6.43702367866, "size": 412521}, {"caption": null, "url": "http://media.salon.com/2013/06/studentdebt-620x412.jpg", "height": 412, "width": 620, "colors": [{"color": [214, 222, 220], "weight": 0.390380859375}, {"color": [17, 20, 25], "weight": 0.236572265625}, {"color": [116, 133, 133], "weight": 0.126220703125}, {"color": [144, 167, 175], "weight": 0.087158203125}, {"color": [1, 72, 125], "weight": 0.079345703125}], "entropy": 6.4989277239207786, "size": 78262}, {"caption": null, "url": "http://media.salon.com/2013/03/people-morrissey.jpeg-300x200.jpg", "height": 200, "width": 300, "colors": [{"color": [20, 27, 34], "weight": 0.599365234375}, {"color": [178, 153, 141], "weight": 0.2294921875}, {"color": [123, 105, 99], "weight": 0.171142578125}], "entropy": 5.29164107443, "size": 13917}, {"caption": null, "url": "http://media.salon.com/2013/12/kfc_worker-186x124.jpg", "height": 124, "width": 186, "colors": [{"color": [149, 142, 114], "weight": 0.30810546875}, {"color": [95, 87, 65], "weight": 0.238037109375}, {"color": [35, 31, 20], "weight": 0.204833984375}, {"color": [198, 195, 172], "weight": 0.138916015625}, {"color": [230, 235, 228], "weight": 0.110107421875}], "entropy": 6.69377027657, "size": 10937}, {"caption": null, "url": "http://media.salon.com/2013/11/wendy_davis21-150x150.jpg", "height": 150, "width": 150, "colors": [{"color": [194, 179, 173], "weight": 0.34716796875}, {"color": [142, 122, 105], "weight": 0.271240234375}, {"color": [6, 22, 56], "weight": 0.2353515625}, {"color": [82, 68, 64], "weight": 0.146240234375}], "entropy": 6.30460371699, "size": 8302}], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://www.salon.com/2013/06/05/let_college_students_go_bankrupt/", "url": "http://www.salon.com/2013/06/05/let_college_students_go_bankrupt/", "media": {}, "title": "Your student loan isn't really a loan", "offset": null, "content": "<div>\n<p>It's becoming an <a href=\"http://tv.msnbc.com/2013/05/31/president-obama-urges-congress-to-prevent-student-loan-rate-hike/\">annual ritual</a>. Every June, Congress debates what to do about the interest rate on federally subsidized student loans, to avert what this year will be the imminent doubling from 3.4 percent to 6.8 percent. But interest rates alone don't tell the whole story.</p>\n<p>At a time when overall student debt approaches <a href=\"http://www.asa.org/policy/resources/stats/\">$1 trillion</a>, the facts reveal that student loans aren't loans, not in the traditional sense. They exhibit none of the qualities of modern consumer financial instruments, and are often sold under false pretenses, with the promise of a lifelong benefit that never materializes. We need to change how these loans work and have a broader conversation about what we should be doing - including bankruptcy and refinancing - to help future generations obtain a quality, affordable education, which is critical to our economic future.</p>\n<p>The <a href=\"http://www.asa.org/policy/resources/stats/\">roughly two-thirds of U.S. students</a> who take out loans to finance their college education can end up in a situation most resembling the historical concept of <a href=\"http://en.wikipedia.org/wiki/Indenture\">indenture</a>. In medieval times, peasants would sign deeds to work land, which would then get cut in a jagged line (looking like teeth, or \"dentures\"). Each party would get half, and rejoining them would prove the authenticity of the contract. Colonial indentures would trade years of labor for the opportunity of transportation to the New World. The indentured could not alter the terms of the contract, no matter their circumstances. One way or another, the debt would get paid.</p>\n<p>This is basically how student loans work. A college student might remember freshman orientation, when an instructor told them to look to their left and right, explaining, \"One of you won't graduate.\" But student loans aren't extinguished for those who don't finish college; instead, the debt becomes a burdensome reminder of this early mistake in life. This is also true for students snookered into matriculating at sketchy for-profit colleges, which offer almost no marketable skills or career preparedness to justify the cost. And it further describes recent college graduates who, through an accident of timing, entered the real world during the Great Recession and its aftermath, finding it difficult to obtain work in their field of study.</p>\n<p>Due to these combined factors, delinquency rates for student loans - unlike auto, credit card or even mortgage debt - have risen the past two years, according to the <a href=\"http://www.newyorkfed.org/studentloandebt/\">Federal Reserve Bank of New York</a>. But student debt is something you carry for the rest of your life. It's <a href=\"http://www.marketplace.org/topics/economy/education/trouble-refinancing-student-loan\">nearly impossible to refinance</a> student loans, despite the current low-rate environment, primarily because of the high credit risk and lack of collateral. And unlike most other loans, you cannot get rid of student debt through bankruptcy.</p>\n<p>This happened almost by accident. Before 1976, student debt was treated the same as any other in the bankruptcy process. Amid rising default rates - yes, even back then - Congress got it in its head that people were ripping off the government for a free education and then shedding the loans (a couple of well-placed stories about doctors declaring bankruptcy after graduating from medical school added to the panic). In an effort to stop this, Congress passed a law permitting students only to discharge loans in bankruptcy five years after origination, unless they demonstrated undue hardship.</p>\n<p>In 1990 the five-year rule was extended to seven years, and then in 1998 Congress dropped that requirement altogether, making undue hardship the only way to discharge student loans in bankruptcy. And undue hardship is a <a href=\"http://www.nytimes.com/2012/09/01/business/shedding-student-loans-in-bankruptcy-is-an-uphill-battle.html\">very large chore to prove</a>, according to Bob Lawless, law professor at the University of Illinois. \"The courts require proof of an inability to get by without a modification,\" Lawless told Salon. \"They're reluctant to allow a discharge if someone just has a lower-paying job and can't afford the payment.\" So the bankruptcy law has become harsher at the same time that <a href=\"http://chronicle.com/article/Will-Higher-Education-Be-the/44400\">college tuition has ballooned</a>, increasing demand for student loans. As then-law professor Elizabeth Warren said in 2007, \"Why should students who are trying to finance an education be treated more harshly than someone ... who racked up tens of thousands of dollars gambling?\"</p>\n<p>In addition to having no escape from their loans, students must deal with aggressive creditors that can get to virtually any income source to secure payment - paychecks and tax refunds included. The Department of Education uses an <a href=\"http://www.bloomberg.com/news/2012-03-26/obama-relies-on-debt-collectors-profiting-from-student-loan-woe.html\">\"army of private debt collectors,\"</a> some of the most notorious financial operators out there, to intimidate and harass student borrowers. These collectors earned $1 billion in commissions from taxpayers in 2011. They get paid bonuses for extracting higher payments, and they can also <a href=\"http://works.bepress.com/ronald_mann/14/\">rack up additional fees</a> virtually endlessly. That's because student debt <a href=\"http://www2.ed.gov/offices/OSFAP/DCS/faqs.html#SOL\">has no statute of limitations</a> on collectors, unlike most other forms of debt. The government can even collect student loan payments <a href=\"http://rortybomb.wordpress.com/2011/10/26/student-loans-social-security-and-debts-you-carry-for-life/\">from Social Security checks</a>, thanks to a 1996 law (this is not theoretical, as growing numbers of seniors are <a href=\"http://www.washingtonpost.com/business/economy/senior-citizens-continue-to-bear-burden-of-student-loans/2012/04/01/gIQAs47lpS_story_1.html\">entering retirement with student debt</a>).</p>\n<p>So, through a series of bad laws, student debt has become an inescapable trap, a terrible burden on those whose higher education dreams don't pan out, and a significant burden even on successful graduates. Loan debt now averages $26,000 per student, up 40 percent in seven years, with significant chunks owing $50,000 or $100,000. Princeton professor Jesse Rothstein <a href=\"http://www.ers.princeton.edu/workingpapers/18ers.pdf\">argued in a recent working paper</a> that graduates burdened by debt will choose higher-paying jobs to pay off the loans, draining the talent pool for lower-paid, but critical, \"public interest\" job sectors like education, government or nonprofits. This further erodes the nation's seed corn and funnels the best and brightest into the financial industry or other higher-paying power centers, reducing entrepreneurship in the bargain. Student debtors also put off major purchases like houses or cars, and <a href=\"http://www.washingtonpost.com/blogs/wonkblog/wp/2013/04/17/student-debt-is-dragging-down-the-u-s-economy/\">the Federal Reserve believes</a> this is having a serious negative effect on our economy.</p>\n<p>How do we quit loading up 18-year-olds with a risky gamble that could impact the rest of their lives? It will take more than just a low interest rate, though a variable rate that changes over time (the House Republican plan) or one that isn't capped (the Obama administration plan) will <a href=\"http://www.newrepublic.com/article/113340/student-debt-rates-obamas-fix-nearly-bad-gops\">just make things worse</a>. Obviously a lower rate translates into lower payments, but it's time to dismantle the treatment afforded student loans, and to eliminate the extreme dependence on them.</p>\n<p>The <a href=\"http://www.studentloanborrowerassistance.org/blogs/wp-content/www.studentloanborrowerassistance.org/uploads/File/student-loan-default-trap-report.pdf\">National Consumer Law Center</a> believes debt collection takes too much precedence over counseling, deferment and debt consolidation plans. Student debt collections need a reasonable statute of limitations, with a safety net prioritized over endless harassment.</p>\n<p>Help may come in the form of new administration programs for <a href=\"http://www.whitehouse.gov/blog/2012/06/07/income-based-repayment-everything-you-need-know\">income-based repayment</a> (IBR). Under this program, low-income borrowers can <a href=\"http://www.cbsnews.com/8301-505144_162-57581788/student-debt-repayment-options-offer-hope/\">cap payments</a> at no more than 10 percent of their income over a 20-year period; any remaining debt is subsequently forgiven. Depending on changing circumstances, however, locking into IBR for 20 years could lead to paying more than the loan is worth. Rep. Karen Bass has a bill<a href=\"http://bass.house.gov/bill/student-loan-fairness-act\"> reducing the IBR time to 10 years</a>. That bill also extends deferment to unemployed borrowers interest-free.</p>\n<p>Income-based repayment is <a href=\"http://thechoice.blogs.nytimes.com/2011/10/26/student-loan/\">mostly forward-looking</a>, however, and students already saddled with debt need help. Students currently paying high interest rates should be able to refinance, and reap the rewards of the Federal Reserve's quantitative easing that asset-holders have enjoyed for so long. Sen. Kirsten Gillibrand's bill would <a href=\"http://www.huffingtonpost.com/2013/05/19/kirsten-gillibrand-student-loans_n_3303754.html\">mandate refinancing</a> on all federal student loans into fixed 4 percent loans, which would benefit 90 percent of all current loans, and save 37 million borrowers around $14.5 billion in the first year alone. The Consumer Financial Protection Bureau has proposed a similar <a href=\"http://www.huffingtonpost.com/2013/05/08/cfpb-student-debt-relief_n_3241107.html\">refinancing scheme</a> for private student loans, which the government backstops anyway. The president constantly talks up the glories of refinancing for homeowners to reduce payments; students deserve the same lifeline.</p>\n<p>The government must crack down on for-profit colleges, the place from which over half of student loan defaults emerge. The Obama administration tried to cut off these colleges from eligibility for federal student aid if they didn't meet certain criteria for getting their graduates gainfully employed and out of default. Unfortunately, the D.C. Circuit Court of Appeals <a href=\"http://www.insidehighered.com/news/2013/03/21/gainful-employments-future-uncertain-after-court-ruling\">struck down the rules</a>. Congress could codify them into law, and it would definitely benefit students if they did. Otherwise, helping students pay for loans represents a huge subsidy to these unworthy for-profit college administrators.</p>\n<p>The principle that bankrupt individuals should get a second chance at a fresh start has been established for hundreds of years; there's no reason for student loans to be exempt. Law professor Bob Lawless believes that returning to the 1976-era treatment of student debt in bankruptcy, or even with a five-year waiting period to deal with the moral hazard issue, could put downward pressure on the cost of college. \"Lenders and schools aren't bearing the financial costs of the bankruptcy laws, students are,\" Lawless told Salon. If lenders had skin in the game on student debt, they might force schools to deliver a better product and ensure their income streams.</p>\n<p>Ultimately, keeping college affordable is the answer. Costs are far outpacing inflation, and even fallbacks for lower-income students like community colleges have seen a <a href=\"http://www.slate.com/blogs/moneybox/2013/05/23/community_college_underfunding.html\">dramatic loss of government funding support</a>. Reducing student debt goes hand-in-hand with reducing the <em>need</em> for student loans. At $50,000 a year, the wage premium that college graduates get over their peers is almost not worth the pain and stress of overwhelming debt. And that exacerbates inequality, as economist <a href=\"http://opinionator.blogs.nytimes.com/2013/05/12/student-debt-and-the-crushing-of-the-american-dream/\">Joseph Stiglitz points out</a>. The wealthiest opt out of the student debt cycle, while the rest have to gamble with huge financial burdens in the hopes that they graduate and succeed.</p>\n<p>You can make the argument that rising borrowing has exacerbated college cost escalation, with no improvement in the finished product. This entire system must be overhauled. Otherwise, it will continue to damage our economy by indenturing talented students, our greatest renewable resource.</p>\n</div>", "entities": [{"count": 5, "name": "Congress"}, {"count": 2, "name": "Federal Reserve"}, {"count": 2, "name": "Lawless"}, {"count": 2, "name": "Obama"}, {"count": 2, "name": "Bob Lawless"}, {"count": 2, "name": "IBR"}, {"count": 1, "name": "Jesse Rothstein"}, {"count": 1, "name": "Federal Reserve Bank of New York"}, {"count": 1, "name": "Princeton"}, {"count": 1, "name": "U.S."}, {"count": 1, "name": "Consumer Financial Protection Bureau"}, {"count": 1, "name": "Sen. Kirsten Gillibrand"}, {"count": 1, "name": "National Consumer Law Center"}, {"count": 1, "name": "University of Illinois"}, {"count": 1, "name": "D.C. Circuit Court of Appeals"}, {"count": 1, "name": "House"}, {"count": 1, "name": "Joseph Stiglitz"}, {"count": 1, "name": "Karen Bass"}, {"count": 1, "name": "Department of Education"}, {"count": 1, "name": "Elizabeth Warren"}], "favicon_colors": [{"color": [13, 2, 2], "weight": 0.154541015625}, {"color": [234, 2, 7], "weight": 0.095458984375}], "keywords": [{"score": 187, "name": "students"}, {"score": 134, "name": "loans"}, {"score": 92, "name": "debt"}, {"score": 55, "name": "college"}, {"score": 51, "name": "bankruptcy"}, {"score": 40, "name": "indenturing"}, {"score": 39, "name": "graduate"}, {"score": 33, "name": "payments"}, {"score": 30, "name": "for-profit"}, {"score": 30, "name": "ibr"}], "published": 1370432700000, "provider_name": "Salon", "type": "html"}