{"provider_url": "http://www.newschoolfreepress.com", "description": "While most demonstrations in the wake of last fall's Occupy Wall Street movement have served as little more than a soapbox for student voices, Students for a Free Cooper Union have proven far more successful in fostering a tangible discourse on the state of higher education.", "embeds": [], "safe": true, "provider_display": "www.newschoolfreepress.com", "related": [{"score": 0.6089975833892822, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.5785096883773804, "description": "Universities in South Dakota, Nebraska, and other states have cut the number of credits students need to graduate. A proposal in Florida would let online courses forgo the usual higher-education accreditation process. A California legislator introduced a measure that would have substituted online courses for some of the brick-and-mortar kind at public universities.", "title": "'We Are Creating Walmarts of Higher Education'", "url": "http://www.theatlantic.com/education/archive/2013/12/we-are-creating-walmarts-of-higher-education/282619/", "thumbnail_height": 410, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR33OS4_1/lead_large.jpg?myf59a", "thumbnail_width": 615}, {"score": 0.5772915482521057, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}, {"score": 0.5635305047035217, "description": "It's my fault. I'll admit it. During my eight years in the classroom, I ruined at least two amazing literary works by assigning horrifically dull reading projects. My only hope is that those middle school students, whose enthusiasm I quashed, found another way to become passionate about literature.", "title": "Projects to Engage Middle School Readers", "url": "http://www.edutopia.org/blog/projects-engage-middle-school-readers-beth-holland", "thumbnail_height": 345, "thumbnail_url": "http://www.edutopia.org/files/slates/holland-engage-ms-readers-flickr.jpg", "thumbnail_width": 460}, {"score": 0.5377904772758484, "description": "Two years after a Stanford professor drew 160,000 students from around the globe to a free online course on artificial intelligence, starting what was widely viewed as a revolution in higher education, early results for such large-scale courses are disappointing, forcing a rethinking of how college instruction can best use the Internet.", "title": "After Setbacks, Online Courses Are Rethought", "url": "http://www.nytimes.com/2013/12/11/us/after-setbacks-online-courses-are-rethought.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/11/us/jp-MOOCS/jp-MOOCS-videoSixteenByNine1050-v2.jpg", "thumbnail_width": 1050}], "favicon_url": null, "authors": [{"url": "http://www.newschoolfreepress.com/author/editorial-staff/", "name": "Editorial Staff"}], "images": [], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://www.newschoolfreepress.com/2012/12/13/a-unified-vision-brings-cooper-together/", "url": "http://www.newschoolfreepress.com/2012/12/13/a-unified-vision-brings-cooper-together/", "media": {}, "title": "A Unified Vision Brings Cooper Students Together", "offset": null, "content": "<div>\n<p>While most demonstrations in the wake of last fall's Occupy Wall Street movement have served as little more than a soapbox for student voices, Students for a Free Cooper Union have proven far more successful in fostering a tangible discourse on the state of higher education.</p>\n<p>Tuition-free since 1902, Cooper Union's mission of providing education \"free as air and water\" has long served as a progressive model for American colleges and universities. Now, Students for a Free Cooper Union have taken a stand against an administration that they say has mismanaged Cooper Union into a financial abyss, and consequently threatened that very mission. On December 3, eleven protesters locked themselves into the eighth floor of Cooper's Foundation Building, occupying the space and demanding that the administration implement serious institutional reforms.</p>\n<p>In the Cooper Eleven's communique, the group brought the challenges facing their own institution into a greater context, showing how these issues concern the student community in New York City at large. This resonates with the last major act of protest held at our own university - the \"all-city student occupation\" at 90 Fifth Ave. last fall. Yet what had the potential to serve as a major forum for discourse fell apart when students were unable to formulate clear demands and allowed political infighting to scupper progress.</p>\n<p>The Cooper Eleven spent months planning their action. Their effort was informed, organized and unified. Rather than fret over petty political differences, or whether or not they could smoke in the occupied space, they worked on reaching out to the media and galvanizing the greater student community in New York. Their goals were clear, and their methods inclusive.</p>\n<p>Cooper students have clearly identified what they consider structural flaws at their respective institution and have communicated concise demands to the administration. It is unfortunate that students at The New School, where activism and progressive values are supposedly cherished, have failed thus far to organize as compelling an argument.</p>\n</div>", "entities": [{"count": 2, "name": "Cooper Eleven"}, {"count": 2, "name": "Cooper"}, {"count": 2, "name": "Free Cooper Union"}, {"count": 2, "name": "Cooper Union"}, {"count": 1, "name": "New York City"}, {"count": 1, "name": "New School"}, {"count": 1, "name": "New York"}], "favicon_colors": null, "keywords": [{"score": 37, "name": "students"}, {"score": 35, "name": "cooper"}, {"score": 20, "name": "eleven"}, {"score": 16, "name": "occupied"}, {"score": 15, "name": "union"}, {"score": 14, "name": "discourse"}, {"score": 11, "name": "progressive"}, {"score": 10, "name": "demands"}, {"score": 10, "name": "administration"}, {"score": 10, "name": "institution"}], "published": 1355397300000, "provider_name": "Newschoolfreepress", "type": "html"}