{"provider_url": "http://www.newschoolfreepress.com", "description": "An Inside Look at Eleven Students' Fight For Free Education December 3 was an unusually mild, sunny day in New York, and Astor Place, between Bowery and Cooper Square, was buzzing as usual. Inside the historic Cooper Union Foundation Building, an elevator carrying 11 Cooper students slowly ascended to the eighth floor.", "embeds": [], "safe": true, "provider_display": "www.newschoolfreepress.com", "related": [{"score": 0.6030360460281372, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.592782199382782, "description": "It's my fault. I'll admit it. During my eight years in the classroom, I ruined at least two amazing literary works by assigning horrifically dull reading projects. My only hope is that those middle school students, whose enthusiasm I quashed, found another way to become passionate about literature.", "title": "Projects to Engage Middle School Readers", "url": "http://www.edutopia.org/blog/projects-engage-middle-school-readers-beth-holland", "thumbnail_height": 345, "thumbnail_url": "http://www.edutopia.org/files/slates/holland-engage-ms-readers-flickr.jpg", "thumbnail_width": 460}, {"score": 0.5779193639755249, "description": "American students are bored by math, science and engineering. They buy smartphones and tablets by the millions but don't pursue the skills necessary to build them. Engineers and physicists are often portrayed as clueless geeks on television, and despite the high pay and the importance of such jobs to the country's future, the vast majority of high school graduates don't want to go after them.", "title": "Who Says Math Has to Be Boring?", "url": "http://www.nytimes.com/2013/12/08/opinion/sunday/who-says-math-has-to-be-boring.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/07/opinion/video-editorial-ptech-new/video-editorial-ptech-new-videoSixteenByNine1050-v2.jpg", "thumbnail_width": 1050}, {"score": 0.5693958401679993, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}], "favicon_url": "http://www.newschoolfreepress.com/favicon.ico", "authors": [{"url": "http://www.newschoolfreepress.com/author/kali-hays/", "name": "Kali Hays"}], "images": [{"caption": null, "url": "http://www.newschoolfreepress.com/wp-content/uploads/2012/12/Screen-shot-2012-12-13-at-6.32.09-PM-202x300.png", "height": 300, "width": 202, "colors": [{"color": [32, 30, 30], "weight": 0.493408203125}, {"color": [78, 72, 75], "weight": 0.3623046875}, {"color": [241, 242, 243], "weight": 0.089599609375}, {"color": [150, 150, 156], "weight": 0.0546875}], "entropy": 5.195256634339321, "size": 92208}, {"caption": null, "url": "http://www.newschoolfreepress.com/wp-content/uploads/2012/12/Screen-shot-2012-12-13-at-6.44.33-PM-198x300.png", "height": 300, "width": 198, "colors": [{"color": [26, 27, 32], "weight": 0.433349609375}, {"color": [135, 124, 118], "weight": 0.397216796875}, {"color": [193, 177, 171], "weight": 0.095947265625}, {"color": [233, 230, 225], "weight": 0.073486328125}], "entropy": 5.481245711535713, "size": 116446}, {"caption": null, "url": "http://www.newschoolfreepress.com/wp-content/uploads/2012/12/Screen-shot-2012-12-13-at-6.31.50-PM-300x182.png", "height": 182, "width": 300, "colors": [{"color": [44, 48, 50], "weight": 0.32177734375}, {"color": [88, 95, 99], "weight": 0.3037109375}, {"color": [157, 147, 138], "weight": 0.2236328125}, {"color": [217, 228, 231], "weight": 0.077392578125}, {"color": [200, 192, 182], "weight": 0.073486328125}], "entropy": 6.014764986808464, "size": 112164}], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://www.newschoolfreepress.com/2012/12/14/cooper-union-occupied/", "url": "http://www.newschoolfreepress.com/2012/12/14/cooper-union-occupied/", "media": {}, "title": "Cooper Union: Occupied", "offset": null, "content": "<div>\n<p>December 3 was an unusually mild, sunny day in New York, and Astor Place, between Bowery and Cooper Square, was buzzing as usual. Inside the historic Cooper Union Foundation Building, an elevator carrying 11 Cooper students slowly ascended to the eighth floor. \"Ratchets?\" someone asked, and 11 hands raised wrenches in anticipation. The ride was quiet, but the students were nervous. \"I could throw up,\" one said.</p>\n<p>The elevator doors opened to the Peter Cooper Suite, the room flooded with natural light coming through the giant clock perched on the building's facade. The group rushed throughout the room - ducking behind moveable walls, and into closets and cupboards storing supplies. There was little communication as they covered the room's windows with paper and carried three wooden barricades, reinforced with cross-hatched steel, to block individual entrances. Someone dragged a table in between the elevator doors, where it would remain for the duration of the students' stay. After all of the barricades were secured, everyone slowly came to a halt and looked around: they were in. The students broke into jubilation and all joined in for a scheduled \"group hug.\"</p>\n<p>So began the Cooper Union student occupation, an act of protest organized by the group Students for a Free Cooper Union against their school's administration. As one of the nation's most prestigious and desirable private colleges for art, architecture and engineering has seen its 110 year-old, tuition-free mission threatened by a precarious financial situation, the group has blamed President Jamshed Bharucha and the board of trustees for mismanaging the institution and compromising its core values.</p>\n<p>Over the course of their week-long occupation, they demanded that Cooper Union remain free, that students and faculty be allotted voting seats on the board, and that Bharucha resign. At 12 p.m. on December 10, the students ended the lock-in by walking out of the building and holding a press conference. None of their demands were met.</p>\n<p>\"By refusing to meet our demands, President Jamshed Bharucha and the board of trustees have publicly revealed themselves to be unfit to lead,\" occupier and art major Kristi Cavatero said at the press conference. \"The future of a free Cooper Union is now in the hands of those who care for it the most: the students, faculty and staff.\"</p>\n<p>In April, Bharucha announced that Cooper Union would begin charging graduate students tuition, citing factors such as the 2008 economic crisis and a lack of alumni donations for the college's $17 million budget deficit. In lieu of the announcement, students fear that the school's undergraduate programs are next. They have criticized the administration's lack of transparency, blaming Bharucha and the board for obfuscating the extent of the financial problems, even as the school constructed a new, $166 million academic building at 41 Cooper Square. Cooper administration declined to comment to the Free Press regarding tuition plans.</p>\n<p>\"I remember when I applied here in 2009, [reading] about how Cooper was the only school in the country doing well financially [after the economic crisis of 2008],\" said occupier and art student Aaron Graham. \"Then Jamshed comes out only a couple of years later saying that the school has been losing money for decades.\"</p>\n<p>The occupation was the signature act of Students for a Free Cooper Union's \"Day of Action\" on December 3, which included \"Free University\" classes at Peter Cooper Park and a \"Summit on Debt and Education\" in the Foundation Building's Great Hall. The students locked in the suite took to their computers and cell phones almost immediately, establishing a media outreach that appeared to grow by the minute. Smaller news sources like Gothamist and WPIX came first, followed by evening phone interviews with The Huffington Post and <i>The Wall Street Journal</i>.</p>\n<p>The occupation lasted through December 10, galvanizing students at Cooper Union and other New York City colleges to take to the streets and engage in further protests and demonstrations. Though Students for a Free Cooper Union met dozens of times over several months to plan and organize the occupation, many participants never expected it to last beyond a night or two. \"We planned for every scenario,\" Graham said, nearly 40 hours after students had taken the space. \"But this is a combination of every one. It's so confusing and frustrating.\"</p>\n<p>By December 4, it had become clear that the administration had opted not to engage the occupiers; no one had formally requested that they vacate the space, nor attempted to forcibly remove them. The only contact students had received from the administration was a phone call from TC Westcott, Cooper Union's vice president of finance and administration, inquiring whether they had enough food and water. Bharucha finally acknowledged the occupation 24 hours after it began, in an email sent to students, faculty and staff. Otherwise, the administration appeared disinterested in further addressing the situation.</p>\n<p>\"[The students] are doing what they think is right,\" Claire McCarthy, the school's director of public affairs, told the Free Press. \"This is a small group of mostly art students. They are not representative of the architecture and engineering students we have.\"</p>\n<p>Students for a Free Cooper Union had chosen the Peter Cooper Suite as the definitive location for their lockdown after much deliberation. One of the would-be occupiers had drawn up a blueprint of the floor and presented it to the group, allowing them to meticulously plan their actions during the initial taking of the space. Everything they needed - sleeping bags, blankets, food, a hot-plate, several laptops, the barricades themselves - was stored on the floor several days before the lock-in. \"I can't believe they didn't catch onto us in any way,\" said senior art major Casey Gollan. \"Since we've been here, I'm thinking 'Are we super competent, or are they just super incompetent?'\"</p>\n<p>Gollan said security inquired about the barricades the day that students brought them to the eighth floor, as they were too big to fit inside the elevators. The students, however, informed them that they were for a \"performance class\" and were allowed to carry them up eight flights of stairs. \"The art of the barricade, I guess,\" Gollan said. \"I don't think I would have let us up there if I was them.\"</p>\n<p>Among their stated demands, Bharucha has been a major point of consternation with the occupying students. \"He's a financial liability for this school. He's responsible for going out into the community and the world to get money for this school,\" Graham said. \"[Cooper] is such an eccentric place, and he can't get anyone about it excited because he's not excited.\"</p>\n<p>Preservation of Cooper Union's tuition-free mission, however, remained the primary talking point for the occupiers. The administration is \"seeking, as far as possible, to maintain full scholarships for students in three flagship undergraduate programs,\" according to a December 7 press statement from Jolene Travis, Cooper Union's assistant director of public affairs. The statement also noted that the school's board of trustees voted unanimously to \"support President Bharucha and the planning process he is leading.\"</p>\n<p>As the 11 students left the Foundation Building on December 10, several full-time Cooper faculty members met them at the exit, handed them each a rose and accompanied them out of the building. TC Westcott was the only administrator present upon the exit. With their demands still not met, the students said they hope their actions will inspire others in the future.</p>\n<p>\"In the long term, it's catalytic for other stuff to happen,\" Gollan said. \"Hopefully.\"</p>\n</div>", "entities": [{"count": 8, "name": "Cooper Union"}, {"count": 6, "name": "Bharucha"}, {"count": 4, "name": "Cooper"}, {"count": 4, "name": "Free Cooper Union"}, {"count": 3, "name": "Gollan"}, {"count": 2, "name": "Peter Cooper Suite"}, {"count": 2, "name": "Free Press"}, {"count": 2, "name": "Jamshed Bharucha"}, {"count": 2, "name": "TC Westcott"}, {"count": 2, "name": "Graham"}, {"count": 1, "name": "Huffington Post"}, {"count": 1, "name": "Cooper Union Foundation Building"}, {"count": 1, "name": "Claire McCarthy"}, {"count": 1, "name": "Gothamist"}, {"count": 1, "name": "Casey Gollan"}, {"count": 1, "name": "New York City"}, {"count": 1, "name": "Peter Cooper Park"}, {"count": 1, "name": "Jolene Travis"}, {"count": 1, "name": "Aaron Graham"}, {"count": 1, "name": "Jamshed"}, {"count": 1, "name": "Kristi Cavatero"}, {"count": 1, "name": "New York"}, {"count": 1, "name": "Cooper Square"}, {"count": 1, "name": "WPIX"}], "favicon_colors": [{"color": [5, 75, 149], "weight": 0.0341796875}, {"color": [221, 221, 221], "weight": 0.0224609375}, {"color": [89, 113, 113], "weight": 0.005859375}], "keywords": [{"score": 121, "name": "students"}, {"score": 102, "name": "cooper"}, {"score": 80, "name": "bharucha"}, {"score": 49, "name": "union"}, {"score": 40, "name": "gollan"}, {"score": 36, "name": "barricade"}, {"score": 34, "name": "occupation"}, {"score": 33, "name": "occupiers"}, {"score": 31, "name": "administrator"}, {"score": 30, "name": "free"}], "published": 1355488200000, "provider_name": "Newschoolfreepress", "type": "html"}