{"provider_url": "http://pioneer.cooper.edu", "description": "Dear Friends, I was in Ohio [on October 5th] reviewing portfolios in Cincinnati and Cleveland for Cooper and I have to say it seemed to be a pretty dismal sign of what Cooper may face as we switch to a tuition based model.", "embeds": [], "safe": true, "provider_display": "pioneer.cooper.edu", "related": [{"score": 0.5901987552642822, "description": "Apollo Tyres Ltd. (APTY) rose to its highest in at least 22 years in Mumbai trading after Cooper Tire & Rubber Co. (CTB) dropped a $2.5 billion merger plan, easing investor concern the Indian company would take on too much debt. Shares of Apollo climbed 5.8 percent to 107.20 rupees, the highest close since at least January 1991.", "title": "Apollo Tyres Climbs After Cooper Tire Drops Merger Plan", "url": "http://www.bloomberg.com/news/2013-12-30/cooper-tire-terminates-merger-agreement-with-apollo-tyres.html", "thumbnail_height": 800, "thumbnail_url": "http://www.bloomberg.com/image/iyz62.HCMsfw.jpg", "thumbnail_width": 1200}, {"score": 0.5293386578559875, "description": "How well do you really know a subject? I think the best way is if you can teach the concept to someone else new to the idea. If you really want to test yourself, try explaining it to a 5 year old. This was a real discussion I had with [...]", "title": "Why Explaining To A 5-Year Old Challenges Your Understanding Of Collaboration", "url": "http://www.forbes.com/sites/rawnshah/2013/12/30/why-explaining-to-a-5-year-old-challenges-your-understanding-of-collaboration/", "thumbnail_height": 224, "thumbnail_url": "http://b-i.forbesimg.com/rawnshah/files/2013/12/kidsponie00-300x224.jpg", "thumbnail_width": 300}, {"score": 0.5207087397575378, "description": "Anderson Cooper and Kathy Griffin seem like they are fully prepared to host CNN's New Year's Eve special again this year. However, we know that Griffin has a tendency to make Cooper a bit nervous, and this year she's starting ahead of time.", "title": "Anderson Cooper Tweets Nude Photo Of Kathy Griffin, Says It's Her NYE Outfit", "url": "http://www.huffingtonpost.com/2013/12/30/anderson-cooper-kathy-griffin-nude-photo_n_4520738.html", "thumbnail_height": 1000, "thumbnail_url": "http://i.huffpost.com/gen/1538185/thumbs/o-ANDERSON-COOPER-KATHY-GRIFFIN-facebook.jpg", "thumbnail_width": 2000}], "favicon_url": "http://pioneer.cooper.edu/blog/wp-content/uploads/2012/10/cu_logo_favicon1.ico", "authors": [], "images": [], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://pioneer.cooper.edu/letter-art-portfolio-reviews/", "url": "http://pioneer.cooper.edu/letter-art-portfolio-reviews/", "media": {}, "title": "Letter Regarding Art Portfolio Reviews", "offset": null, "content": "<div>\n<p>Dear Friends,</p>\n<p>I was in Ohio [on October 5th] reviewing portfolios in Cincinnati and Cleveland for Cooper and I have to say it seemed to be a pretty dismal sign of what Cooper may face as we switch to a tuition based model. I've attended Portfolio Reviews for the last three years and despite our total lack of advertising or signage we always have had very long lines and excited prospective applicants. Typically, if there were a student that firstly knew about the Cooper Union and secondly had any prospect of getting in, they would be excited to say that Cooper was their first choice of school and that they would be willing to commit if offered an Early Decision application. In both cities this weekend this was not at all the case.</p>\n<p>There were no lines at all, only a slow trickle of students. Schools nearby had long lines. At first I attributed this to possible regional discrepancies, or it being the first Portfolio day of the year, but it became very clear that these factors alone could not account for this dramatic reversal of interest in the school. Of the students to whom I spoke with who were talented, motivated, had invested research into potential art schools and whom I felt were worthy of a referral for Early Decision, each said they would not be willing to commit to a binding decision based on Cooper's decision to start charging tuition in 2014. This hesitance, of course, may have also been caused by the administration's decision to delay [early decision applicants] last year.</p>\n<p>Oftentimes prospective students knew a lot about Cooper and said that it would have been their top choice, but on account of tuition, they felt more attracted to their other top choices (RISD, SAIC, Pratt, etc) because of the facilities, range of specialized programs, and other nonessentials available at those universities. I made sure to guarantee them that it was only half tuition, and that there were a number of potential merit and need-based scholarships that would be available, and that the application process would remain need-blind, but it was clear that at the prospect of being charged tuition, to these students Cooper was just another art school out of many, and one that did not compete in regards to its superficial offerings.</p>\n<p>No matter how many tentative caveats are attached (possible extra scholarships, need-blind admissions, etc), the introduction of tuition completely undoes Cooper's exceptional reputation by placing it in direct competition on the open marketplace. All of this was confirmed by the reviewers who [went to] Texas. The fears and concerns that the Cooper Community had over the impact of switching to tuition are no longer speculative.</p>\n<p>I have to say it was all very depressing, and I do not mean to sound alarmist, but it was strikingly clear, though I'm sure of no surprise, what this economic model is going to mean for the future of Cooper. Cooper will be unable to continue relying on attraction and will have to turn to promotion. The school will have to invest huge amounts in advertising to attract top caliber students. This, of course, will mean that the school will need to continually expand (its facilities, its degree programs, departments) in order to compete where it did not need to compete before.</p>\n<p>When the board members shrugged off these concerns in the lead up to their final decision to charge tuition by saying things like \"Cooper is not only about being tuition free\" or \"I would send my kid to Cooper even without a pool, or state of the art facilities\" they were clearly being disingenuous... or mournfully ignorant.</p>\n<p>Regardless, it seems necessary to confront them with reality in order to counter such wishful thinking. One parent whose mother had graduated from Cooper and had really wanted her daughter to attend asked \"Whats the difference between Cooper and any of the other big art schools now?\" I tried to explain Cooper's ethic toward education, how it attracted the most talented faculty and students, how the creativity of the students was less impinged by commercial interests or economic pressure, but I realized that all of these qualities were inextricably tied to the economic freedom that it had been guaranteed throughout its history. She simply responded, \"But how long can they sustain that?\" I had no answer and I'm wondering if anyone does.</p>\n<p>For my part I would be happy to help write recruitment reports, along with the other reviewers/recruiters, to give the Board, the President, and the rest of the Cooper Community a concrete assessment of the impact that charging tuition will have on the School of Art's future.</p>\n<p>Sincerely,<br> Ryan Garrett</p>\n</div>", "entities": [{"count": 14, "name": "Cooper"}, {"count": 2, "name": "Cooper Community"}, {"count": 1, "name": "School of Art"}, {"count": 1, "name": "Cincinnati"}, {"count": 1, "name": "RISD"}, {"count": 1, "name": "Cooper Union"}, {"count": 1, "name": "Pratt"}, {"count": 1, "name": "Board"}, {"count": 1, "name": "Cleveland"}, {"count": 1, "name": "SAIC"}, {"count": 1, "name": "Ohio"}, {"count": 1, "name": "Texas"}], "favicon_colors": [{"color": [245, 249, 250], "weight": 0.033447265625}, {"color": [0, 170, 234], "weight": 0.00439453125}, {"color": [240, 207, 20], "weight": 0.004150390625}, {"color": [234, 31, 38], "weight": 0.00390625}, {"color": [41, 81, 109], "weight": 0.00390625}], "keywords": [{"score": 75, "name": "cooper"}, {"score": 66, "name": "tuition"}, {"score": 33, "name": "students"}, {"score": 30, "name": "school"}, {"score": 23, "name": "art"}, {"score": 21, "name": "decision"}, {"score": 20, "name": "need-blind"}, {"score": 19, "name": "application"}, {"score": 18, "name": "prospect"}, {"score": 17, "name": "attracted"}], "published": null, "provider_name": "Cooper", "type": "html"}