{"provider_url": "http://www.nytimes.com", "description": "PORTLAND, Ore. - The admissions team at Reed College, known for its free-spirited students, learned in March that the prospective freshman class it had so carefully composed after weeks of reviewing essays, scores and recommendations was unworkable. Money was the problem. Too many of the students needed financial aid, and the college did not have enough.", "embeds": [], "safe": true, "provider_display": "www.nytimes.com", "related": [{"score": 0.7501809000968933, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}, {"score": 0.7359527945518494, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.7259142994880676, "description": "Universities in South Dakota, Nebraska, and other states have cut the number of credits students need to graduate. A proposal in Florida would let online courses forgo the usual higher-education accreditation process. A California legislator introduced a measure that would have substituted online courses for some of the brick-and-mortar kind at public universities.", "title": "'We Are Creating Walmarts of Higher Education'", "url": "http://www.theatlantic.com/education/archive/2013/12/we-are-creating-walmarts-of-higher-education/282619/", "thumbnail_height": 410, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR33OS4_1/lead_large.jpg?myf59a", "thumbnail_width": 615}, {"score": 0.650020956993103, "description": "A handful of schools, aid organizations and advocates from across the country are taking steps to help homeless college students. As the number of homeless college students grows, schools, aid organizations and advocates from across the country are taking steps to help. Getting into college itself can be a major challenge for homeless teens.", "title": "Help for homeless college students", "url": "http://money.cnn.com/2013/12/31/pf/homeless-college-students/index.html", "thumbnail_height": 367, "thumbnail_url": "http://i2.cdn.turner.com/money/dam/assets/131220183437-homeless-college-students-620xa.jpg", "thumbnail_width": 620}, {"score": 0.649747908115387, "description": "Two years after a Stanford professor drew 160,000 students from around the globe to a free online course on artificial intelligence, starting what was widely viewed as a revolution in higher education, early results for such large-scale courses are disappointing, forcing a rethinking of how college instruction can best use the Internet.", "title": "After Setbacks, Online Courses Are Rethought", "url": "http://www.nytimes.com/2013/12/11/us/after-setbacks-online-courses-are-rethought.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/11/us/jp-MOOCS/jp-MOOCS-videoSixteenByNine1050-v2.jpg", "thumbnail_width": 1050}], "favicon_url": "http://www.nytimes.com/favicon.ico", "authors": [], "images": [{"url": "http://graphics8.nytimes.com/images/2009/06/10/business/10reed01-600.jpg", "width": 600, "size": 39605, "caption": null, "height": 320}, {"caption": null, "url": "http://graphics8.nytimes.com/images/2009/06/10/business/10reed-graf01-190.jpg", "height": 126, "width": 190, "colors": [{"color": [240, 243, 243], "weight": 0.7841796875}, {"color": [36, 51, 43], "weight": 0.12890625}, {"color": [118, 129, 110], "weight": 0.0869140625}], "entropy": 2.4831352336874666, "size": 7227}, {"caption": null, "url": "http://graphics8.nytimes.com/images/2009/06/10/business/10reed3_190.JPG", "height": 126, "width": 190, "colors": [{"color": [20, 20, 23], "weight": 0.305908203125}, {"color": [198, 208, 210], "weight": 0.134033203125}, {"color": [193, 172, 156], "weight": 0.12939453125}, {"color": [164, 138, 111], "weight": 0.122314453125}, {"color": [126, 108, 87], "weight": 0.1220703125}], "entropy": 6.889266974132163, "size": 25269}, {"caption": null, "url": "http://i1.nyt.com/images/2013/12/31/opinion/31MOTH_OPED_PM/31MOTH_OPED_PM-moth.jpg", "height": 151, "width": 151, "colors": [{"color": [244, 244, 244], "weight": 0.732177734375}, {"color": [14, 14, 14], "weight": 0.267822265625}], "entropy": 1.36666605315, "size": 11895}, {"caption": null, "url": "http://i1.nyt.com/images/2013/12/31/world/asia/31MOTH_SOIL/31MOTH_SOIL-moth.jpg", "height": 151, "width": 151, "colors": [{"color": [222, 225, 227], "weight": 0.25341796875}, {"color": [86, 86, 58], "weight": 0.15966796875}, {"color": [49, 53, 37], "weight": 0.11865234375}, {"color": [157, 148, 114], "weight": 0.109375}, {"color": [176, 175, 171], "weight": 0.10107421875}], "entropy": 6.50245340507, "size": 33264}], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://www.nytimes.com/2009/06/10/business/economy/10reed.html?pagewanted=all", "url": "http://www.nytimes.com/2009/06/10/business/economy/10reed.html?pagewanted=all", "media": {}, "title": "College in Need Closes a Door to Needy Students", "offset": null, "content": "<div>\n<p>PORTLAND, Ore. &#8212; The admissions team at <a href=\"http://www.reed.edu\">Reed College</a>, known for its free-spirited students, learned in March that the prospective freshman class it had so carefully composed after weeks of reviewing essays, scores and recommendations was unworkable. </p>\n<p> Money was the problem. Too many of the students needed financial aid, and the college did not have enough. So the director of financial aid gave the team another task: drop more than 100 needy students before sending out acceptances, and substitute those who could pay full freight.</p>\n<p>The whole idea of excluding a student simply because of money clashed with the college's ideals, Leslie Limper, the aid director, acknowledged. \"None of us are very happy,\" she said, adding that Reed did not strike anyone from its list last year and that never before had it needed to weed out so many worthy students. \"Sometimes I wonder why I'm still doing this.\"</p>\n<p> That decision was one of several agonizing ones for this small private college, celebrated for its combination of academic rigor and a laid-back approach to education that once attracted <a href=\"http://topics.nytimes.com/top/reference/timestopics/people/j/steven_p_jobs/index.html?inline=nyt-per\">Steven P. Jobs</a>, the chief executive of Apple, to study on its leafy campus minutes from downtown.</p>\n<p>With their endowments ravaged by the financial markets and more students clamoring for assistance, private colleges like Reed are making numerous changes this year in staff, students, tuition and classes that they hope will tide them over without harming their reputations or their educational goals.</p>\n<p> Reed and others have admitted more students to bolster revenue with larger classes. Many are cutting costs by freezing or reducing salaries, suspending hiring and postponing building maintenance and construction. And the cost of attendance is rising; in Reed's case, by 3.8 percent, to nearly $50,000 a year for its 1,300 students.</p>\n<p>But Reed has put off drastic measures like spending more of its endowment, closing some departments or selling some real estate near campus. Instead, college officials are counting on the economy to turn around quickly, as became apparent when they allowed a New York Times reporter to sit in on budget discussions this spring.</p>\n<p>\"Like everybody, we are trying to start by trying to cut the stuff that is least likely to inflict real pain on the program,\" said <a href=\"http://www.reed.edu/president/index.html\">Colin Diver</a>, Reed's president. When he talks about Reed's short-term response to the recession, Mr. Diver concedes he is torn, wondering whether a broader reassessment would be in order. </p>\n<p>Perhaps it would be a good thing, he said, if the recession could refocus college administrators on the quality of higher education, rather than on <a href=\"http://topics.nytimes.com/your-money/investments/index.html?inline=nyt-classifier\">investments</a> in <a href=\"http://www.nytimes.com/2003/10/05/us/jacuzzi-u-a-battle-of-perks-to-lure-students.html\">climbing walls</a> (Reed does not have one) and other \"country club\" aspects of college life that have fueled an academic arms race reliant on tuition increases and fund-raising. </p>\n<p>\"The catering to consumer tastes &#8212; I keep trying to say, we are in the education business,\" Mr. Diver said, describing the pressure to keep up with wealthier colleges and expressing a frustration rarely voiced publicly by college presidents. \"The whole principle behind higher education is, we know something that you don't. Therefore, we shouldn't cater to them.\"</p>\n<p>But no college president wants to be first to make major changes in the college experience; Reed, for example, is not abandoning plans for a new performing arts center. \"If we're going to change our ways, we're really going to need to be pushed,\" Mr. Diver said, referring to colleges generally. \"It's not going to well up from within.\"</p>\n<p>So for now, the changes are modest and nearly invisible to students. The impact is mostly in the composition of the student body over the next four years.</p>\n<p>Reed has for now cast aside its hopes of accepting students based purely on merit, without regard to wealth, and still meeting their financial need. Only the nation's richest colleges do that. What's more, when Reed turned to its waiting list this year, it tapped only students who could pay their way.</p>\n<p> This year, the financial aid office put together its own, separate wait list for students whose circumstances had changed or whose financial requests were incomplete. Though Reed had pruned its admissions list for financial reasons before, it always found a way to help the few students with unexpected setbacks. This year, dozens of requests came in. Only a few got extra.</p>\n<p> \"We had so many of these people,\" Ms. Limper said, \"we had to say, oh my goodness, we can't offer aid to everyone who needs it.\"</p>\n<p> Hannah C. Moser, 17, needed financial help; her father is a paramedic, her mother is ill and her parents are divorcing. Thrilled with the small classes and quirky students, she applied to Reed last fall and was ecstatic when she learned she was admitted &#8212; through an informal announcement that came in haikus by e-mail. </p>\n<p>But she said she qualified for only $14,000 in aid, far less than any other college offered. She later discovered that she had not sent in a required form. She was placed on the aid wait list, to no avail. This fall, she will enroll at Willamette University in Salem, Ore., not too far from her hometown, Sedro-Woolley, Wash.</p>\n<p>\"I've actually struggled pretty bad with not being able to go to Reed, just because it was my reach school and everything about it was perfect and I impossibly got in,\" said Ms. Moser, an aspiring writer. \"And then I couldn't go.\"</p>\n<p>This year, there was a 23 percent increase in freshmen seeking financial aid, and twice as many students have appealed their aid packages, said Ms. Limper, the aid director. \"We have established some pretty stringent guidelines,\" she said, first trying to help \"the people with changed circumstances.\"</p>\n<p>Those guidelines have given priority to students already enrolled like Becca Roberts, a 19-year-old from Los Angeles whose mother lost her job at a film distribution company last fall.</p>\n<p>\"It was sort of unforeseen,\" Ms. Roberts said, \"because the company seemed to be doing very well.\" She feared she would be unable to return in the spring. When her mother called the college to describe their plight, Reed came up with more aid, thanks to the president's discretionary fund. For the second semester, Ms. Roberts started work as a photographer for the college, watched her spending, stuck to the dining hall and tried not to venture off campus.</p>\n<p>As job losses mount, more students like her may plead for help next year. But Ms. Limper does not expect to find money again. The budget, she said, is too tight.</p>\n<p>When members of Reed's board met in February and April to hammer out the budget, their priority was protecting the character of the college. Most of the members are alumni, with fond memories of earnest dialogue with professors in small groups, sometimes outside on the grass.</p>\n<p>None of the options were appealing. Admitting more students would raise the student-faculty ratio, a measure of academic quality and, at Reed, a sign of the importance of interaction with professors. Raising tuition and fees would add to pressure on already-struggling families. Cutting spending could make it harder to recruit faculty members and could limit student resources.</p>\n<p> Dipping further into the endowment, which provides about 20 percent of <a href=\"http://www.reed.edu/ir/revenue08.html\">Reed's budget</a>, could imperil the college's long-term survival. Last year, the endowment fell by nearly 25 percent, to $357 million, from $470 million. At a meeting with the budget committee of Reed's board, Mr. Diver said he was reluctant to tap more of the fund: \"I'm not proposing that.\"</p>\n<p>Members of the board did not push back at the time. But afterward, <a href=\"http://www.electrorent.com/index.aspx\">Daniel Greenberg</a>, a Los Angeles businessman who is the group's chairman, said he was not sure that the endowment should be off limits. \"If we need to basically depend on the endowment, let's increase the take rate,\" he said, referring to the percentage of the endowment spent by the college every year. \"We should do it if it will protect the character of the college.\"</p>\n<p>Instead, the board has approved increases in tuition and fees that bring the <a href=\"http://web.reed.edu/apply/tuition.html\">total cost of a year at Reed</a> to $49,950. The college will have nearly 400 new first-year and transfer students in the fall, up from 355 last year. </p>\n<p>Reed has increased its financial aid budget by 7.8 percent. It aims to use part of the $200 million it hopes to raise in a capital campaign, announced this spring, for financial aid in future years.</p>\n<p> The college has cut 5 percent of its spending except on personnel. It has avoided layoffs &#8212; unlike some other institutions &#8212; though it is not filling vacancies.</p>\n<p> Like many colleges, Reed is betting on a quick recovery of the economy and the financial markets to fuel <a href=\"http://www.nacubo.org/documents/research/NES2008PublicTable-NominalRatesofReturn.pdf\"> endowment growth </a> of 10 percent annually &#8212; including investment returns and gifts &#8212; beginning next year.</p>\n<p> Asked by a board member what would happen if those assumptions did not pan out, the college's treasurer, Edwin O. McFarlane, was blunt: \"We'll have to revisit the whole ballgame.\"</p> \n</div>", "entities": [{"count": 16, "name": "Reed"}, {"count": 4, "name": "Diver"}, {"count": 3, "name": "Limper"}, {"count": 2, "name": "Ore."}, {"count": 2, "name": "Los Angeles"}, {"count": 2, "name": "Roberts"}, {"count": 1, "name": "Steven P. Jobs"}, {"count": 1, "name": "Leslie Limper"}, {"count": 1, "name": "New York Times"}, {"count": 1, "name": "Edwin O. McFarlane"}, {"count": 1, "name": "Moser"}, {"count": 1, "name": "Willamette University"}, {"count": 1, "name": "Becca Roberts"}, {"count": 1, "name": "Wash."}, {"count": 1, "name": "Hannah C. Moser"}, {"count": 1, "name": "Reed College"}, {"count": 1, "name": "earnest"}, {"count": 1, "name": "Daniel Greenberg"}, {"count": 1, "name": "PORTLAND"}, {"count": 1, "name": "Sedro-Woolley"}, {"count": 1, "name": "Colin Diver"}, {"count": 1, "name": "Apple"}, {"count": 1, "name": "Salem"}], "favicon_colors": [{"color": [3, 3, 3], "weight": 0.52392578125}, {"color": [245, 245, 245], "weight": 0.019775390625}, {"color": [122, 122, 122], "weight": 0.018798828125}], "keywords": [{"score": 148, "name": "reed"}, {"score": 99, "name": "college"}, {"score": 91, "name": "students"}, {"score": 57, "name": "endowment"}, {"score": 50, "name": "aid"}, {"score": 41, "name": "financial"}, {"score": 40, "name": "limper"}, {"score": 36, "name": "diver"}, {"score": 26, "name": "tuition"}, {"score": 24, "name": "budget"}], "published": 1244505600000, "provider_name": "Nytimes", "type": "html"}