{"provider_url": "http://cbmilstein.wordpress.com", "description": "This evening, February 20, 2013, several hours after standing around outdoors in chilly winter weather at a rally beneath the clock tower of Cooper Union and a giant \"free education for all\" red banner high above, a young Egyptian revolutionary, an active and articulate organizer these past couple years in Tahrir Square, said that freedom...", "embeds": [], "safe": true, "provider_display": "cbmilstein.wordpress.com", "related": [{"score": 0.62627112865448, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.5924084782600403, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}, {"score": 0.5825909972190857, "description": "Two years after a Stanford professor drew 160,000 students from around the globe to a free online course on artificial intelligence, starting what was widely viewed as a revolution in higher education, early results for such large-scale courses are disappointing, forcing a rethinking of how college instruction can best use the Internet.", "title": "After Setbacks, Online Courses Are Rethought", "url": "http://www.nytimes.com/2013/12/11/us/after-setbacks-online-courses-are-rethought.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/11/us/jp-MOOCS/jp-MOOCS-videoSixteenByNine1050-v2.jpg", "thumbnail_width": 1050}, {"score": 0.5750633478164673, "description": "It's my fault. I'll admit it. During my eight years in the classroom, I ruined at least two amazing literary works by assigning horrifically dull reading projects. My only hope is that those middle school students, whose enthusiasm I quashed, found another way to become passionate about literature.", "title": "Projects to Engage Middle School Readers", "url": "http://www.edutopia.org/blog/projects-engage-middle-school-readers-beth-holland", "thumbnail_height": 345, "thumbnail_url": "http://www.edutopia.org/files/slates/holland-engage-ms-readers-flickr.jpg", "thumbnail_width": 460}, {"score": 0.5717874765396118, "description": "Universities in South Dakota, Nebraska, and other states have cut the number of credits students need to graduate. A proposal in Florida would let online courses forgo the usual higher-education accreditation process. A California legislator introduced a measure that would have substituted online courses for some of the brick-and-mortar kind at public universities.", "title": "'We Are Creating Walmarts of Higher Education'", "url": "http://www.theatlantic.com/education/archive/2013/12/we-are-creating-walmarts-of-higher-education/282619/", "thumbnail_height": 410, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR33OS4_1/lead_large.jpg?myf59a", "thumbnail_width": 615}], "favicon_url": "http://s2.wp.com/i/favicon.ico?m=1311975824g", "authors": [{"url": "http://cbmilstein.wordpress.com/author/cbmilstein/", "name": "cbmilstein"}], "images": [{"caption": null, "url": "http://cbmilstein.files.wordpress.com/2013/02/photo-25.jpg?w=547&h=441", "height": 441, "width": 547, "colors": [{"color": [176, 174, 165], "weight": 0.807373046875}, {"color": [115, 113, 114], "weight": 0.109130859375}, {"color": [66, 69, 78], "weight": 0.08349609375}], "entropy": 4.849136291218763, "size": 70595}, {"caption": null, "url": "http://cbmilstein.files.wordpress.com/2013/02/photo-24.jpg?w=547&h=360", "height": 361, "width": 547, "colors": [{"color": [228, 217, 195], "weight": 0.43310546875}, {"color": [45, 48, 60], "weight": 0.2158203125}, {"color": [162, 161, 159], "weight": 0.2099609375}, {"color": [111, 104, 106], "weight": 0.114013671875}, {"color": [236, 99, 101], "weight": 0.027099609375}], "entropy": 5.753035831135821, "size": 81505}, {"caption": null, "url": "http://cbmilstein.files.wordpress.com/2013/02/photo-27.jpg?w=547", "height": 586, "width": 452, "colors": [{"color": [207, 211, 212], "weight": 0.36279296875}, {"color": [134, 138, 126], "weight": 0.342529296875}, {"color": [21, 23, 27], "weight": 0.159912109375}, {"color": [57, 57, 57], "weight": 0.08544921875}, {"color": [95, 91, 83], "weight": 0.04931640625}], "entropy": 5.719481040501919, "size": 72952}, {"caption": null, "url": "http://cbmilstein.files.wordpress.com/2013/02/photo-28.jpg?w=547&h=429", "height": 429, "width": 547, "colors": [{"color": [146, 134, 131], "weight": 0.326904296875}, {"color": [94, 84, 90], "weight": 0.306640625}, {"color": [30, 28, 34], "weight": 0.189453125}, {"color": [202, 188, 170], "weight": 0.10693359375}, {"color": [240, 233, 214], "weight": 0.070068359375}], "entropy": 6.65983706527856, "size": 91390}, {"url": "http://i0.wp.com/cbmilstein.files.wordpress.com/2013/02/photo-28.jpg?fit=440%2C330", "width": 420, "size": 69337, "height": 330}], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://cbmilstein.wordpress.com/2013/02/21/organizing-as-if-social-relations-matter/", "url": "http://cbmilstein.wordpress.com/2013/02/21/organizing-as-if-social-relations-matter/", "media": {}, "title": "Organizing as If Social Relations Matter", "offset": null, "content": "<div>\n<a href=\"http://cbmilstein.files.wordpress.com/2013/02/photo-25.jpg\"><img src=\"http://cbmilstein.files.wordpress.com/2013/02/photo-25.jpg?w=547&amp;h=441\"></a> <p>This evening, February 20, 2013, several hours after standing around outdoors in chilly winter weather at a rally beneath the clock tower of Cooper Union and a giant \"free education for all\" red banner high above, a young Egyptian revolutionary, an active and articulate organizer these past couple years in Tahrir Square, said that freedom isn't just a word; it's how one practices it and tries to enact it. That's a paraphrase, from snippets of his pronouncements in snippets of a forthcoming film titled <em>The Square</em> and a Skype interview he did from Cairo to New York City. That second event of my day poorly, embarrassingly, tried to conflate Zuccotti and Tahrir; former OWSers who still seemed under the illusion that Occupy was alive and well in lower Manhattan tripped over themselves to not listen to, much less understand, those in attendance who had helped - and still were doing so - to make a revolution, and are still resisting in ways that involve tremendous organizational savvy and attention to transforming social relations, complex and difficult as that obviously is. I had to walk away.</p>\n<p>I couldn't walk away from Cooper Union, even though my toes began to feel numb. The 1:00 p.m. rally was about the deferral of early-decision applicants by the school's administration, which is trying every trick in the book to tear asunder the founding mission of free education, paying particular attention to the pesky art students. Here's some regular old media coverage about it, if you want a bit of background: <a href=\"http://hyperallergic.com/65545/cooper-union-saga-continues-as-administration-refuses-early-art-acceptances/\">http://hyperallergic.com/65545/cooper-union-saga-continues-as-administration-refuses-early-art-acceptances/</a>.</p>\n<p>I'm not an especial fan of hierarchical forms of education that also, even with no tuition, shape students for job markets, even if there are increasingly no jobs. Yet similar to the six-month Quebec student strike of 2012, which too aimed toward free education for all (although with the additional weapon of a long tradition of highly participatory, autonomous student assemblies), the Cooper Union resistance has a beautiful ring of social goodness to it (for one of my observer-participant stories on this, see <a href=\"http://cbmilstein.wordpress.com/2012/08/10/social-goodness-abundance-montreal-night-108/\">http://cbmilstein.wordpress.com/2012/08/10/social-goodness-abundance-montreal-night-108/</a>). There's an aspirational quality - or \"hope,\" as one prospective student noted - in imagining that education could indeed be free for all, not only monetarily, but also in terms of freedom. That no tuition, even within a hierarchical and select structure, still manages to engender a tangible freedom to imagine social goodness, and the freedom (of thought and financial constraints) to organize in more imaginative as well as qualitative ways, seems distinct in relation to other US student organizing in places that cost tens of thousands annually. When people, students or otherwise, are freed up from the burden of struggling to survive, it creates space for a different kind of human being, with time to pursue one's dreams alongside others. It supplies a sense of already-there promise and possibility. Fighting for lower or no tuition is - or at least could be - a path toward opening up minds to critical and creative thought, which is essential in moving us humans toward forms of social goodness, thwarted as that is by a commodifying structure/system that does its best to inculcate uncritical and uncreative thought at every turn, or just make us so damned tired and dispirited that we don't have the energy for envisioning and organizing toward better communities and better tomorrows. That Cooper Union is one of the last remaining \"free schools\" in the United States also underscores how pivotal this battle is in terms of siding with increasing public goodness or squashing it still further.</p>\n<a href=\"http://cbmilstein.files.wordpress.com/2013/02/photo-24.jpg\"><img src=\"http://cbmilstein.files.wordpress.com/2013/02/photo-24.jpg?w=547&amp;h=360\"></a> <p>Aspirations, however, aren't enough. What is noteworthy and compelling about the Cooper Union resistance beyond the already-extraordinary sense of a common good embedded in all its slogans is how, when you take freed-up art students and give them a cause they are personally and collectively passionate about, well: watch out! They will unleash their imaginations, in the same way that a plethora of upward-spiraling imaginative interventions marked the Quebec spring and summer. Sure, there are the usual sloppily painted signs, sometimes with misspellings, that characterize any US demonstration. And there are protest moments after protest moments, as in today's rally, designed to be a spectacle of sorts. Yet there also seem to be twists in the cultural production for this rebellious campaign to keep education free, such as transparent banners asking for transparency from administrators even as they reveal how transparent the student, alumni, allied teachers, and community supporters are being in this contestation. Or an oversize Cooper Union student ID for one of the now-deferred prospective early admissions, with a cutout indicating their potential absence come fall 2013 (happily filled in, for a photo-op moment, by a probable current Cooper Union student).</p>\n<a href=\"http://cbmilstein.files.wordpress.com/2013/02/photo-28.jpg\"><img src=\"http://cbmilstein.files.wordpress.com/2013/02/photo-28.jpg?w=547&amp;h=429\"></a> <a href=\"http://cbmilstein.files.wordpress.com/2013/02/photo-27.jpg\"><img src=\"http://cbmilstein.files.wordpress.com/2013/02/photo-27.jpg?w=547\"></a> <p>Such creativity, from what I've seen, extends to kitschy and good-silly cultural production for online and social media - not tired memes, but rather smartly faked, funny photos or a humorously false Cooper Union Web site - to wearable artifacts like buttons and \"Stay Free or Die Tryin'\" patches - to crafty gadgets - such as during their late fall occupation, to \"fly\" pizza up the outside of the building to the occupiers via pulleys, ropes, and balloons - to well-written newspapers, communiqu&#233;s, and press releases, to today's moving testimonials from deferred early admissions students, read by some of those prospects themselves or read for some of the ones from places around the United States. There's a way in which the spectacle and end-run maneuvers that the administration keeps trying to make just get outspectacled and outrun by the dynamism of the art students conjuring up new visual, new visions, new strategies - again only underscoring the \"value\" of free and freeing education.</p>\n<a href=\"http://cbmilstein.files.wordpress.com/2013/02/photo-29.jpg\"><img src=\"http://cbmilstein.files.wordpress.com/2013/02/photo-29.jpg?w=547\"></a> <p>Perhaps most important, though, I was reminded today of what good organizing looks like. Or to be more precise, I was reminded of what organizing - versus activism - is all about. There's aspirations, imagination, and also substance backing up these students' resistance, and the substance is all about both winning and doing so by forging increasingly widening and deeper circles of social relations, and social relations that appear, from my outsider vantage point, to be far more comradely and nonhierarchical than those in many social struggles. That's not to say that this cold afternoon's rally was large; it wasn't, attracting maybe a couple hundred folks at most. But as now-deferred prospective student after student got up to read their varied, often-eloquent remarks, or have them read by a current Cooper Union student or an alumni, for upward of an hour, it became clearer and clearer how much work went into finding, educating, involving, and gaining the support and participation of these frequently far-afield <em>potential</em> students. In fact, one of the statements mentioned how current Cooper Union students, faculty, and alumni had reached out to the current higher schooler applying for early admission to explain the deferral (an administration tactic and, as several prospects noted, \"betrayal\") and draw them into this cause - a cause, as several of the prospective students mentioned, that wasn't about them necessarily getting into Cooper Union but instead about extending the idea that education should be free and available, sustaining people's self and social exploration in a life of the mind and arts, and thus bettering our world.</p>\n<p>Organizing, good organizing, is to my mind the slow, steady, one-on-one building of relations and interconnections that are at odds with how people are treated under capitalism. Instead of instrumentalizing people for what they can give us or do for us, we look to each other as having worth unto ourselves, and for how we can cement relations of sociability, collaboration, and solidarity - as some of the speakers observed today. Expedient activism falls apart under its own flimsy weight; there's little there to sustain it, especially when the going inevitably gets rough or disappointing. Here, patient and what appears to be joyful organizing might just have a fighting chance of leaving something in its wake: a win for free education perhaps, or if not, a yardstick of how we can reignite our imaginations and rekindle qualitative social relations.</p>\n<a href=\"http://cbmilstein.files.wordpress.com/2013/02/photo-23.jpg\"><img src=\"http://cbmilstein.files.wordpress.com/2013/02/photo-23.jpg?w=547\"></a> <p>*  *  *</p>\n<p>If you've run across this blog post as a reposting somewhere, you can find other blog-musings and more polished essays at Outside the Circle, <a href=\"http://cbmilstein.wordpress.com/2013/02/21/organizing-as-if-social-relations-matter/cbmilstein.wordpress.com\">cbmilstein.wordpress.com</a>. Share, enjoy, and repost - as long as it's free as in \"free beer\" and \"freedom.\"</p>\n<p>(Photos by Cindy Milstein, and cultural creations by Cooper Union artist-organizers, NYC, February 20, 2013. For more pictures from Cooper Union's \"Free Education for All\" struggle, see <a href=\"http://free-educ-for-all.tumblr.com/\">http://free-educ-for-all.tumblr.com/</a>)</p>\n</div>", "entities": [{"count": 13, "name": "Cooper Union"}, {"count": 2, "name": "US"}, {"count": 2, "name": "United States"}, {"count": 2, "name": "Quebec"}, {"count": 1, "name": "Tahrir Square"}, {"count": 1, "name": "Egyptian"}, {"count": 1, "name": "Cairo"}, {"count": 1, "name": "Cindy Milstein"}, {"count": 1, "name": "Skype"}, {"count": 1, "name": "Zuccotti"}, {"count": 1, "name": "New York City"}, {"count": 1, "name": "Tahrir"}, {"count": 1, "name": "NYC"}, {"count": 1, "name": "Manhattan"}], "favicon_colors": [{"color": [18, 126, 168], "weight": 0.385498046875}, {"color": [228, 240, 246], "weight": 0.177001953125}], "keywords": [{"score": 83, "name": "students"}, {"score": 57, "name": "cooper"}, {"score": 49, "name": "union"}, {"score": 47, "name": "free"}, {"score": 44, "name": "education"}, {"score": 38, "name": "social"}, {"score": 32, "name": "imaginations"}, {"score": 29, "name": "organizing"}, {"score": 27, "name": "prospective"}, {"score": 23, "name": "freedom"}], "published": null, "provider_name": "Outside the Circle", "type": "html"}