{"provider_url": "http://wagingnonviolence.org", "description": "Since last Wednesday, students at Cooper Union, a private free university in New York City, have staged a occupation of the president's office in protest of the announcement that the school will begin charging tuition. As the occupation now goes into its second week, let me recall my eight-hour visit during its first full day: Thursday, May 9.", "embeds": [], "safe": true, "provider_display": "wagingnonviolence.org", "related": [{"score": 0.6876980662345886, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.6797764301300049, "description": "It's my fault. I'll admit it. During my eight years in the classroom, I ruined at least two amazing literary works by assigning horrifically dull reading projects. My only hope is that those middle school students, whose enthusiasm I quashed, found another way to become passionate about literature.", "title": "Projects to Engage Middle School Readers", "url": "http://www.edutopia.org/blog/projects-engage-middle-school-readers-beth-holland", "thumbnail_height": 345, "thumbnail_url": "http://www.edutopia.org/files/slates/holland-engage-ms-readers-flickr.jpg", "thumbnail_width": 460}, {"score": 0.6602089405059814, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}, {"score": 0.6517761945724487, "description": "Universities in South Dakota, Nebraska, and other states have cut the number of credits students need to graduate. A proposal in Florida would let online courses forgo the usual higher-education accreditation process. A California legislator introduced a measure that would have substituted online courses for some of the brick-and-mortar kind at public universities.", "title": "'We Are Creating Walmarts of Higher Education'", "url": "http://www.theatlantic.com/education/archive/2013/12/we-are-creating-walmarts-of-higher-education/282619/", "thumbnail_height": 410, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR33OS4_1/lead_large.jpg?myf59a", "thumbnail_width": 615}, {"score": 0.648459255695343, "description": "American students are bored by math, science and engineering. They buy smartphones and tablets by the millions but don't pursue the skills necessary to build them. Engineers and physicists are often portrayed as clueless geeks on television, and despite the high pay and the importance of such jobs to the country's future, the vast majority of high school graduates don't want to go after them.", "title": "Who Says Math Has to Be Boring?", "url": "http://www.nytimes.com/2013/12/08/opinion/sunday/who-says-math-has-to-be-boring.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/07/opinion/video-editorial-ptech-new/video-editorial-ptech-new-videoSixteenByNine1050-v2.jpg", "thumbnail_width": 1050}], "favicon_url": "http://wagingnonviolence.org/favicon.ico", "authors": [{"url": "http://wagingnonviolence.org/author/zacharybell/", "name": "Zachary Bell"}, {"url": "http://wagingnonviolence.org/author/kenbutigan/", "name": "Ken Butigan"}, {"url": "http://wagingnonviolence.org/author/bryanfarrell/", "name": "Bryan Farrell"}, {"url": "http://wagingnonviolence.org/author/jakeolzen/", "name": "Jake Olzen"}, {"url": "http://wagingnonviolence.org/author/theeditors/", "name": "The Editors"}, {"url": "http://wagingnonviolence.org/author/ericstoner/", "name": "Eric Stoner"}, {"url": "http://wagingnonviolence.org/author/nathanschneider/", "name": "Nathan Schneider"}, {"url": "http://wagingnonviolence.org/author/nathanlawrence/", "name": "Nathan Lewis Lawrence"}, {"url": "http://wagingnonviolence.org/author/jmsmucker/", "name": "Jonathan Matthew Smucker"}], "images": [{"url": "http://wagingnonviolence.org/wp-content/uploads/2013/05/IMG_6362.jpg", "width": 615, "size": 118818, "caption": null, "height": 410}, {"caption": null, "url": "http://wagingnonviolence.org/wp-content/uploads/2013/04/joinusad-310.jpg", "height": 261, "width": 310, "colors": [{"color": [239, 109, 54], "weight": 0.548828125}, {"color": [137, 84, 163], "weight": 0.0771484375}, {"color": [129, 126, 182], "weight": 0.0732421875}, {"color": [143, 186, 209], "weight": 0.067138671875}, {"color": [121, 185, 87], "weight": 0.062255859375}], "entropy": 4.365222717747666, "size": 100816}, {"url": "http://wagingnonviolence.org/wp-content/uploads/2013/02/sketch1_v23.jpg", "width": 200, "size": 24325, "caption": null, "height": 200}, {"caption": null, "url": "http://wagingnonviolence.org/wp-content/uploads/2013/05/8691401081_495bef7bdd_c-180x120.jpg", "height": 120, "width": 180, "colors": [{"color": [190, 209, 217], "weight": 0.41552734375}, {"color": [25, 29, 35], "weight": 0.199462890625}, {"color": [80, 72, 74], "weight": 0.120849609375}, {"color": [158, 169, 182], "weight": 0.096435546875}, {"color": [109, 106, 108], "weight": 0.094970703125}], "entropy": 6.48044514886181, "size": 12188}, {"caption": null, "url": "http://wagingnonviolence.org/wp-content/uploads/2013/12/IMG_7983-1024x682-180x120.jpg", "height": 120, "width": 180, "colors": [{"color": [116, 157, 187], "weight": 0.723876953125}, {"color": [26, 50, 81], "weight": 0.14501953125}, {"color": [63, 83, 111], "weight": 0.131103515625}], "entropy": 5.520581541714081, "size": 8638}], "cache_age": 84446, "lead": null, "language": "English", "original_url": "http://ow.ly/l4kAM", "url": "http://wagingnonviolence.org/feature/inside-the-cooper-union-occupations-first-hours/", "media": {}, "title": "Inside the Cooper Union occupation's first hours", "offset": null, "content": "<div>\n<p>Since last Wednesday, students at Cooper Union, a private free university in New York City, have staged a occupation of the president's office in protest of the announcement that the school will begin charging tuition. As the occupation now goes into its second week, let me recall my eight-hour visit during its first full day: Thursday, May 9.</p>\n<p>That morning, students took President Jamshed Bharucha's office demanding that he resign over his proposal to introduce tuition, a policy that would break the school's 155-year tradition of free education. Later that day, all nine of Cooper's full-time art faculty and some 200 students signed a statement of no confidence in Bharucha.</p>\n<p>The administration repeatedly warned the occupiers - by then more than 100 engineering, architecture, and art students - that they could face disciplinary actions, which could include being denied their degrees. The administration then proceeded to block the water fountains on the seventh floor with plywood and screwed the bathroom doors shut. It sent armed guards into the building. (The administration later said it wasn't aware the guards would be armed.)</p>\n<p>Yet the siege quickly broke. Administrators had told students that they would be given an ultimatum to leave in the early afternoon, but, later, they moved the deadline to 6:30. The students stayed put, and around 7:30 Vice President TC Westcott came into the president's office and discussed options with the students. She said that the security guards and police were standing down and that Bharucha wanted to speak with them. Many students were distrustful, and someone asked her to explain why the administration locked students out of the bathrooms.</p>\n<p>\"The logic was that we wanted you to leave,\" Westcott replied. She said that the administration was still considering its next moves.</p>\n<p>For a few hours, students strategized over pizza in a post-ultimatum haze. Mike D'Ambrose, a master's engineering student, explained the rationale of the campaign.</p>\n<p>\"It's a one-way street once you start charging tuition,\" he said, citing the City College of New York, which abandoned its commitment to free education in 1976 and never looked back. Bharucha made headlines when he announced a new plan for the university that called for sliding scale tuition based on need, meaning that some students would pay as high as $19,000 while others would still receive full scholarship.</p>\n<p>Saar Shemesh, a transfer student studying art, feels that tuition would change the character of the historic institution: \"It would mess up the dynamic that we've created here.\" To Shemesh, it's crucial that students are \"not indebted to their parents, and not indebted to the government.\" She transferred to Cooper from Brooklyn College, and she said that whereas socio-economic lines divide many campuses, Cooper Union stands out as an exception.</p>\n<p>Around 9:30, Saskia Bos, the dean of the Cooper Union School of Art, and Sam Messer, the associate dean of the Yale School of Art, arrived at the occupation. Broadcast over the <a href=\"http://www.ustream.tv/channel/free-cooper-union\">Free Cooper Union live-stream</a>, Messer asked the students, \"But how will this end? President Bharucha is not going to step down in the next week.\" Victoria Sobel, an art student in her senior year who has helped organize the occupation, replied, \"Why are you so sure? We were told two hours ago that we would be forced out, and we're still here.\"</p>\n<p>The students appeared divided whether to speak with President Bharucha, an opportunity Bos was offering to arrange. Casey Gollan, an art school senior, rejected the offer - to applause from the room - explaining that Cooper students could arrange to meet with the president at any time as part of university policy. Still, last week when Gollan tried to arrange one of these meetings, Bharucha didn't show up. \"It's called university governance,\" Gollan said. \"And we've seen how it doesn't work.\"</p>\n<p>Many students charged that Bharucha's absence from campus during the affair - and his avoidance of certain students since they occupied his office his back in December - is indicative of his poor leadership and his fear of the Free Cooper Union campaign. Students said that if they were to meet with Bharucha at this point, it would be on their own terms, in his occupied office.</p>\n<p>After the two deans departed, students began discussing the future of the occupation. Gollan admitted that since the occupation was \"open and fluid,\" students could come and go from Cooper Union's seventh floor as they pleased, which made consensus decision-making process difficult. Yet it also made the occupation more sustainable than most - allowing students to go to class, eat, take a shower and then return to the president's office. It also meant that more and more people in the broader Cooper Union community could get involved - swinging by the office and signing the no-confidence statement - without having to fear retribution or an overnight lock-in.</p>\n<p>According to the students, if the no-confidence statement were to receive enough signatures from the faculty of the architecture and engineering schools, it would initiate a legal process in which the board of regents would investigate the behavior of the board of trustees, which determined the tuition policy and appointed President Bharucha. It would take some time for the school's bureaucracy to make such dramatic changes, but this potential for delay didn't seem to deter the students in their midnight meeting on Thursday. After all, they had a lawyer, free food and each other. When someone asked what would happen if the occupation went through graduation, grins and raised fists filled the room - followed by a few uneasy laughs.</p>\n<p>As the meeting closed around 1:00 am, a student erased the \"2\" on the blackboard next to \"Days of Cooper Union Occupation,\" and sketched in a block letter \"3.\"</p>\n<p>At the end of my nearly eight-hour sojourn to the seventh floor, I stepped into President Bharucha's office one last time. It was draped in deep maroon emanating from a row of standing stage lights fixed with red filters. The students were deliberating over blueprints for their final projects, riffling through bags of donated protein bars and Indian food, and constructing conjoined sleeping arrangements with mounds of blankets and pillows.</p>\n<p>It was a familiar art-school scene - except that it was in the president's office.</p>\n<p>On Monday the students met with President Bharucha, who agreed in the conversation to raise the following requests with the board of trustees: to arrange a meeting between the board of trustees and 15 student representatives, to add a student with voting rights to the board of trustees and to provide public minutes for all board meetings. While short of keeping Cooper Union free, these gains could change how the school is governed in significant ways for the future.</p>\n<p>The students are now deciding whether, once again, to demand Bharucha's resignation.</p>\n<p>-</p>\n<p><em>This story was made possible by our members. <a href=\"http://wagingnonviolence.org/support/membership/\">Become one today</a>.</em></p>\n</div>", "entities": [{"count": 12, "name": "Bharucha"}, {"count": 5, "name": "Cooper Union"}, {"count": 3, "name": "Cooper"}, {"count": 3, "name": "Gollan"}, {"count": 2, "name": "Free Cooper Union"}, {"count": 1, "name": "Messer"}, {"count": 1, "name": "Casey Gollan"}, {"count": 1, "name": "City College of New York"}, {"count": 1, "name": "New York City"}, {"count": 1, "name": "Saar Shemesh"}, {"count": 1, "name": "Cooper Union School of Art"}, {"count": 1, "name": "Mike D'Ambrose"}, {"count": 1, "name": "Victoria Sobel"}, {"count": 1, "name": "Shemesh"}, {"count": 1, "name": "Cooper Union Occupation"}, {"count": 1, "name": "Yale School of Art"}, {"count": 1, "name": "Sam Messer"}, {"count": 1, "name": "Brooklyn College"}, {"count": 1, "name": "Westcott"}, {"count": 1, "name": "Jamshed Bharucha"}, {"count": 1, "name": "TC Westcott"}, {"count": 1, "name": "Saskia Bos"}], "favicon_colors": [{"color": [0, 0, 0], "weight": 0.040771484375}, {"color": [65, 88, 111], "weight": 0.01318359375}, {"color": [205, 95, 25], "weight": 0.008544921875}], "keywords": [{"score": 133, "name": "students"}, {"score": 130, "name": "bharucha"}, {"score": 53, "name": "cooper"}, {"score": 51, "name": "occupation"}, {"score": 40, "name": "tuition"}, {"score": 40, "name": "gollan"}, {"score": 34, "name": "union"}, {"score": 33, "name": "art"}, {"score": 27, "name": "trustees"}, {"score": 27, "name": "president"}], "published": null, "provider_name": "Wagingnonviolence", "type": "html"}