{"provider_url": "http://thevillager.com", "description": "BY JEFFERSON SIEGEL | Just before lunchtime on May 8, several dozen students made their way to the office of Cooper Union President Jamshed Bharucha in what they described as a \"nonviolent direct action.\" They came to deliver a statement of \"no confidence,\" with plans to occupy the office until Bharucha resigned.", "embeds": [], "safe": true, "provider_display": "thevillager.com", "related": [{"score": 0.6662683486938477, "description": "PALO ALTO - Akshay Kothari's first assignment at the D.school - formally known as the Hasso Plattner Institute of Design at Stanford University - was to rethink how people eat ramen noodles. His last D.school assignment led to a news-reading app that was bought by LinkedIn for $90 million.", "title": "Solving Problems for Real World, Using Design", "url": "http://www.nytimes.com/2013/12/30/technology/solving-problems-for-real-world-using-design.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/30/business/dschool1/dschool1-videoSixteenByNine1050.jpg", "thumbnail_width": 1050}, {"score": 0.635012149810791, "description": "American students are bored by math, science and engineering. They buy smartphones and tablets by the millions but don't pursue the skills necessary to build them. Engineers and physicists are often portrayed as clueless geeks on television, and despite the high pay and the importance of such jobs to the country's future, the vast majority of high school graduates don't want to go after them.", "title": "Who Says Math Has to Be Boring?", "url": "http://www.nytimes.com/2013/12/08/opinion/sunday/who-says-math-has-to-be-boring.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/07/opinion/video-editorial-ptech-new/video-editorial-ptech-new-videoSixteenByNine1050-v2.jpg", "thumbnail_width": 1050}, {"score": 0.6303836703300476, "description": "High school dropouts seeking a diploma will soon face a brand new exam system that will demand more skills from them - and yield more profits for testing companies. The traditional GED exam, administered for more than 70 years by the nonprofit American Council on Education, will be replaced on Thursday by a buffet of options from three testing...", "title": "Testing companies see cash cow in revamped GED", "url": "http://www.politico.com/story/2013/12/testing-companies-see-cash-cow-in-revamped-ged-101602.html", "thumbnail_height": 489, "thumbnail_url": "http://images.politico.com/global/2013/12/30/ged-testing-center.jpg", "thumbnail_width": 900}, {"score": 0.6195875406265259, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}], "favicon_url": "http://thevillager.com/wp-content/uploads/2013/04/vloo.png", "authors": [{"url": "http://thevillager.com/author/admin/", "name": "admin"}], "images": [{"url": "http://thevillager.com/wp-content/uploads/2013/06/cooper-4-copy-1024x887.jpg", "width": 1024, "size": 198188, "caption": null, "height": 887}, {"caption": null, "url": "http://thevillager.com/wp-content/uploads/2013/06/cooper-2.jpg", "height": 400, "width": 600, "colors": [{"color": [157, 161, 162], "weight": 0.273193359375}, {"color": [199, 207, 205], "weight": 0.19921875}, {"color": [237, 243, 241], "weight": 0.19482421875}, {"color": [111, 117, 123], "weight": 0.193603515625}, {"color": [40, 44, 46], "weight": 0.13916015625}], "entropy": 5.533692545673022, "size": 77903}, {"caption": null, "url": "http://www.thevillager.com/wp-content/uploads/2011/12/rss_icon.jpg", "height": 601, "width": 600, "colors": [{"color": [238, 118, 38], "weight": 0.5361328125}, {"color": [248, 251, 250], "weight": 0.4638671875}], "entropy": 2.31177502426, "size": 55197}, {"caption": null, "url": "http://thevillager.com/wp-content/uploads/2013/06/cooper-1.jpg", "height": 400, "width": 600, "colors": [{"color": [30, 38, 42], "weight": 0.291015625}, {"color": [156, 174, 179], "weight": 0.264892578125}, {"color": [67, 80, 84], "weight": 0.229736328125}, {"color": [230, 237, 240], "weight": 0.206298828125}, {"color": [212, 227, 75], "weight": 0.0048828125}], "entropy": 5.326242215868934, "size": 73359}, {"caption": null, "url": "http://www.thevillager.com/wp-content/uploads/2011/12/blue-bird.jpg", "height": 306, "width": 500, "colors": [{"color": [246, 250, 251], "weight": 0.614501953125}, {"color": [94, 174, 205], "weight": 0.385498046875}], "entropy": 2.55483674804, "size": 20178}], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://thevillager.com/2013/06/13/a-dozen-occupiers-still-hold-cooper-presidents-office/", "url": "http://thevillager.com/2013/06/13/a-dozen-occupiers-still-hold-cooper-presidents-office/", "media": {}, "title": "A dozen occupiers still hold Cooper president's office", "offset": null, "content": "<div>\n<p><strong>BY JEFFERSON SIEGEL</strong> | Just before lunchtime on May 8, several dozen students made their way to the office of Cooper Union President Jamshed Bharucha in what they described as a \"nonviolent direct action.\" They came to deliver a statement of \"no confidence,\" with plans to occupy the office until Bharucha resigned.</p>\n<p>Their dramatic action was spurred by The Cooper Union's plan to begin charging tuition, up to $19,000 a year, in 2014.</p>\n<p>Last Tuesday afternoon a dozen current students and recent graduates sat quietly around a table in Bharucha's office. The occupiers, many who have been in the seventh-floor aerie for five weeks, sat calmly, working on their computers.</p>\n<p>As sun streamed in through large windows with stunning views to the east and south, the students spoke of their dedication to their school and their motivations for being confined to a room for more than a month with constant supervision by private security guards.</p>\n<p>\"It's becoming a life-changing experience,\" said newly graduated Mauricio Higuera, 28, who plans on attending Rutgers in the fall for his M.F.A. Higuera praised Cooper Union as the only art school that was able to provide financial help to him, an undocumented immigrant from Colombia.</p>\n<p>Higuera, a painter, found his artistic horizons broadened at Cooper.</p>\n<p>\"I succeeded in making paintings more,\" he said, \"but I also studied sculpture, photography, video, sound art and printmaking.\"</p>\n<p>Higuera and several other occupiers who spoke to The Villager are newly minted graduates, so the imposition of tuition will not affect them. Regardless, they feel obligated to champion a larger issue.</p>\n<p>\"The reason Cooper Union is in trouble is because money is wasted,\" Higuera said. \"There's a hiring freeze but the school hires overpaid development and public relations teams.\"</p>\n<p>He noted the school used to promote free education in its mission statement but now only emphasizes excellence, \"like any other school.\"</p>\n<p>According to the administration, the school, which had been free to all students for 100 years, must impose an annual tuition because of financial necessity.</p>\n<p>The occupiers challenge the school's reasoning and have made three demands.</p>\n<p>First, they demand that President Bharucha step down, charging that he doesn't believe in Cooper's mission and thus divides the school.</p>\n<p>Also, they are calling for restructuring of the school's governance to enable more participation by students, faculty, staff and alumni in decision-making.</p>\n<p>Finally, the occupiers say, the school must reaffirm its free education mission statement and replicate the model elsewhere.</p>\n<p>\"This is why we're here,\" said Vincent Hui, 23, who just graduated from the architecture school. When Hui first applied to Cooper he was turned down. He took a well-paying job in interior design but felt compelled to reapply the following year, when he was accepted.</p>\n<p>\"Two percent of applicants get in,\" Hui said. \"The architecture school is tougher than Harvard. That's the beauty of it, if you're here, you know you're not here by luck!\"</p>\n<p>\"Once the notion of free education is gone from this school,\" he continued, \"your struggle is merely the same as at other schools.\"</p>\n<p>A week after the occupation started, Bharucha made a surprise visit to his office after midnight. As the room filled with faculty, staff, alumni and students, and as hundreds more tuned in on a Livestream broadcast, Bharucha, his back literally to the wall, listened to the occupier's concerns. But, according to many who were there, the president appeared disinterested at best.</p>\n<p>Several students asked Bharucha why they were threatened with dismissal or with not being allowed to graduate before Bharucha or any of the school's board members even offered to negotiate with them. After raucous applause, Bharucha replied, \"That's fair enough,\" to which one student retorted, \"That's not an answer.\"</p>\n<p>Bharucha raised his hand, saying, \"Let me speak. I speak the way I speak and I tell the truth. If you don't like it...\" he started to say, before the same student interrupted him with, \"You're beating around the bush.\"</p>\n<p>Students went on to describe other problems, including confrontations with guards and the locking of bathrooms and turning off of water fountains.</p>\n<p>\"When you manage an institution, you don't tell people every little detail,\" Bharucha said.</p>\n<p>A day after the occupation started, tensions soared when police and firefighters were called to the school's Foundation Building. Many occupiers and their supporters worried the group would be removed. The first responders gathered on the second floor but, after being filled in about the situation, declined to take action and left.</p>\n<p>The occupiers have sent various messages to the streets below, from using red lights to illuminate the windows to projecting an image of school founder Peter Cooper on the building's exterior with the slogan, \"You can't evict an idea whose time has come.\"</p>\n<p>In interviews this week, occupiers complained of both school guards and private security guards blocking access to fire exits.</p>\n<p>At the occupation's outset, bathrooms were locked with metal plates on the doors. Hui said the students simply unscrewed the plates and they have remained open ever since.</p>\n<p>Despite the calm atmosphere inside the office, students described an ever-present feeling of tension. Two private security guards sit at either entrance to the president's office. A third sits among the occupiers in the office itself. Several occupiers claim miscommunication between the administration and security guards effectively forms an unhelpful buffer between the students and administration.</p>\n<p>From the outset, the private guards tried to stop students from taking photos. As recently as a week ago, when three students went to the lobby and started taking photos, they were quickly surrounded by six guards.</p>\n<p>\"A supervisor saw this on camera, walked over and told the students they now had to ask permission to take photos,\" Higuera recalled. He countered by telling the supervisor that he didn't need so many guards.</p>\n<p>Other troubling incidents were described to The Villager. A female student said that one night, while female students tried to sleep, they saw male guards watching them intently. Early in the occupation, a male guard said to several female students he was enjoying his job because he's in a dark room with three college girls.</p>\n<p>Many of the occupiers are troubled by what they consider to be overt intimidation. Hui said he's tried to complain to the school's security supervisor, only to be told the incidents are only his opinion. When he pressed the issue, Hui said his complaints are dismissed with the accusation that he's trespassing.</p>\n<p>On Memorial Day, Hui said that, while holding his laptop in an elevator, he was grabbed by one of what he called the \"rent-a-cops.\" He went to the lobby to file a complaint but was told they had run out of complaint forms, even though Hui saw a blank one on the desk.</p>\n<p>Students said the guards in the president's office are often disruptive during quiet times like meditation sessions.</p>\n<p>\"They play music on their phones loud,\" Higuera said.</p>\n<p>\"The guards try to intimidate us by walking around and looking at our stuff,\" Hui added. A day earlier, Hui said a guard had called him an \"asshole and a jerk.\" Hui filed a complaint; however the guard was still on duty a day later. Hui added that on weekends, when the building's air conditioning is turned off, the guards get noticeably testy.</p>\n<p>Tension and intimidation notwithstanding, the occupiers give every indication of staying put for the long haul.</p>\n<p>\"It's a real testament to the issues many institutions of higher education are facing,\" said Victoria Sobel, who just graduated from Cooper with a degree in fine arts.</p>\n<p>\"This is a very solvable problem,\" she said. \"The administration and board have not exhausted all that the community and alumni have to offer. They also take away a lot of the social capital built over a century.\"</p>\n<p>Ultimately, Sobel believes the board's failings are about ego.</p>\n<p>\"They don't want to seem like they're giving in,\" she said.</p>\n<p>Cooper Union did not respond for a request for comment by press time.</p>\n</div>", "entities": [{"count": 10, "name": "Bharucha"}, {"count": 9, "name": "Hui"}, {"count": 6, "name": "Higuera"}, {"count": 5, "name": "Cooper Union"}, {"count": 4, "name": "Cooper"}, {"count": 1, "name": "Sobel"}, {"count": 1, "name": "Victoria Sobel"}, {"count": 1, "name": "Jamshed Bharucha"}, {"count": 1, "name": "Peter Cooper"}, {"count": 1, "name": "JEFFERSON SIEGEL"}, {"count": 1, "name": "bush"}, {"count": 1, "name": "Harvard"}, {"count": 1, "name": "Vincent Hui"}, {"count": 1, "name": "Colombia"}, {"count": 1, "name": "Mauricio Higuera"}, {"count": 1, "name": "Rutgers"}], "favicon_colors": [{"color": [238, 243, 248], "weight": 0.0400390625}, {"color": [0, 111, 171], "weight": 0.014404296875}, {"color": [105, 150, 195], "weight": 0.008056640625}], "keywords": [{"score": 112, "name": "hui"}, {"score": 110, "name": "bharucha"}, {"score": 83, "name": "students"}, {"score": 72, "name": "guards"}, {"score": 72, "name": "occupiers"}, {"score": 70, "name": "higuera"}, {"score": 64, "name": "school"}, {"score": 44, "name": "cooper"}, {"score": 29, "name": "graduated"}, {"score": 24, "name": "said"}], "published": 1371461100000, "provider_name": "Thevillager", "type": "html"}