{"provider_url": "http://eastvillage.thelocal.nytimes.com", "description": "Photos: Alexa Mae Asperin A dozen Cooper Union students barricaded themselves inside the school's Foundation Building earlier today, refusing to leave until their demands for free education are met. \"We're trying to bring awareness of the scandal that is happening.", "embeds": [], "safe": true, "provider_display": "eastvillage.thelocal.nytimes.com", "related": [{"score": 0.664339005947113, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.6316302418708801, "description": "Two years after a Stanford professor drew 160,000 students from around the globe to a free online course on artificial intelligence, starting what was widely viewed as a revolution in higher education, early results for such large-scale courses are disappointing, forcing a rethinking of how college instruction can best use the Internet.", "title": "After Setbacks, Online Courses Are Rethought", "url": "http://www.nytimes.com/2013/12/11/us/after-setbacks-online-courses-are-rethought.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/11/us/jp-MOOCS/jp-MOOCS-videoSixteenByNine1050-v2.jpg", "thumbnail_width": 1050}, {"score": 0.6098100543022156, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}, {"score": 0.6035284399986267, "description": "Universities in South Dakota, Nebraska, and other states have cut the number of credits students need to graduate. A proposal in Florida would let online courses forgo the usual higher-education accreditation process. A California legislator introduced a measure that would have substituted online courses for some of the brick-and-mortar kind at public universities.", "title": "'We Are Creating Walmarts of Higher Education'", "url": "http://www.theatlantic.com/education/archive/2013/12/we-are-creating-walmarts-of-higher-education/282619/", "thumbnail_height": 410, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR33OS4_1/lead_large.jpg?myf59a", "thumbnail_width": 615}, {"score": 0.5981473326683044, "description": "American students are bored by math, science and engineering. They buy smartphones and tablets by the millions but don't pursue the skills necessary to build them. Engineers and physicists are often portrayed as clueless geeks on television, and despite the high pay and the importance of such jobs to the country's future, the vast majority of high school graduates don't want to go after them.", "title": "Who Says Math Has to Be Boring?", "url": "http://www.nytimes.com/2013/12/08/opinion/sunday/who-says-math-has-to-be-boring.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/07/opinion/video-editorial-ptech-new/video-editorial-ptech-new-videoSixteenByNine1050-v2.jpg", "thumbnail_width": 1050}], "favicon_url": "http://eastvillage.thelocal.nytimes.com/favicon.ico", "authors": [{"url": "http://eastvillage.thelocal.nytimes.com/author/alexa-mae-asperin/", "name": "ALEXA MAE ASPERIN"}], "images": [], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://eastvillage.thelocal.nytimes.com/2012/12/03/cooper-union-students-barricade-themselves-into-school-building/", "url": "http://eastvillage.thelocal.nytimes.com/2012/12/03/cooper-union-students-barricade-themselves-into-school-building/", "media": {}, "title": "Protesting Tuition, Students Barricade Themselves Into Cooper Union Building", "offset": null, "content": "<div>\n<br><small>Photos: Alexa Mae Asperin</small> <p>A dozen Cooper Union students barricaded themselves inside the school's Foundation Building earlier today, refusing to leave until their demands for free education are met.</p>\n<p>\"We're trying to bring awareness of the scandal that is happening. The mismanagement by the board is putting us in strains,\" said organizer Jake Lee, a fifth-year thesis student in the architecture program of the art and engineering school. </p>\n<p>Students for a Free Cooper Union issued a statement earlier today announcing that they would continue to occupy the Peter Cooper Suite, on the top floor of the building, until President Jamshed Bharucha agreed to resign and the administration agreed to stopped pursuing tuition-based educational programs.<br><br> Mr. Lee told the Local that the twelve students plan to occupy the former conference space \"as long as it takes to make sure the demands are met.\"</p>\n<p>Mr. Lee believed an emergency board meeting was called shortly after the failed maneuver, but said he hadn't been contacted by school officials. Cooper Union could not immediately be reached for comment.</p>\n<p>After several <a href=\"http://eastvillage.thelocal.nytimes.com/2012/04/25/epic-standoff-between-cooper-union-student-and-police/\">high-profile protests</a> earlier this year, the historically tuition-free institution announced in April that it would begin charging graduate students (but not undergraduates) next year. </p>\n<p>In the meantime, Mr. Lee said students are suffering. Art electives for next semester in addition to other courses have been cut, which has led to a decreased need for adjunct professors, he said. </p>\n<p>Olivia Ahn, also a fifth-year architecture student, said it wasn't fair that classes were being cut despite the school's lack of dining hall or \"state-of-the-art facility.\" </p>\n<p>\"Education is not of a monetary value, it is beyond that,\" Ms. Ahn said. \"It's a principle of our ideals and values we share. A free education allows for more social mobility and egalitarianism.\" </p>\n<p>Today's \"day of action\" will conclude this evening with a Summit on Debt, featuring speakers, performances and readings addressing the global issue of rising higher education costs. </p>\n</div>", "entities": [{"count": 3, "name": "Lee"}, {"count": 2, "name": "Cooper Union"}, {"count": 1, "name": "Alexa Mae Asperin"}, {"count": 1, "name": "Olivia Ahn"}, {"count": 1, "name": "Ahn"}, {"count": 1, "name": "Jamshed Bharucha"}, {"count": 1, "name": "Peter Cooper Suite"}, {"count": 1, "name": "Free Cooper Union"}, {"count": 1, "name": "Jake Lee"}], "favicon_colors": [{"color": [244, 244, 244], "weight": 0.04541015625}, {"color": [24, 24, 24], "weight": 0.012939453125}, {"color": [111, 111, 111], "weight": 0.004150390625}], "keywords": [{"score": 29, "name": "student"}, {"score": 20, "name": "fifth-year"}, {"score": 20, "name": "education"}, {"score": 19, "name": "lee"}, {"score": 17, "name": "cooper"}, {"score": 15, "name": "ahn"}, {"score": 14, "name": "architecture"}, {"score": 13, "name": "school"}, {"score": 11, "name": "union"}, {"score": 11, "name": "occupy"}], "published": 1354560300000, "provider_name": "Nytimes", "type": "html"}