{"provider_url": "http://hyperallergic.com", "description": "If getting fired is unpleasant, what of that special hell where hundreds of your staff and colleagues publicly call for your resignation? Just ask Cooper Union president Jamshed Bharucha, whose imperious refusal to communicate even the most threadbare reaction to his mounting critics has added a new, Spartan character to the meaning of \"embattled.\"", "embeds": [], "safe": true, "provider_display": "hyperallergic.com", "related": [{"score": 0.5723341107368469, "description": "Apollo Tyres Ltd. (APTY) rose to its highest in at least 22 years in Mumbai trading after Cooper Tire & Rubber Co. (CTB) dropped a $2.5 billion merger plan, easing investor concern the Indian company would take on too much debt. Shares of Apollo climbed 5.8 percent to 107.20 rupees, the highest close since at least January 1991.", "title": "Apollo Tyres Climbs After Cooper Tire Drops Merger Plan", "url": "http://www.bloomberg.com/news/2013-12-30/cooper-tire-terminates-merger-agreement-with-apollo-tyres.html", "thumbnail_height": 800, "thumbnail_url": "http://www.bloomberg.com/image/iyz62.HCMsfw.jpg", "thumbnail_width": 1200}], "favicon_url": "http://hyperallergic.wpengine.netdna-cdn.com/images/favicon.ico", "authors": [{"url": "http://hyperallergic.com/author/mostafa_heddaya/", "name": "Mostafa Heddaya"}], "images": [{"caption": null, "url": "http://hyperallergic.com/wp-content/uploads/2013/05/photo-41.jpg", "height": 480, "width": 640, "colors": [{"color": [219, 210, 190], "weight": 0.328857421875}, {"color": [106, 90, 68], "weight": 0.291748046875}, {"color": [48, 41, 37], "weight": 0.23681640625}, {"color": [169, 153, 128], "weight": 0.142578125}], "entropy": 6.162519909862823, "size": 115852}, {"caption": null, "url": "http://hyperallergic.com/wp-content/uploads/2013/05/photo-38.jpg", "height": 480, "width": 640, "colors": [{"color": [23, 17, 15], "weight": 0.8017578125}, {"color": [96, 77, 50], "weight": 0.140380859375}, {"color": [155, 133, 105], "weight": 0.0439453125}, {"color": [228, 220, 203], "weight": 0.013916015625}], "entropy": 4.3299306813412715, "size": 96747}, {"caption": null, "url": "http://hyperallergic.com/wp-content/uploads/2013/05/photo-26.jpg", "height": 480, "width": 640, "colors": [{"color": [36, 24, 19], "weight": 0.8125}, {"color": [56, 89, 96], "weight": 0.081298828125}, {"color": [110, 80, 54], "weight": 0.06640625}, {"color": [189, 164, 144], "weight": 0.020263671875}, {"color": [241, 238, 227], "weight": 0.01953125}], "entropy": 5.637864627480642, "size": 131957}, {"caption": null, "url": "http://hyperallergic.com/wp-content/uploads/2013/05/cooper-pres-320.jpg", "height": 259, "width": 320, "colors": [{"color": [210, 210, 204], "weight": 0.7587890625}, {"color": [81, 76, 78], "weight": 0.108154296875}, {"color": [141, 132, 125], "weight": 0.1044921875}, {"color": [198, 104, 150], "weight": 0.028564453125}], "entropy": 5.02522527337, "size": 15813}, {"caption": null, "url": "http://hyperallergic.wpengine.netdna-cdn.com/wp-content/uploads/2013/05/cooper-pres-320.jpg", "height": 259, "width": 320, "colors": [{"color": [211, 211, 205], "weight": 0.743896484375}, {"color": [82, 76, 78], "weight": 0.1181640625}, {"color": [139, 130, 123], "weight": 0.104736328125}, {"color": [199, 103, 150], "weight": 0.033203125}], "entropy": 5.065760256060797, "size": 15813}], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://hyperallergic.com/70860/occupied-cooper-and-university-presidents-bizarre-seclusion/", "url": "http://hyperallergic.com/70860/occupied-cooper-and-university-presidents-bizarre-seclusion/", "media": {}, "title": "Occupied Cooper and University President's Bizarre Seclusion [UPDATE]", "offset": null, "content": "<div>\n<p>If getting fired is unpleasant, what of that special hell where hundreds of your staff and colleagues publicly call for your resignation? Just ask Cooper Union president Jamshed Bharucha, whose imperious refusal to communicate even the most threadbare reaction to his mounting critics has added a new, Spartan character to the meaning of \"embattled.\"</p>\n<p>So, when roughly thirty minutes ago the Free Cooper Union Twitter account announced students were marching on Bharucha's residence, even the most iron-hearted counterrevolutionary would have to concede that such action is at this point understandable. Indeed, Free Cooper Union's Twitter feed, which has gained over 1,000 followers in the last 72 hours, has been an object lesson in how to execute public relations: firm, nonthreatening, nonviolent, communicative support for the underlying movement.</p>\n<blockquote>\n<p>Student: The school of art early admissions were canceled and the faculty were threatened that school would be closed</p>\n<p>- Free Cooper Union (@FreeCooperUnion) <a href=\"https://twitter.com/FreeCooperUnion/statuses/332965749062791168\">May 10, 2013</a></p>\n</blockquote>\n<blockquote>\n<p>Board Sec. Lawrence Cacciatore, Dir. of Facilities Jody Grapes, and security on Bharucha's stoop. Where's Bharucha? <a href=\"http://t.co/9kTgsGtZql\">pic.twitter.com/9kTgsGtZql</a></p>\n<p>- Free Cooper Union (@FreeCooperUnion) <a href=\"https://twitter.com/FreeCooperUnion/statuses/332987422432428035\">May 10, 2013</a></p>\n</blockquote>\n<p>Even if endowment management may not be the Cooper board's forte, one thing the Cooper administration knows how to do is manage their security. Though there were some concerns on Wednesday, with security services allegedly shoving and lightly injuring some students, the front-door-phalanx guarding the entrance to the Foundation Building has been eagle-eyed. Late last night, I tried to enter the building, but was thwarted and threatened with arrest. Today, a tenured faculty member tried to escort me in, but I was spotted and ejected as I was entering the elevator. The <em>Village Voice</em> had much greater success on this matter yesterday, with a professor smuggling in a journalist  <em>and </em>a photographer, their resulting <a href=\"http://blogs.villagevoice.com/runninscared/2013/05/muncy_cooper_occupy.php\">report and photo-essay</a> is well-worth a read.</p>\n<a href=\"http://hyperallergic.wpengine.netdna-cdn.com/wp-content/uploads/2013/05/photo-38.jpg\"><img src=\"http://hyperallergic.wpengine.netdna-cdn.com/wp-content/uploads/2013/05/photo-38.jpg\"></a> <p>If only such gimlet-eyed assurance shone through in other areas of Bharucha's Cooper regime - perhaps he wouldn't then be trapped in a room somewhere, maybe even his residence on Stuyvesant Street, where scores of his opponents are currently amassed, chanting slogans and calling for his career on a stick.</p>\n<p><strong>UPDATE 5:58 pm EST 5/11</strong>: Jamshed Bharucha speaks. This letter was sent to campus at 3:58 pm today. The email was preceded by a Change.org petition, circulated on the campus-wide distribution list and apparently officially-backed by the school, asking occupiers to <a href=\"https://www.change.org/petitions/students-engaged-in-sit-in-of-the-cooper-union-s-president-s-office-vacate-the-office-immediately\">vacate Bharucha's offices \"immediately.</a> \"</p>\n<blockquote>\n<p>Date: Sat, May 11, 2013 at 3:58 PM<br> Subject: A message from the President of Cooper Union<br> To:</p>\n</blockquote>\n<blockquote>\n<p>Dear Members of the Cooper Union Community:</p>\n<p>The occupation of the president's office expresses an abiding passion for Cooper and a traumatic response to the change in the scholarship policy. Full-tuition scholarships for all enrolled degree students have been central         to Cooper's identity, and have enabled a kind of meritocracy that is rare. As we mourn this loss, the students who painted the third floor of the Foundation Building black have expressed beautifully the solemnity of this passing. The feelings that led to the occupation are understandable. I want to commend students who organized the Why Cooper initiative, which showcases the unparalleled work of our students to the world.</p>\n<p>Seeking to avoid removing students from the occupation involuntarily, we offered the participants the opportunity to leave within a stated period, assuring them that there would be no consequences if they did so. In order to manage the process, we designated an area from which students could exit but into which entrance was restricted, sealing off certain areas as required. Some exited the occupation and others chose to remain. The plan was overwhelmed when our personnel were unable to hold back attempts to enter the restricted area. In the process, I regret that some students reported minor injuries. I also regret that two staff members reported being shoved, one falling on his back, and one staff member reported receiving a minor shoulder injury.</p>\n<p>Much has been alleged online about the conduct of our staff and security personnel, including claims that they engaged physically with students unprovoked. Our personnel are trained and repeatedly instructed not to initiate any physical contact. There is no evidence that any of them has done otherwise.</p>\n<p>There has been a concern on campus that some guards may be armed. Vice President Westcott periodically hires security guards for events or when crowds are expected, because Cooper has only a minimal security staff. These are NYPD-trained security personnel, who have received the best training in safety and legal procedures available in New York City. We were unaware that some carried concealed weapons, and regret the needless apprehension that was caused when a guard was asked if he was armed and responded in the affirmative. It is not uncommon for security guards in New York offices to be armed. Nevertheless, Vice President Westcott assures us that, since becoming aware of this, no guards will carry arms.</p>\n<p>Cooper Union is a place of vibrant exchange of ideas, in which disagreement, however vehement, is conducted in a civil manner and is a catalyst for intellectual growth. I recognize that some do not approve of my administration's decisions or style. They have every right to express that, and I shall endeavor to earn their respect. We have been faced with an almost impossible task of placing the institution on a sustainable financial platform in a highly telescoped period of time. I have had to make some tough and swift decisions; it is natural in an academic environment for some to feel that these decisions were too much too soon, or that they would have preferred a gentler process. Now that the institution is on a solvent path, let us heal ourselves. I commit myself to reaching out to all our constituents to do so.</p>\n<p>I would much rather we could maintain our full-scholarship policy if we could. I agree that education is a right, and that our society still has not fulfilled this ideal. Cooper Union has been in the vanguard of providing access based on merit, and we are committed to that going forward. Even as I anguish over the need to change our policy, I urge you to join me in working to ensure that we thrive well into the future, preserving the outstanding quality of the students we recruit and the education our faculty provide. Cooper has so many extraordinary and unique qualities, among them: a student body that thrives on an intimate, immersive, rigorous conservatory-style education; a unique set of schools; a commitment to access for those who can least afford it; the historic Great Hall; and the most vibrant location on earth.</p>\n<p>Sincerely,</p>\n<p>Jamshed Bharucha</p>\n<p>President</p>\n<p>The Cooper Union</p>\n</blockquote>\n<p>Tagged as: <a href=\"http://hyperallergic.com/tag/free-cooper-union/\">Free Cooper Union</a>, <a href=\"http://hyperallergic.com/tag/jamshed-bharucha/\">Jamshed Bharucha</a>, <a href=\"http://hyperallergic.com/tag/protests/\">protests</a></p>\n</div>", "entities": [{"count": 8, "name": "Cooper"}, {"count": 5, "name": "Bharucha"}, {"count": 4, "name": "Jamshed Bharucha"}, {"count": 4, "name": "Cooper Union"}, {"count": 3, "name": "Free Cooper Union"}, {"count": 2, "name": "Westcott"}, {"count": 1, "name": "Stuyvesant Street"}, {"count": 1, "name": "Village Voice"}, {"count": 1, "name": "Lawrence Cacciatore"}, {"count": 1, "name": "New York City"}, {"count": 1, "name": "Cooper Union Tagged"}, {"count": 1, "name": "Board Sec"}, {"count": 1, "name": "Jody Grapes"}, {"count": 1, "name": "New York"}, {"count": 1, "name": "Cooper Union Community"}, {"count": 1, "name": "Free Cooper Union Twitter"}], "favicon_colors": [{"color": [59, 66, 72], "weight": 0.033447265625}, {"color": [30, 184, 237], "weight": 0.016357421875}, {"color": [87, 133, 153], "weight": 0.0126953125}], "keywords": [{"score": 90, "name": "bharucha"}, {"score": 84, "name": "cooper"}, {"score": 54, "name": "student"}, {"score": 41, "name": "union"}, {"score": 40, "name": "jamshed"}, {"score": 27, "name": "guards"}, {"score": 24, "name": "security"}, {"score": 22, "name": "occupation"}, {"score": 20, "name": "personnel"}, {"score": 20, "name": "faculty"}], "published": null, "provider_name": "Hyperallergic", "type": "html"}