{"provider_url": "http://www.artinamericamagazine.com", "description": "In the latest development in an ongoing conflict, students at New York's Cooper Union have occupied the office of school president Jamshed Bharucha for a full week. They have vowed to continue their protest until Bharucha steps down. It's very evident that he does not believe in the mission of the school, second-year art student Angus Buchanan-Smith told A.i.A.", "embeds": [], "safe": true, "provider_display": "www.artinamericamagazine.com", "related": [{"score": 0.6715641617774963, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.658586859703064, "description": "It's my fault. I'll admit it. During my eight years in the classroom, I ruined at least two amazing literary works by assigning horrifically dull reading projects. My only hope is that those middle school students, whose enthusiasm I quashed, found another way to become passionate about literature.", "title": "Projects to Engage Middle School Readers", "url": "http://www.edutopia.org/blog/projects-engage-middle-school-readers-beth-holland", "thumbnail_height": 345, "thumbnail_url": "http://www.edutopia.org/files/slates/holland-engage-ms-readers-flickr.jpg", "thumbnail_width": 460}, {"score": 0.6576019525527954, "description": "American students are bored by math, science and engineering. They buy smartphones and tablets by the millions but don't pursue the skills necessary to build them. Engineers and physicists are often portrayed as clueless geeks on television, and despite the high pay and the importance of such jobs to the country's future, the vast majority of high school graduates don't want to go after them.", "title": "Who Says Math Has to Be Boring?", "url": "http://www.nytimes.com/2013/12/08/opinion/sunday/who-says-math-has-to-be-boring.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/07/opinion/video-editorial-ptech-new/video-editorial-ptech-new-videoSixteenByNine1050-v2.jpg", "thumbnail_width": 1050}, {"score": 0.6558555960655212, "description": "PALO ALTO - Akshay Kothari's first assignment at the D.school - formally known as the Hasso Plattner Institute of Design at Stanford University - was to rethink how people eat ramen noodles. His last D.school assignment led to a news-reading app that was bought by LinkedIn for $90 million.", "title": "Solving Problems for Real World, Using Design", "url": "http://www.nytimes.com/2013/12/30/technology/solving-problems-for-real-world-using-design.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/30/business/dschool1/dschool1-videoSixteenByNine1050.jpg", "thumbnail_width": 1050}], "favicon_url": null, "authors": [], "images": [{"caption": null, "url": "http://www.artinamericamagazine.com/files/2013/05/17/img-cooper-sit-in_123902850772.jpg_x_325x433_c.jpg", "height": 433, "width": 325, "colors": [{"color": [225, 213, 176], "weight": 0.300537109375}, {"color": [27, 23, 20], "weight": 0.291015625}, {"color": [162, 152, 116], "weight": 0.207763671875}, {"color": [73, 61, 43], "weight": 0.116943359375}, {"color": [104, 93, 67], "weight": 0.083740234375}], "entropy": 6.382574430821346, "size": 20634}, {"caption": null, "url": "http://www.artinamericamagazine.com/files/2013/05/17/img-nada-2_143704817542.jpg_x_200x150_c.jpg", "height": 150, "width": 200, "colors": [{"color": [170, 141, 149], "weight": 0.202880859375}, {"color": [210, 115, 120], "weight": 0.19921875}, {"color": [179, 80, 87], "weight": 0.18505859375}, {"color": [241, 244, 249], "weight": 0.146728515625}, {"color": [137, 103, 129], "weight": 0.1015625}], "entropy": 7.12721233464357, "size": 8649}, {"caption": null, "url": "http://www.artinamericamagazine.com/files/2013/07/15/img-cooper-union-students-end-occupation_144315220964.jpg_x_200x150_c.jpg", "height": 150, "width": 200, "colors": [{"color": [121, 148, 179], "weight": 0.388916015625}, {"color": [188, 137, 99], "weight": 0.225341796875}, {"color": [114, 84, 65], "weight": 0.17333984375}, {"color": [60, 45, 35], "weight": 0.153564453125}, {"color": [242, 239, 221], "weight": 0.030517578125}], "entropy": 6.099505146439538, "size": 33119}, {"caption": null, "url": "http://www.artinamericamagazine.com/files/2011/11/09/img-coop1_140323178474.jpg_x_200x150_c.jpg", "height": 150, "width": 200, "colors": [{"color": [110, 85, 56], "weight": 0.236083984375}, {"color": [148, 126, 71], "weight": 0.173583984375}, {"color": [87, 87, 137], "weight": 0.16064453125}, {"color": [78, 54, 29], "weight": 0.14208984375}, {"color": [46, 27, 20], "weight": 0.10595703125}], "entropy": 7.316988870834732, "size": 11743}, {"caption": null, "url": "http://www.artinamericamagazine.com/files/2013/08/27/img-cooper-union_12385597301.jpg_x_200x150_c.jpg", "height": 150, "width": 200, "colors": [{"color": [88, 93, 97], "weight": 0.318115234375}, {"color": [28, 32, 31], "weight": 0.27197265625}, {"color": [149, 153, 156], "weight": 0.2431640625}, {"color": [213, 230, 245], "weight": 0.166748046875}], "entropy": 5.93647954653, "size": 34258}], "cache_age": 83166, "lead": null, "language": "English", "original_url": "http://bit.ly/12E8Fb2", "url": "http://www.artinamericamagazine.com/news-features/news/cooper-occupation-hits-one-week-mark/", "media": {}, "title": "Cooper Occupation Exceeds One-Week Mark", "offset": null, "content": "<div>\n<p><figure><img src=\"http://www.artinamericamagazine.com/files/2013/05/17/img-cooper-sit-in_123902850772.jpg_x_325x433_c.jpg\"></figure></p>\n<p>In the latest development in an ongoing conflict, students at New York's Cooper Union have occupied the office of school president Jamshed Bharucha for a full week. They have vowed to continue their protest until Bharucha steps down. \"It's very evident that he does not believe in the mission of the school,\" second-year art student Angus Buchanan-Smith told  <em>A.i.A</em>. during a visit this week to the East Village college.<br><br>At issue is what the students and faculty involved in the protest perceive as Bharucha's weak leadership in the face of the school's deep financial woes. Citing unsustainable debt in the wake of the financial crisis, the school's board chairman, Mark Epstein,  <a href=\"http://bit.ly/11ASJWK\">recently announced plans</a> to phase in tuition for undergraduate students starting with the class admitted for fall 2014, a move that student protesters see as contrary to the core of Cooper Union's identity. Throughout its 150-year history, the school has offered all students full tuition scholarships. Students and faculty at Cooper said that long-term mismanagement of funds by the board, the decision to build the New Academic Building at 41 Cooper Square (erected in 2009), and the global financial crisis all played a part.<br><br>\"The ultimate goal is to restore Cooper Union to what it was meant to be,\" second-year art student Aaron Fowler told A.i.A., meaning an institution where \"learning isn't a commodity.\"<br><br>At a forum in Cooper Union's Great Hall on Monday, Bharucha said, \"we should always aspire to be free again,\" and expressed sympathy for the students' demands using soaring language. \"I hear your mournful tones. I hear your high-pitched agitation. I hear your yearning for resolution and harmony. But I also hear the crescendo of hope.\" Later, he met with students in his office for more than an hour, a gesture that inspired little confidence, according to students who attended.<br><br>School of Art dean Saskia Bos told A.i.A by e-mail that her role is to \"bridge the current divide between the president and the growing student body that opposes the tuition plans.\" She added, \"as a curator and historian of contemporary art I want to make my colleagues aware of the history of protest and the right to free speech.\"<br><br>On recent attempts journalists have been unable to enter the seventh floor of Cooper's main Foundation Building, where the sit-in has been taking place. Students and faculty, who can move freely in and out of the building, describe a situation that has reached a relative equilibrium. Streaming video and images posted on social media from inside the president's office show that anywhere from several dozen to 100 students have been occupying the approximately 15-foot-by-15-foot space at any given time.<br><br>The school's attempts to remove the students last Thursday with threats of disciplinary action and police force were ineffective. \"You can't expel a percentage of the school,\" second-year art student Ryan Cullen told  <em>A.i.A</em>. In an attempt to make the sit-in untenable, the administration even bolted bathroom doors, an obstacle that the protesters quickly removed. \"We're art kids. We have tools. The locks were off in 10 minutes,\" Fowler said.<br><br>Although students from Cooper's engineering and architecture schools have been present at the sit-in, the occupation has been led by art students and supported by the School of Art faculty, which includes Sharon Hayes, Walid Raad and Dennis Adams.<br><br>\"We're with these students 100 percent,\" said Mike Essl, a School of Art faculty member and Cooper graduate. Essl and his colleagues signed a petition in support of the student protesters last week and then held a unanimous vote of no confidence in the president. \"The art school has the most to lose,\" Essl told <em>A.i.A.</em>, because \"it can be riskier for art students to go into debt.\"<br><br>According to Bos, art students are also \"more motivated to challenge solutions involving undergraduate tuition, as most recipients of Pell grants are students of the School of Art.\"<br><br>Students and faculty criticized Bharucha for failing to pursue solutions other than tuition. \"Our one asset to offer the world is the full tuition scholarship,\" Essl said, \"so everything should be done to preserve that. If that means shrinking, if that means approaching faculty members to talk about what we can do as far as compensation, all those things should be on the table.\"<br><br>Students link their protest with a broader crisis of education funding. \"Tuition based models are failing all around,\" said Cullen. \"It doesn't make sense to squander a chance to lead America in education reform.\"<br><br>Bharucha has given no public indication that he is considering resigning. When asked to speculate about the length of the occupation, Buchanan-Smith took a long view. \"We've been reading squatter's law,\" he said, \"and apparently if you squat or occupy a building for more than 10 years it becomes your own. That's a good goal for us to reach.\"</p>\n</div>", "entities": [{"count": 5, "name": "Bharucha"}, {"count": 4, "name": "Cooper"}, {"count": 4, "name": "Cooper Union"}, {"count": 3, "name": "Essl"}, {"count": 1, "name": "Mike Essl"}, {"count": 1, "name": "Ryan Cullen"}, {"count": 1, "name": "Mark Epstein"}, {"count": 1, "name": "Walid Raad"}, {"count": 1, "name": "Pell"}, {"count": 1, "name": "Buchanan-Smith"}, {"count": 1, "name": "School of Art"}, {"count": 1, "name": "Angus Buchanan-Smith"}, {"count": 1, "name": "Sharon Hayes"}, {"count": 1, "name": "Cullen"}, {"count": 1, "name": "Aaron Fowler"}, {"count": 1, "name": "America"}, {"count": 1, "name": "Bos"}, {"count": 1, "name": "Dennis Adams"}, {"count": 1, "name": "Fowler"}, {"count": 1, "name": "Jamshed Bharucha"}, {"count": 1, "name": "New York"}, {"count": 1, "name": "Saskia Bos"}, {"count": 1, "name": "East Village"}], "favicon_colors": null, "keywords": [{"score": 104, "name": "students"}, {"score": 61, "name": "art"}, {"score": 60, "name": "bharucha"}, {"score": 48, "name": "faculty"}, {"score": 46, "name": "tuition"}, {"score": 44, "name": "school"}, {"score": 40, "name": "cooper"}, {"score": 40, "name": "essl"}, {"score": 30, "name": "second-year"}, {"score": 30, "name": "sit-in"}], "published": null, "provider_name": "Artinamericamagazine", "type": "html"}