{"provider_url": "http://hyperallergic.com", "description": "Today, a representative of the Cooper Union board announced that they will be reducing all scholarships by 50% for next year, though some additional scholarships will be available for students. Cooper Union is a privately funded college in Manhattan's East Village neighborhood and it has long been a beacon of free quality education in America.", "embeds": [], "safe": true, "provider_display": "hyperallergic.com", "related": [{"score": 0.6023892164230347, "description": "Apollo Tyres Ltd. (APTY) rose to its highest in at least 22 years in Mumbai trading after Cooper Tire & Rubber Co. (CTB) dropped a $2.5 billion merger plan, easing investor concern the Indian company would take on too much debt. Shares of Apollo climbed 5.8 percent to 107.20 rupees, the highest close since at least January 1991.", "title": "Apollo Tyres Climbs After Cooper Tire Drops Merger Plan", "url": "http://www.bloomberg.com/news/2013-12-30/cooper-tire-terminates-merger-agreement-with-apollo-tyres.html", "thumbnail_height": 800, "thumbnail_url": "http://www.bloomberg.com/image/iyz62.HCMsfw.jpg", "thumbnail_width": 1200}, {"score": 0.5140185952186584, "description": "How well do you really know a subject? I think the best way is if you can teach the concept to someone else new to the idea. If you really want to test yourself, try explaining it to a 5 year old. This was a real discussion I had with [...]", "title": "Why Explaining To A 5-Year Old Challenges Your Understanding Of Collaboration", "url": "http://www.forbes.com/sites/rawnshah/2013/12/30/why-explaining-to-a-5-year-old-challenges-your-understanding-of-collaboration/", "thumbnail_height": 224, "thumbnail_url": "http://b-i.forbesimg.com/rawnshah/files/2013/12/kidsponie00-300x224.jpg", "thumbnail_width": 300}, {"score": 0.5108640193939209, "description": "A cross-border buyout that once valued Cooper Tire & Rubber Co. at $2.5 billion has now devolved into a court battle over as little as a few hundred million dollars. Cooper officially terminated its sale to India's Apollo Tyres Ltd. Monday after months of delay in which Apollo sought to cut the $35-a-share price.", "title": "Cooper Tire terminates $2.2 billion merger agreement with Apollo Tyres. $CTB", "url": "http://online.wsj.com/news/articles/SB10001424052702304137304579290021473771410", "thumbnail_height": 174, "thumbnail_url": "http://s.wsj.net/public/resources/images/AM-BB659_COOPER_D_20131230125934.jpg", "thumbnail_width": 262}], "favicon_url": "http://hyperallergic.wpengine.netdna-cdn.com/images/favicon.ico", "authors": [{"url": "http://hyperallergic.com/author/hrag/", "name": "Hrag Vartanian"}], "images": [{"caption": null, "url": "http://hyperallergic.com/wp-content/uploads/2013/04/epstein-cooper-640.jpg", "height": 458, "width": 640, "colors": [{"color": [102, 69, 52], "weight": 0.373779296875}, {"color": [146, 125, 105], "weight": 0.216064453125}, {"color": [50, 28, 23], "weight": 0.19091796875}, {"color": [199, 101, 51], "weight": 0.12109375}, {"color": [249, 184, 104], "weight": 0.039306640625}], "entropy": 6.14551617359, "size": 67671}, {"caption": null, "url": "http://hyperallergic.wpengine.netdna-cdn.com/wp-content/uploads/2013/04/epstein-cooper-640.jpg", "height": 458, "width": 640, "colors": [{"color": [103, 70, 54], "weight": 0.385498046875}, {"color": [49, 27, 22], "weight": 0.204345703125}, {"color": [162, 140, 118], "weight": 0.108642578125}, {"color": [132, 112, 94], "weight": 0.081298828125}, {"color": [184, 93, 45], "weight": 0.0693359375}], "entropy": 6.173575356839034, "size": 67671}, {"caption": null, "url": "http://hyperallergic.wpengine.netdna-cdn.com/wp-content/uploads/2013/04/Screen-Shot-2013-04-23-at-12.13.18-PM.png", "height": 129, "width": 286, "colors": [{"color": [244, 247, 246], "weight": 0.907958984375}, {"color": [4, 1, 1], "weight": 0.0322265625}, {"color": [41, 129, 185], "weight": 0.01513671875}, {"color": [77, 5, 1], "weight": 0.01220703125}, {"color": [0, 6, 104], "weight": 0.010009765625}], "entropy": 1.512312760233421, "size": 19390}, {"caption": null, "url": "http://hyperallergic.wpengine.netdna-cdn.com/wp-content/themes/thesis_185/custom/images/Hyperallergic_weekend-2.jpg", "height": 95, "width": 300, "colors": [{"color": [238, 248, 250], "weight": 0.739013671875}, {"color": [49, 165, 212], "weight": 0.134033203125}, {"color": [132, 191, 215], "weight": 0.083740234375}, {"color": [46, 49, 55], "weight": 0.02734375}, {"color": [88, 92, 98], "weight": 0.015869140625}], "entropy": 3.78324283049, "size": 14352}, {"caption": null, "url": "http://hyperallergic.wpengine.netdna-cdn.com/wp-content/themes/thesis_185/lib/scripts/thumb.php?src=http%3A%2F%2Fhyperallergic.com%2Fwp-content%2Fuploads%2F2013%2F12%2FPursuitofArt2013-home.jpg&w=146&h=90&zc=1&q=100", "height": 90, "width": 146, "colors": [{"color": [177, 145, 112], "weight": 0.370361328125}, {"color": [124, 80, 52], "weight": 0.25830078125}, {"color": [201, 207, 208], "weight": 0.240478515625}, {"color": [76, 46, 38], "weight": 0.072998046875}, {"color": [29, 18, 18], "weight": 0.057861328125}], "entropy": 6.36034771086, "size": 26611}], "cache_age": 83105, "lead": null, "language": "English", "original_url": "http://bit.ly/11Ck76J", "url": "http://hyperallergic.com/69520/the-end-of-a-free-cooper-union/?wt=2", "media": {}, "title": "The End of a Free Cooper Union [UPDATE 3]", "offset": null, "content": "<div>\n<p>Today, a representative of the Cooper Union board announced that they will be reducing all scholarships by 50% for next year, though some additional scholarships will be available for students. Cooper Union is a privately funded college in Manhattan's East Village neighborhood and it has long been a beacon of free quality education in America. The institution has also had strong art and architecture programs that continue to have an impact on the global art and culture scene.</p>\n<p>During the question period, someone asked trustee <a href=\"http://cooper.edu/about/trustees/mark-epstein\">Mark Epstein</a>, the chair of the Cooper board and an alumnus, what the tuition will be. He pointed out that full undergraduate tuition is $38,500 so that students will be forced to pay $19,250 starting next year. Graduate programs will be considered separately.</p>\n<p>He also pointed the board's decision was not unanimous, but he refused to give the breakdown of votes. An audience member shouted out, \"That's not transparent!\" The question followed Epstein's comments that \"We have transparency and we have shared governance. Could someone tell me how we need more?\"</p>\n<p>Another question about the plans for the large library at Cooper Union received a vauge answer by Epstein, who pointed that that the large space will be looked that but there has been no discussion about closing the facility.</p>\n<p>Epstein said he was not going to read questions that he found \"offensive or infammatory.\" He also pointed out that the institution would need an additional $300-400m to keep the school free.</p>\n<p>The Free Cooper Union twitterfeed (<a href=\"https://twitter.com/freecooperunion\">@freecooperunion</a>) has running student commentary on the announcement, including many comments that those watching the livestream could not hear.</p>\n<blockquote>\n<p>Prof Walid Raad exclaims to Epstein \"you know the price of everything but the value of nothing\", audience cheers and claps <a href=\"https://twitter.com/cooperunion\">@cooperunion</a></p>\n<p>- Free Cooper Union (@FreeCooperUnion) <a href=\"https://twitter.com/FreeCooperUnion/statuses/326736417717882882\">April 23, 2013</a></p>\n</blockquote>\n<p>Another source confirmed to us that artist Walid Raad did indeed make the statement during the event.</p>\n<blockquote>\n<p>Audience member: This format of asking questions is offensive. Audience cheers and claps. Epstein refuses to hear audience questions.</p>\n<p>- Free Cooper Union (@FreeCooperUnion) <a href=\"https://twitter.com/FreeCooperUnion/statuses/326737215268990977\">April 23, 2013</a></p>\n</blockquote>\n<blockquote>\n<p>Epstein ends meeting, students approach him to ask all the questions he ignored. Voices are rising <a href=\"http://t.co/u3G23fUgcZ\">pic.twitter.com/u3G23fUgcZ</a></p>\n<p>- Free Cooper Union (@FreeCooperUnion) <a href=\"https://twitter.com/FreeCooperUnion/statuses/326740494950486017\">April 23, 2013</a></p>\n</blockquote>\n<p><strong>UPDATE:</strong> The <em>New York Times</em> has a  <a href=\"http://www.nytimes.com/2013/04/24/nyregion/cooper-union-to-charge-undergraduates-tuition.html?smid=pl-share\">glimpse of the financial situation</a> that the school is facing:</p>\n<blockquote>\n<p>According to the president, Jamshed Bharucha, the school currently operates at a $12 million annual deficit. That number that reflects several factors: expenses that have risen faster than revenues, a growing administration, disappointing fund-raising drives, and most significantly $10 million a year in payments on a $175 million loan the school took out a few years ago, in part so that it could invest money in the stock market. In 2018 an adjustment in revenues from the school's biggest asset - the land under the Chrysler Building - will overtake expenses, but only for a short while, he has said.</p>\n</blockquote>\n<p><strong>UPDATE 2:</strong> Here is the Cooper Union official statement about the tuition hike:</p>\n<blockquote>\n<p>April 23, 2013</p>\n<p>The following statement from the Board of Trustees of The Cooper Union for the Advancement of Science and Art was presented by Chairman of the Board Mark Epstein to the student body, faculty and staff of the institution at a meeting today in the Cooper Union Great Hall.</p>\n<p>Board of Trustees Statement</p>\n<p>\"After eighteen months of intense analysis and vigorous debate about the future of Cooper Union, the time has come for us to set our institution on a path that will enable it to survive and thrive well into the future. Consequently, the Board of Trustees voted last week to reduce the full-tuition scholarship to 50% for all undergraduates admitted to The Cooper Union beginning with the class entering in the fall of 2014.</p>\n<p>\"Under the new policy, The Cooper Union will continue to adhere to the vision of Peter Cooper, who founded the institution specifically to provide a quality education to those who might otherwise not be able to afford it. Consequently, we will provide additional scholarship funding for those with need, including full-tuition scholarships to all Pell Grant-eligible students. We intend to keep admissions need-blind. Current undergraduates, as well as those undergraduates entering in the fall of 2013 will continue to receive the full-tuition scholarship for the duration of their undergraduate education.</p>\n<p>\"Our priorities have been and will continue to be quality and access, so that we will remain a true meritocracy of outstanding students from all socio-economic backgrounds.</p>\n<p>\"We also are committed to sustaining the Cooper ethos: the development of talented students into extraordinary citizens. Students who are drawn to Cooper are not only top students, but highly-motivated individuals, focused on their area of study. Our students are collaborative and genuinely supportive of one another. The steps we are taking are designed to enable us to continue to uphold and enhance the immersive, conservatory-style of education of which we are so proud.</p>\n<p>\"In arriving at our decision, the Board thoroughly analyzed a wide range of options, mindful of how the full-tuition scholarships have been central to our identity. Being mostly alumni ourselves, we share your sense of the loss of this extraordinary tradition. In the final analysis, however, we found no viable solutions that would enable us to maintain the excellence of our programs without an alteration of our scholarship policy.</p>\n<p>\"We cannot rely on the rent income from the Chrysler Building to solve our long-term problems. Even though our rent income from the Chrysler lease is scheduled to increase dramatically in 2018-19, deficits are forecast to grow forever thereafter. This is because the rent income remains flat for a decade, followed by a smaller increase, which then again remains flat for a decade. From 2019 until the next rent increase, the annual compound growth rate of our Chrysler income (rent plus tax equivalency payments) is 1.4%, well below projected inflation.</p>\n<p>\"The Board also considered the possibility of downsizing the institution while maintaining our current scholarship policy. We concluded that there are no viable downsizing options that would not involve closing one or more of our three schools; reducing the enrollment in our existing programs does not produce proportional savings. Neither can the projected $12 million annual deficit be closed through budget-cutting. Even significant reductions over and above the $4 million that already has been cut would require maintaining the growth in our expenses below 2% per year indefinitely. With our health care costs alone projected to rise at 7.5% per year, such a plan would be wishful at best.</p>\n<p>\"The new programs proposed by the faculty are innovative, and the administration will work with the faculty to launch them as appropriate; our belief in the potential of these programs is one of the factors that has enabled us to offer the minimum 50% scholarship to all students. However, the competitive environment and reasonable caution lead us to estimate that these programs will only close about one-third of the deficit.</p>\n<p>\"At the same time, maintaining the highest standards of excellence means that we must constantly aim to improve through investment. We must engage in a continuous process of strengthening our academic programs, our faculty, and the clarity of our academic reputation. The institution will invest in our programs and our faculty to ensure that we always are, and are regarded as, equal to the best.</p>\n<p>\"New York City has become a magnet for entrepreneurial innovation in technology and design. The Cooper Union must play a key role in the city's transformation, as it has historically. For students and faculty, New York City is their professional home, their studio, their laboratory, and their subject matter. New York is a crucible for addressing some of the great challenges of our time: sustainable urban design, climate change, energy, healthcare, economic disparities, and the role of art in society. By achieving financial soundness, Cooper is a perfect platform to carry out its work.</p>\n<p>\"Although we appreciate that these decisions are difficult for everyone to accept, we look forward to working together with all of you to building a future that will ensure the preservation of Cooper Union as a great educational institution that remains true to Peter Cooper's founding principles.\"</p>\n</blockquote>\n<p><strong>UPDATE 2:</strong> Protests have begun.</p>\n<blockquote>\n<p>Large crowd gathering outside <a href=\"https://twitter.com/cooperunion\">@cooperunion</a> post tuition announcement <a href=\"http://t.co/8mRerpiKDv\">pic.twitter.com/8mRerpiKDv</a></p>\n<p>- Free Cooper Union (@FreeCooperUnion) <a href=\"https://twitter.com/FreeCooperUnion/statuses/326767318283739137\">April 23, 2013</a></p>\n</blockquote>\n<p><strong>UPDATE 3:</strong> The Cooper Union Alumni Association has also released a statement. The <a href=\"http://www.cualumni.com/s/1289/index.aspx?sid=1289&amp;gid=1&amp;pgid=942\">biographies of the trustees can be found online</a>. Here it is in its entirety:</p>\n<blockquote>\n<p>April 23, 2013</p>\n<p>Letter from the Cooper Union Alumni Association Elected Trustees and the CUAA President</p>\n<p>We are writing to you to explain our position regarding the Cooper Union Board of Trustees decision on undergraduate tuition, and to provide additional insights into what was a long and difficult process for each of us individually and collectively as Alumni Association representatives on the Board of Trustees.</p>\n<p>Charging tuition to undergraduates is something that we would prefer not to do and it is fair to say that for each of us, this was viewed as the option of last resort. For all five of us, arriving at this conclusion took much longer than we originally anticipated, as we felt a strong imperative to exhaust all other options, from reducing costs to finding new sources of revenue, before we could accept the concept of undergraduate tuition at Cooper Union.</p>\n<p>Each of us considered numerous alternative options, even including closing all or part of Cooper Union rather than charging tuition, which was a view expressed by some in the Cooper Community. We respect that view, but ultimately we reject the notion of even closing one of the three schools as a final, irrevocable surrender. It would hurt current students and employees, and it would, in a significant way, hurt all of us alumni. It would also waste the school's abundant resources. The school is rich in human capital with talented students, faculty and alumni and it still has a significant endowment, although one no longer sufficient to fund the entire school.</p>\n<p>The Revenue Task Force, which included current students and many alumni, including two of us (Peter and Edgar), examined hundreds of potential revenue generating ideas. We thank each of you who submitted suggestions. In the end, many of these coalesced into what was called the \"Hybrid\" model-a number of proposed programs that ideally would strengthen the school while together generating enough revenue both to pay for themselves and fully subsidize the undergraduate program. The three schools have developed those ideas into more concrete proposals.</p>\n<p>At the same time, the school has reduced controllable costs by more than 10%. These revenue and cost reduction efforts provided great examples of the ingenuity and spirit of the Cooper Community. However, given the inherent uncertainties around each of these new programs and the considerable (and growing) operating deficit, we, as Alumni Association representatives to the Board of Trustees, came to the conclusion that while these initiatives need to be part of the broader solution toward a sustainable and vibrant Cooper Union, we also need to include some undergraduate tuition as part of that broad plan.</p>\n<p>We know that Cooper could launch the recommended new programs successfully and believe it should continue to invest in them for two reasons. First, the school, even without the immediate financial issue, faces intense competition in the coming years, with the arrival of much larger and better financed institutions in the New York City area and rapid changes in the world's needs. Secondly, the new programs have potential to generate excess revenue, which can and should be reinvested in the core undergraduate programs, to keep tuition as low as possible and educational quality as high as possible. We hope that someday they will generate enough money to restore the full undergraduate scholarship. We believe that the undergraduate tuition policy should be seen as a minimum scholarship level available to future Cooper students with the intent of augmenting that scholarship level if possible.</p>\n<p>Finally, we would like to share with you what we believe are the truly important qualities of The Cooper Union, the ones which we should try to be saving at all costs. We reject the notion that a full tuition scholarship, of and by itself, is the defining character of Cooper Union, without which it could or should no longer exist. Certainly, Cooper has bright and talented students attracted by the scholarship, but so do many other schools with different tuition levels. And Cooper is more than just talented students. It is a unique cradle of education that is defined by a distinctive culture, size, collaborative learning approach and many other factors which extend well beyond the historical full scholarship policy, and which continue to attract those talented students.</p>\n<p>In summary, this was a very difficult process for the Board, and particularly the Alumni Association Trustees. In the end we felt compelled to ensure the continuation of the unique Cooper Union education from which we all benefitted. We completely understand the pain that this change causes, as we felt it also. We look forward to discussing these matters with you and will be working with the Alumni Council to create that opportunity in the near future.</p>\n<p>Sincerely,</p>\n<p>Cooper Union Alumni Association Trustees:</p>\n<p>Peter Cafiero, CE '83 (President, CU Alumni Association)<br> Don Blauweiss, A '61<br> Ray Falci, ME '86<br> Edgar Mokuvos, EE '78<br> Lee Skolnick, AR '79</p>\n</blockquote>\n<p>CONTINUED: \" <a href=\"http://hyperallergic.com/69569/cooper-union-students-react-to-drastic-tuition-increase/\">Cooper Union Students React to Drastic Tuition Increase</a> \"</p>\n<p>Tagged as: <a href=\"http://hyperallergic.com/tag/cooper-union/\">Cooper Union</a>, <a href=\"http://hyperallergic.com/tag/free-cooper-union/\">Free Cooper Union</a></p>\n</div>", "entities": [{"count": 15, "name": "Cooper Union"}, {"count": 7, "name": "Cooper"}, {"count": 6, "name": "Epstein"}, {"count": 5, "name": "Free Cooper Union"}, {"count": 3, "name": "Board of Trustees"}, {"count": 3, "name": "Board"}, {"count": 3, "name": "New York City"}, {"count": 2, "name": "Mark Epstein"}, {"count": 2, "name": "Walid Raad"}, {"count": 2, "name": "Peter Cooper"}, {"count": 2, "name": "Alumni Association"}, {"count": 2, "name": "Cooper Community"}, {"count": 1, "name": "Cooper Union Alumni Association"}, {"count": 1, "name": "New York Times"}, {"count": 1, "name": "Board of Trustees Statement"}, {"count": 1, "name": "Manhattan"}, {"count": 1, "name": "Alumni Council"}, {"count": 1, "name": "CU Alumni Association"}, {"count": 1, "name": "Edgar Mokuvos"}, {"count": 1, "name": "America"}, {"count": 1, "name": "Cooper Union Great Hall"}, {"count": 1, "name": "Ray Falci"}, {"count": 1, "name": "Cooper Union Alumni Association Elected Trustees"}, {"count": 1, "name": "Peter Cafiero"}, {"count": 1, "name": "Edgar"}, {"count": 1, "name": "Lee Skolnick"}, {"count": 1, "name": "Cooper Union Students React"}, {"count": 1, "name": "Chrysler"}, {"count": 1, "name": "Advancement of Science"}, {"count": 1, "name": "Cooper Union Board of Trustees"}, {"count": 1, "name": "Revenue Task Force"}, {"count": 1, "name": "The Cooper Union"}, {"count": 1, "name": "Cooper Union Alumni Association Trustees"}, {"count": 1, "name": "Jamshed Bharucha"}, {"count": 1, "name": "Board of Trustees of The Cooper Union"}, {"count": 1, "name": "New York"}, {"count": 1, "name": "Don Blauweiss"}, {"count": 1, "name": "East Village"}, {"count": 1, "name": "CUAA"}, {"count": 1, "name": "Peter"}, {"count": 1, "name": "Alumni Association Trustees"}], "favicon_colors": [{"color": [59, 66, 72], "weight": 0.033447265625}, {"color": [30, 184, 237], "weight": 0.016357421875}, {"color": [87, 133, 153], "weight": 0.0126953125}], "keywords": [{"score": 182, "name": "cooper"}, {"score": 110, "name": "union"}, {"score": 103, "name": "scholarship"}, {"score": 98, "name": "undergraduate"}, {"score": 93, "name": "alumni"}, {"score": 93, "name": "tuition"}, {"score": 87, "name": "students"}, {"score": 75, "name": "trustees"}, {"score": 62, "name": "epstein"}, {"score": 50, "name": "schools"}], "published": null, "provider_name": "Hyperallergic", "type": "html"}