{"provider_url": "http://blogs.reuters.com", "description": "The tragedy of Cooper Union is endemic to most American higher education, outside a few community colleges; Cooper is just the special case where the blind rush to some kind of global greatness directly and explicitly violates the institution's founding mission.", "embeds": [], "safe": true, "provider_display": "blogs.reuters.com", "related": [{"score": 0.8017507791519165, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}, {"score": 0.8001858592033386, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.7658880949020386, "description": "Universities in South Dakota, Nebraska, and other states have cut the number of credits students need to graduate. A proposal in Florida would let online courses forgo the usual higher-education accreditation process. A California legislator introduced a measure that would have substituted online courses for some of the brick-and-mortar kind at public universities.", "title": "'We Are Creating Walmarts of Higher Education'", "url": "http://www.theatlantic.com/education/archive/2013/12/we-are-creating-walmarts-of-higher-education/282619/", "thumbnail_height": 410, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR33OS4_1/lead_large.jpg?myf59a", "thumbnail_width": 615}, {"score": 0.7194087505340576, "description": "A handful of schools, aid organizations and advocates from across the country are taking steps to help homeless college students. As the number of homeless college students grows, schools, aid organizations and advocates from across the country are taking steps to help. Getting into college itself can be a major challenge for homeless teens.", "title": "Help for homeless college students", "url": "http://money.cnn.com/2013/12/31/pf/homeless-college-students/index.html", "thumbnail_height": 367, "thumbnail_url": "http://i2.cdn.turner.com/money/dam/assets/131220183437-homeless-college-students-620xa.jpg", "thumbnail_width": 620}, {"score": 0.6947622895240784, "description": "Diallo Shabazz was a student at the University of Wisconsin in 2000 when he stopped by the admissions office. \"One of the admissions counselors walked up to me, and said, 'Diallo, did you see yourself in the admissions booklet? Actually, you're on the cover this year,' \" Shabazz says.", "title": "A Campus More Colorful Than Reality: Beware That College Brochure", "url": "http://www.npr.org/2013/12/29/257765543/a-campus-more-colorful-than-reality-beware-that-college-brochure", "thumbnail_height": 1024, "thumbnail_url": "http://media.npr.org/assets/img/2013/12/29/shabazz_custom-70b65a3700c720a7bf3f6efed01a8eac2eb3b9e9.jpg", "thumbnail_width": 808}], "favicon_url": "http://uk.reuters.com/resources_v2/images/favicon.ico", "authors": [], "images": [{"caption": null, "url": "http://blogs.reuters.com/felix-salmon/files/2013/05/pell-e1368078948947.jpg", "height": 330, "width": 619, "colors": [{"color": [247, 251, 252], "weight": 0.934814453125}, {"color": [131, 165, 175], "weight": 0.020263671875}, {"color": [167, 190, 185], "weight": 0.018310546875}, {"color": [116, 124, 124], "weight": 0.013671875}, {"color": [230, 136, 135], "weight": 0.0068359375}], "entropy": 1.4784033969136607, "size": 36057}, {"caption": null, "url": "http://blogs.reuters.com/wp-content/themes/reuters_fb_150x150.jpg", "height": 150, "width": 150, "colors": [{"color": [48, 50, 50], "weight": 0.852783203125}, {"color": [245, 144, 4], "weight": 0.091064453125}, {"color": [239, 239, 239], "weight": 0.028564453125}, {"color": [171, 107, 22], "weight": 0.023681640625}, {"color": [143, 143, 143], "weight": 0.00390625}], "entropy": 1.72682634636, "size": 22184}, {"caption": null, "url": "http://blogs.reuters.com/wp-content/profile-images/upe2_tn_1267-profile-image.jpg", "height": 82, "width": 110, "colors": [{"color": [235, 233, 236], "weight": 0.833740234375}, {"color": [180, 153, 152], "weight": 0.080078125}, {"color": [145, 116, 113], "weight": 0.04345703125}, {"color": [46, 35, 33], "weight": 0.024169921875}, {"color": [108, 77, 69], "weight": 0.0185546875}], "entropy": 3.74587381391, "size": 7160}], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://blogs.reuters.com/felix-salmon/2013/05/09/the-tragedy-of-us-higher-education/", "url": "http://blogs.reuters.com/felix-salmon/2013/05/09/the-tragedy-of-us-higher-education/", "media": {}, "title": "The tragedy of US higher education", "offset": null, "content": "<div>\n<p>The <a href=\"http://blogs.reuters.com/felix-salmon/2013/04/29/the-tragedy-of-cooper-union/\">tragedy of Cooper Union</a> is endemic to most American higher education, outside a few community colleges; Cooper is just the special case where the blind rush to some kind of global greatness directly and explicitly violates the institution's founding mission. Now a <a href=\"http://www.newamerica.net/publications/policy/undermining_pell\">fantastic report</a> by Stephen Burd shows that it's not just Cooper which is becoming more expensive for precisely the students who can least afford it. Rather, that's happening across the US: aid which should be going to the poorest students is in many cases going to some of the richest.</p>\n<p>The title of the report is \"Undermining Pell\". The <a href=\"http://en.wikipedia.org/wiki/Pell_Grant\">Pell</a> in question is Claiborne Pell, the Rhode Island senator who created the first grant designed to remove the financial barriers that prevent low-income students from enrolling in and completing college. The Pell Grant system has been growing fast, and reached <a href=\"http://www.finaid.org/educators/pellgrant.phtml\">$33 billion</a> in the 2010-11 academic year, thanks in large part to the effect of the recession on poorer families' incomes, and the way that high youth unemployment has encouraged American kids to go to college.</p>\n<p>But the money is not, in truth, making college more affordable. Quite the opposite, writes Burd:</p>\n<blockquote>\n<p>There is compelling evidence to suggest that many schools are engaged in an elaborate shell game: using Pell Grants to supplant institutional aid they would have provided to financially needy students otherwise, and then shifting these funds to help recruit wealthier students. This is one reason why even after historic increases in Pell Grant funding, the college-going gap between low-income students and their wealthier counterparts remains as wide as ever. Low-income students are not receiving the full benefits intended.</p>\n</blockquote>\n<p>The big picture here is that colleges are spending as much money as they can on \"merit\" scholarships, rather than \"need\" scholarships. The former have two big advantages over the latter, as far as colleges are concerned. Firstly, by attracting the best students, rather than the merely impecunious, they improve the quality of the student body, at least in theory. Secondly, and more importantly, because they are smaller, they allow the university to make much more money. As Burd puts it: \"it's more profitable for schools to provide four scholarships of $5,000 each to induce affluent students who will be able to pay the balance than it is to provide a single $20,000 grant to one low-income student.\"</p>\n<p>The result, if you're a poor student, looks something like this:</p>\n<a href=\"http://blogs.reuters.com/felix-salmon/files/2013/05/pell-e1368078948947.jpg\"><img src=\"http://blogs.reuters.com/felix-salmon/files/2013/05/pell-e1368078948947.jpg\"></a> <p>Go play with the <a href=\"http://public.tableausoftware.com/views/pellprivates_test/Sheet1?:embed=y&amp;:display_count=no\">full interactive chart</a>, it's worth it. But a glance tells you a lot. Along the y-axis is the proportion of Pell Grant recipients in the student body; at the top it reaches 50%, while the color cutoff, between orange/blue and red/green, comes at 15%. Along the x-axis is the amount of money that a poor student, coming from a family with a household income of less than $30,000, would need to pay to attend the college in question. It goes all the way up to $48,000; the color cutoff, between orange/red and blue/green, comes at $10,000. And yes, that's per year.</p>\n<p>What you can see, quite clearly, is that the vast majority of colleges sit to the right of that cut-off: it costs their poorest students more than $10,000 a year to attend, even <em>after</em> getting a Pell Grant. You can also see that a lot of poor students are paying a lot of money for their education: some colleges have 30% or 40% or more of their students collecting Pell Grants, and still charge those students through the nose.</p>\n<p>Pell Grants are not aimed at the middle classes: you really can't get one if you come from a family earning more than $50,000 a year, and most Pell Grant money goes to families earning less than $20,000 a year. And it turns out that the trendy tuition structure du jour, the one known as \"high tuition, high aid\", is particularly and surprisingly ill-suited to such students.</p>\n<p>In theory, the structure should work well. Rather than charge every student the same amount, have a high rack rate, paid by the richest students, and then use the proceeds to put in place a generous scholarship system which will help support the poorest students.</p>\n<p>In practice, however, that doesn't happen. The scholarships go towards \"merit aid\", which is often, dismayingly enough, a polite way of saying that the college is helping to pay for <em>wealthy</em> kids to attend, even if they're not particularly smart. Some 20% of students with GPAs below 2.0, for instance, receive merit aid. And at the same time, the \"need aid\" is carefully calibrated so that poor kids won't take the colleges up on their offers:</p>\n<blockquote>\n<p>In its latest survey of college admissions directors, Inside Higher Ed found that more than one-third of public colleges and nearly two-thirds of private colleges engage in \"gapping\" - providing lower-income students with aid packages that don't come close to meeting their financial need. In the parlance of enrollment management, this is often called \"admit-deny,\" in which schools deliberately underfund financially needy students in order to discourage them from enrolling.</p>\n<p>\"Admit-deny is when you give someone a financial-aid package that is so rotten that you hope they get the message, 'Don't come,'\" Mark Heffron, a senior vice-president at the enrollment management firm Noel-Levitz, told The Atlantic Monthly back in 2005. \"They don't always get the message.\"</p>\n</blockquote>\n<p>In other words, \"high tuition, high aid\" generally has the emphasis on the former, rather than the latter. There are exceptions, foremost among them Amherst College, but the story running through Burd's report like a thread is the story of colleges which try to become more \"competitive\" by doing everything they can to attract the particular students they want, who are rarely the poorest students.</p>\n<p>What is the competition? Narrowly, it's the competition to rise up the US News rankings. But more broadly, it's the competition to enter the rarefied world of international luxury goods. Education, these days, is no longer a right: instead, it's increasingly a way for the children of the rich to be ridiculously pampered as they float their way to lives of \"international leadership\". Just in the past few days we've seen <a href=\"http://www.nytimes.com/2013/05/05/magazine/is-avenues-the-best-education-money-can-buy.html?pagewanted=all\">Jenny Anderson's</a> description of the Avenues school for the NYT magazine, and <a href=\"http://nymag.com/news/intelligencer/nyu-abu-dhabi-2013-5/\">Lisa Miller's</a> revelation of the cosseted lives led by students at NYU Abu Dhabi. Such places might pay a minimum of lip service to the principle of diversity, but it's clear they're all about the global plutocracy.</p>\n<p>This trend seems to have been missed in Washington, where graduates of elite institutions are prone to taking what those institutions say at face value. Even when, as Tori Haring-Smith, president of Washington &amp; Jefferson College, puts it, colleges have been engaged in \"increasingly progressive rhetoric and increasingly regressive actions.\" From a societal perspective it's <a href=\"http://blogs.reuters.com/felix-salmon/2013/03/24/americas-low-lying-educational-fruit/\">obvious</a> that the most effective thing we can do to improve our workforce is to get more poor kids into college. But the prices and obstacles facing those poor kids are only getting worse.</p>\n<p>This is not a problem which can be solved simply by throwing more money at the Pell Grant program: as Burd shows, that money might well only end up getting effectively redirected elsewhere. But we do need to do <em>something</em>. In our information-age economy, America can ill afford to let the bottom half of the population be in large part excluded from tertiary education. That's the outcome we're seeing right now, and that's the outcome which desperately needs to change.</p>\n</div>", "entities": [{"count": 6, "name": "Pell Grant"}, {"count": 3, "name": "Burd"}, {"count": 2, "name": "Cooper"}, {"count": 2, "name": "US"}, {"count": 1, "name": "NYU Abu Dhabi"}, {"count": 1, "name": "Lisa Miller"}, {"count": 1, "name": "Mark Heffron"}, {"count": 1, "name": "Stephen Burd"}, {"count": 1, "name": "Cooper Union"}, {"count": 1, "name": "Washington"}, {"count": 1, "name": "Claiborne Pell"}, {"count": 1, "name": "Rhode Island"}, {"count": 1, "name": "Tori Haring-Smith"}, {"count": 1, "name": "Pell"}, {"count": 1, "name": "American"}, {"count": 1, "name": "Jenny Anderson"}, {"count": 1, "name": "Amherst College"}, {"count": 1, "name": "Washington & Jefferson College"}, {"count": 1, "name": "The Atlantic Monthly"}, {"count": 1, "name": "America"}], "favicon_colors": [{"color": [247, 128, 5], "weight": 0.000244140625}], "keywords": [{"score": 116, "name": "students"}, {"score": 86, "name": "pell"}, {"score": 75, "name": "college"}, {"score": 47, "name": "grant"}, {"score": 46, "name": "burd"}, {"score": 40, "name": "low-income"}, {"score": 32, "name": "scholarships"}, {"score": 31, "name": "aid"}, {"score": 27, "name": "poorest"}, {"score": 26, "name": "money"}], "published": 1368057600000, "provider_name": "Reuters", "type": "html"}