{"provider_url": "http://ibo.nyc.ny.us", "description": "In April, Cooper Union ended its 150-year tradition of providing students a tuition-free education. Although starting in 2014 the school will no longer be giving all of its students a free education, Cooper Union will still be getting an unusual set of tax breaks from the city-breaks that help fund the school's annual expenses.", "embeds": [], "safe": true, "provider_display": "ibo.nyc.ny.us", "related": [{"score": 0.5701107382774353, "description": "The clock is ticking. 2013 is almost over which means that year end tax strategies are on the minds of many taxpayers. By now, we all know the most common tips (pay mortgages and taxes in advance, make contributions to retirement accounts, donate to charities) but there has to be something else, right?", "title": "13 Dramatic Year End Tax Strategies For 2013", "url": "http://www.forbes.com/sites/kellyphillipserb/2013/12/31/13-dramatic-year-end-tax-strategies-for-2013/", "thumbnail_height": 160, "thumbnail_url": "http://b-i.forbesimg.com/kellyphillipserb/files/2013/12/4857101224_614d21aecd_m.jpg", "thumbnail_width": 240}, {"score": 0.5426366329193115, "description": "Making and keeping New Year's resolutions is tough. Yet some resolutions about taxes aren't hard to keep and could fatten your wallet in 2014. They could even have a spillover effect into the future. Here are 9 to consider: 1. I Will Read Tax Documents Before Signing. Don't Robo-Sign Tax Returns.", "title": "Savvy New Year's Resolutions IRS Hopes You Won't Keep", "url": "http://www.forbes.com/sites/robertwood/2013/12/31/savvy-new-years-resolutions-irs-hopes-you-wont-keep/", "thumbnail_height": 180, "thumbnail_url": "http://b-i.forbesimg.com/robertwood/files/2013/12/11510084033_338fb3cfaf_m.jpg", "thumbnail_width": 240}, {"score": 0.5235080718994141, "description": "Representative Paul Ryan (R-Wisc.) hinted recently that he intends to introduce tax reform legislation to the U.S. House of Representatives in the first quarter of 2014. While we don't know yet exactly what Mr. Ryan plans to propose, let's hope that he's planning to call for more than just the corporate tax reform that President Obama suggested earlier this year.", "title": "Why Corporate Tax Reform Is Not Enough", "url": "http://www.entrepreneur.com/article/230566", "thumbnail_height": 390, "thumbnail_url": "http://www.entrepreneur.com/dbimages/article/h0/1388180245-why-corporate-tax-reform-not-enough.jpg", "thumbnail_width": 610}, {"score": 0.5194283127784729, "description": "WASHINGTON (AP) - In an almost annual ritual, Congress is letting a package of 55 popular tax breaks expire at the end of the year, creating uncertainty - once again - for millions of individuals and businesses. Lawmakers let these tax breaks lapse almost every year, even though they save businesses and individuals billions of dollars.", "title": "Congress letting 55 tax breaks expire at year end", "url": "http://www.boston.com/business/personal-finance/2013/12/30/congress-letting-tax-breaks-expire-year-end/Js6wuExHApsHeuLYocW0aO/story.html", "thumbnail_height": 393, "thumbnail_url": "http://c.o0bc.com/rf/image_609w/Boston/2011-2020/2013/12/31/Boston.com/Boston/Images/87e37526cbd34d03a32bb2f6e356602d-87e37526cbd34d03a32bb2f6e356602d-0.jpg", "thumbnail_width": 609}, {"score": 0.5194283127784729, "description": "WASHINGTON (AP) - In an almost annual ritual, Congress is letting a package of 55 popular tax breaks expire at the end of the year, creating uncertainty - once again - for millions of individuals and businesses. Lawmakers let these tax breaks lapse almost every year, even though they save businesses and individuals billions of dollars.", "title": "Congress letting 55 tax breaks expire at year end", "url": "http://www.boston.com/business/personal-finance/2013/12/31/congress-letting-tax-breaks-expire-year-end/TXDNNbea4MBLWsCrOqb8vL/story.html", "thumbnail_height": 393, "thumbnail_url": "http://c.o0bc.com/rf/image_609w/Boston/2011-2020/Wires/2013/12/30/Boston.com/APOnlineImages/2013-12-30/522358fef24b662b470f6a706700da94.jpg", "thumbnail_width": 609}], "favicon_url": "http://ibo.nyc.ny.us/favicon.ico", "authors": [], "images": [], "cache_age": 83926, "lead": null, "language": "English", "original_url": "http://ow.ly/lGZ6m", "url": "http://ibo.nyc.ny.us/cgi-park/?p=698", "media": {}, "title": "IBO Web Blog", "offset": null, "content": "<div>\n<p>In April, Cooper Union ended its 150-year tradition of providing students a tuition-free education. Although starting in 2014 the school will no longer be giving all of its students a free education, Cooper Union will still be getting an unusual set of tax breaks from the city-breaks that help fund the school's annual expenses. These tax breaks cost the city about $20 million in forgone revenue this year, in effect providing a more than $21,000 a year subsidy to each of the highly selective school's roughly 930 undergraduate engineering, architecture, and art majors.</p>\n<p>The largest and most well known of the unusual tax breaks dates back to 1902 and centers on land at Lexington Avenue and 42 <sup>nd</sup> Street given to the school to boost its endowment by heirs of Cooper Union's founder Peter Cooper. The endowment paid off for Cooper Union when the school leased the site to Walter Chrysler in 1928 to construct the eponymously named Chrysler Building. The land has remained exempt from property taxes because it is owned by the school.  Cooper Union gets rent from the land of about $9 million a year along with payments equal to what the city would collect in property taxes if the site were still on the tax rolls. The payment amounted to <a href=\"http://www.nytimes.com/2013/02/13/nyregion/vital-city-revenue-lost-in-the-fine-print.html\">$18 million this year</a>.</p>\n<p>Schools typically get a property tax break only for locations where classes are held, students housed, or administrative operations conducted. But the unusual property tax exemptions afforded Cooper Union, which include land the school sits on as well as any land it may receive as part of its endowment, date back to the charter granted to the school in 1859 by the state Legislature, provisions upheld in subsequent court cases.</p>\n<p>Albany has continued to do its part to keep the break in place. In 1969, Mayor John Lindsay sought legislative help in restoring the site to the tax rolls for a cash-hungry city that several years later would begin to charge tuition to City University of New York students. Albany did indeed pass legislation stipulating that only property directly used for educational purposes could receive a tax exemption. But the legislation only applied to property acquired after the bill went into effect.</p>\n<p>More recently, Cooper Union engineered two more commercial deals on land it owns. In order to generate funds, Cooper Union proposed a large-scale development plan that included two locations it would lease much as it did with the land under the Chrysler Building: 51 Astor Place, where its engineering school stood, and 22-36 Astor Place, which was a parking lot. In 1959, ownership of 51 Astor Place-then a city property-was transferred to Cooper Union with the condition that it be used for educational purposes.</p>\n<p>To make the sites more attractive to prospective developers, Cooper Union <a href=\"http://nplusonemag.com/save-cooper-union\">won zoning changes</a> from the City Planning Commission. In addition, in 2007 the Bloomberg Administration released Cooper Union from the requirement that 51 Astor Place be used for educational purposes in exchange for a $980,000 payment to the city and a promise that a portion of the building would be used for school purposes.</p>\n<p>Cooper Union leased the parking lot to Related Companies, which built a 21-story <a href=\"http://www.astorplacenyc.com/\">luxury residential building</a> on the site. At 51 Astor Place, Edward J. Minskoff Equities leased the site and is seeking tenants for a 13-story \"starchitect\"-designed office building with a <a href=\"http://www.nytimes.com/2013/03/27/realestate/commercial/51-astor-place-rises-over-east-village.html?pagewanted=all\">Jeff Koons sculpture</a> in the lobby.</p>\n<p>The tax breaks for these two locations, hammered out with the Bloomberg Administration, are more complex than the tax exemption for the Chrysler Building. While both Astor Place buildings will remain fully exempt as is the Chrysler Building, the city will get payments-technically called payments in lieu of taxes-equal to half of what the tax bills would be.</p>\n<p>The city can't collect payments at either site until the office building is ready for occupancy. The residential building opened in 2005 and was exempt from any payments until fiscal year 2011. But the city still has to wait to collect any payments on that property until a certificate of occupancy has been issued for the office building. IBO's Ana Champeny estimates this cost the city $2.1 million this year in foregone taxes from the residential building. We won't know the amount of taxes foregone on the office tower until the building is completed and assessed.</p>\n<p>When seeking the Astor Place zoning changes, Cooper Union told the City Planning Commission it needed them in part to generate funds to continue to provide a tuition-free education for its students (the school also wanted a new building for its engineering program, which it built at 41 Astor Place). With the public purpose of the unusual tax breaks now mostly a thing of the past (about 25 percent of students won't pay tuition), some New Yorkers may question why the city should forego tax dollars on Cooper Union's commercial development deals at a time when the city's own university system has seen repeated tuition hikes.</p>\n</div>", "entities": [{"count": 14, "name": "Cooper Union"}, {"count": 5, "name": "Astor Place"}, {"count": 2, "name": "Albany"}, {"count": 2, "name": "Bloomberg Administration"}, {"count": 2, "name": "City Planning Commission"}, {"count": 1, "name": "Legislature"}, {"count": 1, "name": "John Lindsay"}, {"count": 1, "name": "City University of New York"}, {"count": 1, "name": "Peter Cooper"}, {"count": 1, "name": "Jeff Koons"}, {"count": 1, "name": "Edward J. Minskoff Equities"}, {"count": 1, "name": "Walter Chrysler"}, {"count": 1, "name": "Lexington Avenue"}], "favicon_colors": [{"color": [0, 11, 58], "weight": 0.026611328125}, {"color": [222, 231, 235], "weight": 0.013916015625}, {"color": [160, 166, 176], "weight": 0.013671875}, {"color": [75, 82, 108], "weight": 0.00830078125}], "keywords": [{"score": 71, "name": "astor"}, {"score": 66, "name": "cooper"}, {"score": 61, "name": "tax"}, {"score": 53, "name": "union"}, {"score": 47, "name": "building"}, {"score": 40, "name": "city"}, {"score": 40, "name": "school"}, {"score": 37, "name": "exempt"}, {"score": 33, "name": "payments"}, {"score": 33, "name": "chrysler"}], "published": null, "provider_name": "Nyc", "type": "html"}