{"provider_url": "http://schoolsofthought.blogs.cnn.com", "description": "Editor's note: This story was updated May 16, 2013, to reflect new information about the student protest. By Dantel Hood, CNN (CNN) -- For more than a century, Cooper Union for the Advancement of Science and Art in New York provided free education to all admitted students.", "embeds": [], "safe": true, "provider_display": "schoolsofthought.blogs.cnn.com", "related": [{"score": 0.6868394613265991, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.6501569747924805, "description": "It's my fault. I'll admit it. During my eight years in the classroom, I ruined at least two amazing literary works by assigning horrifically dull reading projects. My only hope is that those middle school students, whose enthusiasm I quashed, found another way to become passionate about literature.", "title": "Projects to Engage Middle School Readers", "url": "http://www.edutopia.org/blog/projects-engage-middle-school-readers-beth-holland", "thumbnail_height": 345, "thumbnail_url": "http://www.edutopia.org/files/slates/holland-engage-ms-readers-flickr.jpg", "thumbnail_width": 460}, {"score": 0.6285783648490906, "description": "American students are bored by math, science and engineering. They buy smartphones and tablets by the millions but don't pursue the skills necessary to build them. Engineers and physicists are often portrayed as clueless geeks on television, and despite the high pay and the importance of such jobs to the country's future, the vast majority of high school graduates don't want to go after them.", "title": "Who Says Math Has to Be Boring?", "url": "http://www.nytimes.com/2013/12/08/opinion/sunday/who-says-math-has-to-be-boring.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/07/opinion/video-editorial-ptech-new/video-editorial-ptech-new-videoSixteenByNine1050-v2.jpg", "thumbnail_width": 1050}, {"score": 0.6275970339775085, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}, {"score": 0.6238545775413513, "description": "Universities in South Dakota, Nebraska, and other states have cut the number of credits students need to graduate. A proposal in Florida would let online courses forgo the usual higher-education accreditation process. A California legislator introduced a measure that would have substituted online courses for some of the brick-and-mortar kind at public universities.", "title": "'We Are Creating Walmarts of Higher Education'", "url": "http://www.theatlantic.com/education/archive/2013/12/we-are-creating-walmarts-of-higher-education/282619/", "thumbnail_height": 410, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR33OS4_1/lead_large.jpg?myf59a", "thumbnail_width": 615}], "favicon_url": "http://i.cdn.turner.com/cnn/favicon.ico", "authors": [{"url": "http://schoolsofthought.blogs.cnn.com/author/jgumbrechtcnn/", "name": "jgumbrechtcnn"}], "images": [{"caption": null, "url": "http://i2.cdn.turner.com/cnn/dam/assets/130514132024-cooper-union-college-students-story-top.jpg", "height": 360, "width": 640, "colors": [{"color": [23, 23, 18], "weight": 0.505615234375}, {"color": [174, 155, 130], "weight": 0.342529296875}, {"color": [121, 105, 86], "weight": 0.15185546875}], "entropy": 5.22322132924, "size": 72539}], "cache_age": 83299, "lead": null, "language": "English", "original_url": "http://bit.ly/18KFVlv", "url": "http://schoolsofthought.blogs.cnn.com/2013/05/14/students-occupy-college-to-keep-tuition-free/", "media": {}, "title": "Students occupy college to keep tuition free", "offset": null, "content": "<div>\n<p>By <strong>Dantel Hood</strong>, CNN</p>\n<p><strong>(CNN)</strong> - For more than a century, Cooper Union for the Advancement of Science and Art in New York provided <a href=\"http://money.cnn.com/101/college-101/free-college.moneymag/index.htm\">free education to all admitted students</a>. But the school isn't immune to the money crunch forcing tuition increases at colleges across the country.</p>\n<p>In April, <a href=\"http://cooper.edu/\">Cooper Union</a> announced that it will start charging tuition for undergraduate students matriculating in fall 2014. Citing a $12 million annual budget deficit, the Cooper Union Board of Trustees will scale back the full scholarship it has traditionally awarded.</p>\n<p>Students believe the administration's decision casts a shadow on future students' education.</p>\n<p>At least 50 of Cooper Union's nearly 1,000 students have been occupying President Jamshed Bharucha's office on the seventh floor of the school's Foundation Building. The students organized a sit-in to protest the decision to charge future undergraduate students half the cost of tuition, up to $19,000 a year.</p>\n<p>This week, they painted the office's lobby black as a symbol of their protest. Cooper Union junior Troy Kreiner said it was an extension of a demonstration by architecture students, who painted another lobby black to protest tuition.</p>\n<p>\"Painting the lobby is a nonviolent action that visually transforms a space by the students. It is also a way to mobilize students in direct action through communal effort,\" Kreiner said.</p>\n<p>Bharucha met with the students, who have occupied his office for more than a week, although no resolution has been reached, according to Claire McCarthy, Cooper Union's director of public affairs.</p>\n<p> Cooper Union has provided free education to its students <a href=\"http://cooper.edu/about/history\">since 1859</a>. Various investments, such as real estate in the Chrysler Building and elsewhere in Manhattan, have provided the funding in the past. Those investments, however, have since fallen short of covering the school's long-term costs.</p>\n<p>\"The Board thoroughly analyzed a wide range of options, mindful of how the full tuition scholarships have been central to our identity,\" said an April 23 statement from the Board of Trustees. \"In the final analysis, however, we found no viable solutions that would enable us to maintain the excellence of our programs without an alteration of our scholarship policy.\"</p>\n<a href=\"http://schoolsofthought.blogs.cnn.com/2013/05/10/senator-wants-deep-discounts-on-student-loans/\">Senator wants deep discounts on student loans</a> <p>Although tuition increases won't affect current students, protesters say they're motivated by a lack of transparency in the administration and their hopes for future students. They insist that the change in cost undermines a tradition of meritocracy that sets Cooper Union apart from other private institutions.</p>\n<p>Saar Shemesh, a 21-year-old transfer student, said from inside Bharucha's office, \"The way I see it, these students that will be coming in 2014 ... they don't have a voice yet. They're still 16-year-olds in high school right now, and if we don't fight for them, nobody will. ... We're already here. We don't have to fight to be here, but we need to fight for the people that aren't here yet and that have dreamt of coming to this school for their entire lives, like we had.\"</p>\n<p>While students initially entered the building to present a letter to the president citing a vote of \"no confidence\" on behalf of the School of Art, Bharucha exited the building before being confronted by the protesters. Upon arriving at the empty office, students changed course and organized a sit-in, stating that they would remain until receiving a response from the administration. The response they got was not what they were looking for: a threat of expulsion for all students involved in the protest. This threat is currently being reassessed.</p>\n<p>\"First and foremost, we want him to resign,\" Shemesh said of the issues with Bharucha and the administration. \"We don't feel that he's fit to run the school. We want tuition to be revoked. We want more transparency with the Board of Trustees, potentially a new Board of Trustees. We want mostly transparency and fairness. We want representation of student voices in administrative policies and processes for decision-making. We want a more open institution.\"</p>\n<a href=\"http://schoolsofthought.blogs.cnn.com/2013/04/16/accepted-to-college-time-to-negotiate-financial-aid/\">Accepted to college? Time to negotiate financial aid</a> <p>Kerry Carnahan, a spokeswoman for the advocacy group <a href=\"http://friendsofcooperunion.org/vote-no-confidence/\">Friends of Cooper Union</a>, shared a statement announcing the group's solidarity with student protesters: \"We have come to realize that the President and board have their own financial, ideological priorities that don't add up with what the majority of us understand Cooper Union to be - ideas that don't align with the ideals the school was founded on.\"</p>\n</div>", "entities": [{"count": 8, "name": "Cooper Union"}, {"count": 4, "name": "Bharucha"}, {"count": 3, "name": "Board of Trustees"}, {"count": 1, "name": "School of Art"}, {"count": 1, "name": "Troy Kreiner"}, {"count": 1, "name": "Cooper Union Board of Trustees"}, {"count": 1, "name": "Jamshed Bharucha"}, {"count": 1, "name": "Friends of Cooper Union"}, {"count": 1, "name": "Claire McCarthy"}, {"count": 1, "name": "Shemesh"}, {"count": 1, "name": "Kreiner"}, {"count": 1, "name": "Kerry Carnahan"}, {"count": 1, "name": "Board"}, {"count": 1, "name": "CNN"}, {"count": 1, "name": "Advancement of Science"}, {"count": 1, "name": "New York"}, {"count": 1, "name": "Manhattan"}, {"count": 1, "name": "Dantel Hood"}], "favicon_colors": [{"color": [194, 26, 15], "weight": 0.460693359375}, {"color": [243, 238, 239], "weight": 0.072265625}, {"color": [207, 159, 160], "weight": 0.029541015625}], "keywords": [{"score": 91, "name": "student"}, {"score": 50, "name": "bharucha"}, {"score": 46, "name": "tuition"}, {"score": 44, "name": "cooper"}, {"score": 38, "name": "union"}, {"score": 28, "name": "protesters"}, {"score": 27, "name": "school"}, {"score": 27, "name": "trustees"}, {"score": 22, "name": "board"}, {"score": 20, "name": "sit-in"}], "published": null, "provider_name": "Schools of Thought", "type": "html"}