{"provider_url": "http://www.thenation.com", "description": "() Photo by Matt Sekellick The clock tower of the Foundation Building of Cooper Union on 3rd Avenue and 7th Street in Manhattan stopped at 12:40 pm on December 3 signifying the start to the occupation of the Peter Cooper suite, a studio room behind the clock where twelve students barricaded themselves yesterday.", "embeds": [], "safe": true, "provider_display": "www.thenation.com", "related": [{"score": 0.7179079651832581, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.6608313322067261, "description": "Universities in South Dakota, Nebraska, and other states have cut the number of credits students need to graduate. A proposal in Florida would let online courses forgo the usual higher-education accreditation process. A California legislator introduced a measure that would have substituted online courses for some of the brick-and-mortar kind at public universities.", "title": "'We Are Creating Walmarts of Higher Education'", "url": "http://www.theatlantic.com/education/archive/2013/12/we-are-creating-walmarts-of-higher-education/282619/", "thumbnail_height": 410, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR33OS4_1/lead_large.jpg?myf59a", "thumbnail_width": 615}, {"score": 0.639765739440918, "description": "Two years after a Stanford professor drew 160,000 students from around the globe to a free online course on artificial intelligence, starting what was widely viewed as a revolution in higher education, early results for such large-scale courses are disappointing, forcing a rethinking of how college instruction can best use the Internet.", "title": "After Setbacks, Online Courses Are Rethought", "url": "http://www.nytimes.com/2013/12/11/us/after-setbacks-online-courses-are-rethought.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/11/us/jp-MOOCS/jp-MOOCS-videoSixteenByNine1050-v2.jpg", "thumbnail_width": 1050}, {"score": 0.6389017701148987, "description": "In the world of higher education, 2013 was a wild year. Thanks to the Internet and social media, students gained notoriety as the \"Deranged Sorority Girl\" and the \"Drunkest College Student Ever,\" and professors learned that fat-shaming tweets could affect their employment prospects.", "title": "Meet The People Who Made The Biggest Impact In Higher Ed This Year", "url": "http://www.huffingtonpost.com/2013/12/30/most-influential-higher-ed-2013_n_4520392.html", "thumbnail_height": 1000, "thumbnail_url": "http://i.huffpost.com/gen/1538001/thumbs/o-UNIVERSITY-OF-ALABAMA-facebook.jpg", "thumbnail_width": 2000}], "favicon_url": "http://www.thenation.com/sites/thenation.com/files/favicon.ico", "authors": [], "images": [{"caption": null, "url": "http://www.thenation.com//sites/default/files/Copper-Union_cs.jpg", "height": 214, "width": 363, "colors": [{"color": [224, 228, 212], "weight": 0.251953125}, {"color": [139, 56, 76], "weight": 0.180419921875}, {"color": [25, 26, 27], "weight": 0.155029296875}, {"color": [28, 116, 160], "weight": 0.11376953125}, {"color": [186, 173, 162], "weight": 0.096435546875}], "entropy": 6.66153637329, "size": 81646}, {"caption": null, "url": "http://www.thenation.com/sites/default/files/user/216443/Copper-Union.jpg", "height": 288, "width": 600, "colors": [{"color": [222, 223, 206], "weight": 0.263671875}, {"color": [28, 29, 30], "weight": 0.205810546875}, {"color": [138, 55, 75], "weight": 0.158203125}, {"color": [26, 112, 154], "weight": 0.099609375}, {"color": [78, 74, 72], "weight": 0.084716796875}], "entropy": 6.597578261743283, "size": 54642}, {"caption": null, "url": "http://www.thenation.com/sites/default/files/cover0106-tilt.jpg", "height": 109, "width": 130, "colors": [{"color": [239, 214, 13], "weight": 0.44970703125}, {"color": [249, 251, 248], "weight": 0.226318359375}, {"color": [229, 48, 42], "weight": 0.18359375}, {"color": [18, 11, 11], "weight": 0.05029296875}, {"color": [134, 124, 8], "weight": 0.04345703125}], "entropy": 3.89297914837, "size": 22510}, {"caption": null, "url": "http://www.thenation.com/sites/thenation.com/themes/thenation/images/logo-main.gif?v=3", "height": 82, "width": 277, "colors": [{"color": [248, 248, 248], "weight": 0.798583984375}, {"color": [188, 41, 38], "weight": 0.201416015625}], "entropy": 1.13396433173, "size": 4539}, {"caption": null, "url": "http://www.thenation.com/sites/default/files/Student_Nation_Logo_0.jpg", "height": 70, "width": 70, "colors": [{"color": [7, 7, 7], "weight": 0.741455078125}, {"color": [243, 243, 243], "weight": 0.215087890625}, {"color": [131, 131, 131], "weight": 0.04345703125}], "entropy": 1.2298191610266291, "size": 7609}], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://www.thenation.com/blog/171576/students-occupying-cooper-union-insist-founders-vision", "url": "http://www.thenation.com/blog/171576/students-occupying-cooper-union-insist-founders-vision", "media": {}, "title": "Students Occupying Cooper Union Insist on Founder's Vision | The Nation", "offset": null, "content": "<div>\n<p>The clock tower of the Foundation Building of Cooper Union on 3rd Avenue and 7th Street in Manhattan stopped at 12:40 pm on December 3 signifying the start to the occupation of the Peter Cooper suite, a studio room behind the clock where twelve students barricaded themselves yesterday. The students mounted the protest to urge the school not to begin charging tuition to undergraduates.</p>\n<p>\tThe taking of the 8th floor was followed by the quick arrival of security staff and administrators who tried to literally saw their way through the bolted door. These attempts were put on hold out of fear of injuring the students that were physically defending the space with their bodies pressed against the barricades.</p>\n<p>\tAside from military schools across the US, Cooper Union is one of eight free higher education institutions in the country. Founded by philanthropist <a href=\"http://en.wikipedia.org/wiki/Peter_Cooper\">Peter Cooper </a>in 1859, the school is known for its rigorous admissions program and a curriculum providing free, high-quality education for the brightest and most innovative budding engineers and artists from all over the world. Cooper himself asserted that university was founded on the idea that education at the institution would be as \"free as air and water\", and its mission being to create access to art education to students regardless of their race, religion, sex, wealth or social status.</p>\n<p>\tLike the City University of New York [a public institution that first implemented tuition in 1975, at which the cost of education has gone up 500% for students since], Cooper Union was free through the Great Depression. However, over the past several years the Board of Trustees has been devising plans to address the institution's growing deficit of 16.5 million dollars, largely the result of an expansion plan, by shifting the weight of administrative spending onto the shoulders of students and their families.  The school says it has not made a decision on charging tuition for undergraduates but in April, it broke precedent by <a href=\"http://www.nytimes.com/2012/04/25/nyregion/cooper-union-will-charge-tuition-for-graduate-students.html?_r=0\">instituting tuition costs for graduate students</a> for the first time in its 110-year history.</p>\n<p>\tThe twelve occupiers students along with the group, Students for a Free Cooper Union, released a statement with three tough demands:</p>\n<p>\t1) The administration publicly affirm the college's commitment to free education.<br> 2) The Trustees immediately implement structural changes with the goal of creating open flows of information and democratic decision-making.<br> 3) The President of the college, Mr. Bharucha, step down from his position.</p>\n<p>\tIn the evening, the students put on a session on education and debt in the Great Hall of Cooper Union that involved performances, presentations, videos and a brief livestream of the occupiers from a mere seven floors above the gathering.</p>\n<p>\tWriter and organizer Marina Sitrin began the session by locating the current occupation of Cooper Union in the larger context of social movements across the globe, from the <a href=\"http://www.thenation.com/article/158991/arab-spring\">Arab Spring</a> to the anti-austerity movement of <a href=\"http://www.thenation.com/blog/162846/chiles-students-strike-free-and-public-education\">Chile</a> to the <a href=\"http://en.wikipedia.org/wiki/Yo_Soy_132\">#YoSoy132</a> movement in Mexico to the student movement that successfully stopped the proposed tuition increase in <a href=\"http://www.thenation.com/article/168355/quebec-students-spark-mass-protests-against-austerity\">Quebec</a>. Sitrin asserted that what makes our movements significant and also threatening to the status-quo is that they are not only movements of refusal and the rejection of policies that do not reflect the world we want to see but also movements of creation, where we assemble, learn from one another, make art, and build social relations that are pre-figurative.</p>\n<p>\tThe occupying students themselves are not only refusing to allow their institution to implement tuition for students that will come after them (they are not self-interested, but are hell-bent on protecting the integrity of their school for future generations to come) but also outside while they reclaimed the interior of their school building, fellow students and allies providing free and participatory classes outside through the Free University--providing a creative and pre-figurative component to the protest.</p>\n<p>\tSitrin also stressed that what's especially exciting about the last year is how we have been able to borrow strong messaging, tactics, strategy and imagery from other successful social movements and have thus built a dialectic relationship across the globe in the process. The occupation of Peter Cooper suite was a prime example of how students in the US are learning from other student struggles: the bright red bannering was reminiscent of the Quebec student strike of 2012, the messaging of \"free education for all\" was similar to that of the banner drops and signs at CUNY student protests over the past several years.</p>\n<p>\tThe students continue to occupy the space today. Whether they will leave or be ejected is anyone's guess. Moving forward, examples of grassroots struggle for social change abound. In New York City, where I live, the Cooper Union struggle to remain a tuition-free institution may yet be tied together with the continuous organizing in communities post-Hurricane Sandy, the recent fast food workers strikes, the new <a href=\"http://www.thenation.com/article/171478/rolling-jubilee-spark-not-solution\">Rolling Jubilee</a> that buys people's anonymous debt for pennies on the dollar and numerous other ripples of popular dissent.</p>\n<p>\tThis is what democracy looks like.</p>\n</div>", "entities": [{"count": 4, "name": "Cooper Union"}, {"count": 3, "name": "Peter Cooper"}, {"count": 2, "name": "US"}, {"count": 2, "name": "Sitrin"}, {"count": 2, "name": "Quebec"}, {"count": 1, "name": "Marina Sitrin"}, {"count": 1, "name": "Foundation Building of Cooper Union"}, {"count": 1, "name": "Cooper"}, {"count": 1, "name": "Mexico"}, {"count": 1, "name": "New York City"}, {"count": 1, "name": "Board of Trustees"}, {"count": 1, "name": "CUNY"}, {"count": 1, "name": "Free Cooper Union"}, {"count": 1, "name": "City University of New York"}, {"count": 1, "name": "Chile"}, {"count": 1, "name": "Free University"}, {"count": 1, "name": "Bharucha"}, {"count": 1, "name": "Great Hall of Cooper Union"}, {"count": 1, "name": "Manhattan"}, {"count": 1, "name": "Sandy"}], "favicon_colors": [{"color": [248, 248, 248], "weight": 0.04931640625}, {"color": [157, 37, 40], "weight": 0.007080078125}, {"color": [196, 113, 117], "weight": 0.006103515625}], "keywords": [{"score": 79, "name": "students"}, {"score": 49, "name": "cooper"}, {"score": 40, "name": "tuition"}, {"score": 33, "name": "movements"}, {"score": 32, "name": "education"}, {"score": 30, "name": "sitrin"}, {"score": 30, "name": "free"}, {"score": 26, "name": "union"}, {"score": 25, "name": "institution"}, {"score": 22, "name": "occupy"}], "published": 1354615080000, "provider_name": "Thenation", "type": "html"}