{"provider_url": "http://www.thenation.com", "description": "E-mail questions, tips or proposals to studentmovement@thenation.com. For earlier dispatches, check out the previous post. Edited by James Cersonsky (@cersonsky). 1. As Professor Gets Punished for Teaching About Race, Students Mobilize This month, I have been a part of a broad coalition of students, artists, activists, teachers, professors, union leaders and community members who are organizing resistance to the sexist, racist and classist collegiate structures in Minnesota.", "embeds": [], "safe": true, "provider_display": "www.thenation.com", "related": [{"score": 0.7130222320556641, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.671400785446167, "description": "Universities in South Dakota, Nebraska, and other states have cut the number of credits students need to graduate. A proposal in Florida would let online courses forgo the usual higher-education accreditation process. A California legislator introduced a measure that would have substituted online courses for some of the brick-and-mortar kind at public universities.", "title": "'We Are Creating Walmarts of Higher Education'", "url": "http://www.theatlantic.com/education/archive/2013/12/we-are-creating-walmarts-of-higher-education/282619/", "thumbnail_height": 410, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR33OS4_1/lead_large.jpg?myf59a", "thumbnail_width": 615}, {"score": 0.671112596988678, "description": "How Bill de Blasio can help solve the twin problems of over-policing and under-educating in one swoop Incoming New York City Mayor Bill de Blasio does not lack for issues demanding his immediate attention.", "title": "It's Time to Close New York's School-to-Prison Pipeline | The Nation", "url": "http://www.thenation.com/article/177719/its-time-close-new-yorks-school-prison-pipeline", "thumbnail_height": 860, "thumbnail_url": "http://www.thenation.com//sites/default/files/nyc_school_ap_img.jpg", "thumbnail_width": 1500}, {"score": 0.6629174947738647, "description": "It's my fault. I'll admit it. During my eight years in the classroom, I ruined at least two amazing literary works by assigning horrifically dull reading projects. My only hope is that those middle school students, whose enthusiasm I quashed, found another way to become passionate about literature.", "title": "Projects to Engage Middle School Readers", "url": "http://www.edutopia.org/blog/projects-engage-middle-school-readers-beth-holland", "thumbnail_height": 345, "thumbnail_url": "http://www.edutopia.org/files/slates/holland-engage-ms-readers-flickr.jpg", "thumbnail_width": 460}, {"score": 0.6570085287094116, "description": "American students are bored by math, science and engineering. They buy smartphones and tablets by the millions but don't pursue the skills necessary to build them. Engineers and physicists are often portrayed as clueless geeks on television, and despite the high pay and the importance of such jobs to the country's future, the vast majority of high school graduates don't want to go after them.", "title": "Who Says Math Has to Be Boring?", "url": "http://www.nytimes.com/2013/12/08/opinion/sunday/who-says-math-has-to-be-boring.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/07/opinion/video-editorial-ptech-new/video-editorial-ptech-new-videoSixteenByNine1050-v2.jpg", "thumbnail_width": 1050}], "favicon_url": "http://www.thenation.com/sites/thenation.com/files/favicon.ico", "authors": [], "images": [{"caption": null, "url": "http://www.thenation.com/sites/default/files/imagecache/main_node_view_image/rsz_rsz_uclaedited.jpg", "height": 404, "width": 615, "colors": [{"color": [223, 230, 253], "weight": 0.34765625}, {"color": [18, 21, 35], "weight": 0.226806640625}, {"color": [174, 171, 223], "weight": 0.137451171875}, {"color": [143, 133, 172], "weight": 0.101318359375}, {"color": [73, 68, 93], "weight": 0.097900390625}], "entropy": 6.345406105362378, "size": 186093}, {"caption": null, "url": "http://www.thenation.com//sites/default/files/rsz_rsz_uclaedited.jpg", "height": 404, "width": 615, "colors": [{"color": [223, 230, 253], "weight": 0.34033203125}, {"color": [20, 23, 36], "weight": 0.222900390625}, {"color": [175, 176, 229], "weight": 0.141845703125}, {"color": [144, 137, 177], "weight": 0.118408203125}, {"color": [116, 97, 136], "weight": 0.08154296875}], "entropy": 6.42083206514, "size": 85098}, {"caption": null, "url": "http://www.thenation.com/sites/default/files/cover0106-tilt.jpg", "height": 109, "width": 130, "colors": [{"color": [239, 214, 13], "weight": 0.44970703125}, {"color": [249, 251, 248], "weight": 0.226318359375}, {"color": [229, 48, 42], "weight": 0.18359375}, {"color": [18, 11, 11], "weight": 0.05029296875}, {"color": [134, 124, 8], "weight": 0.04345703125}], "entropy": 3.89297914837, "size": 22510}, {"caption": null, "url": "http://www.thenation.com/sites/thenation.com/themes/thenation/images/logo-main.gif?v=3", "height": 82, "width": 277, "colors": [{"color": [248, 248, 248], "weight": 0.798583984375}, {"color": [188, 41, 38], "weight": 0.201416015625}], "entropy": 1.13396433173, "size": 4539}, {"caption": null, "url": "http://www.thenation.com/sites/default/files/Student_Nation_Logo_0.jpg", "height": 70, "width": 70, "colors": [{"color": [7, 7, 7], "weight": 0.741455078125}, {"color": [243, 243, 243], "weight": 0.215087890625}, {"color": [131, 131, 131], "weight": 0.04345703125}], "entropy": 1.22981916103, "size": 7609}], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://www.thenation.com/blog/177681/during-finals-students-sat-racism-walked-out-apartheid-and-shut-down-ice", "url": "http://www.thenation.com/blog/177681/during-finals-students-sat-racism-walked-out-apartheid-and-shut-down-ice", "media": {}, "title": "During Finals, Students Sat-In on Racism, Walked Out on Apartheid and Shut Down ICE | The Nation", "offset": null, "content": "<div>\n<p><a href=\"http://www.thenation.com/sites/default/files/rsz_rsz_uclaedited.jpg\"><img src=\"http://www.thenation.com/sites/default/files/imagecache/main_node_view_image/rsz_rsz_uclaedited.jpg\"></a> </p>\n<em>E-mail questions, tips or proposals to <a href=\"mailto:studentmovement@thenation.com\">studentmovement@thenation.com</a>. For earlier dispatches, check out <a href=\"http://www.thenation.com/blog/177497/youth-resistance-deportations-criminalization-multiplies\">the previous post</a>. Edited by James Cersonsky (<a href=\"https://twitter.com/cersonsky\">@cersonsky</a>).</em> <strong>1. As Professor Gets Punished for Teaching About Race, Students Mobilize</strong> <p>This month, I have been a part of a broad coalition of students, artists, activists, teachers, professors, union leaders and community members who are organizing resistance to the sexist, racist and classist collegiate structures in Minnesota. This group was catalyzed by the position that Minneapolis Community and Technical College took in <a href=\"http://www.slate.com/articles/life/counter_narrative/2013/12/minneapolis_professor_shannon_gibney_reprimanded_for_talking_about_racism.html\">reprimanding Professor Shannon Gibney when two white male students complained about their discomfort during a lesson she was teaching on structural racism</a>. We find it deplorable, albeit unsurprising, that institutions like MCTC have chosen to emphasize the comfort of white male students in lessons on structural racism, and we refuse to stand for it. Our coalition is planning direct action not only to defend Professor Gibney but to seek structural accountability in these institutions while envisioning new spaces and relationships in higher education.</p>\n<em>-Chaun Webster</em> <strong>2. After Students of Color Sit-In, UCLA Investigates</strong> <p>On November 14, a group of twenty-five students at UCLA, collectively known as UCLA Call 2 Action: Graduate Students of Color, held an <a href=\"http://www.insidehighered.com/news/2013/11/25/ucla-grad-students-stage-sit-during-class-protest-what-they-see-racially-hostile\">open teach-in</a> during a member's mock dissertation presentation in a graduate course in the Graduate School of Education and Information Studies. During the teach-in, participants shared important texts written by scholars of color and recounted painful and moving accounts of  racism, sexism and heterosexism within the department. The participants urged departmental leaders to consider and extend the implications of the <a href=\"http://www.maildoc.ucla.edu/External_Review_Team_Report.pdf\">Moreno Report</a> to the experiences of students of color at UCLA. Immediately following the teach-in, the professor of the class circulated an e-mail to colleagues denouncing the action and insinuating that the students of color in his class staged a \"protest\" principally because, as poor writers, they were unwilling to accept his grammatical corrections-despite the fact that they all have received high marks on written work and did not raise his grammar corrections as cause for concern. He also forwarded his e-mail, without the knowledge of departmental leadership, to various <a href=\"http://www.insidehighered.com/news/2013/12/09/ucla-adds-professors-class-had-sit\">media sources</a>, prompting a barrage of hateful and racialized messages directed at his students. GSE&amp;IS leadership has commissioned a faculty committee to consider <a href=\"http://www.youtube.com/watch?v=BEO3H5BOlFk\">racial discrimination across the school</a>. The Call 2 Action group is working with school leadership to organize a series of town hall meetings beginning in January 2014.</p>\n<em>-Call 2 Action: UCLA Graduate Students of Color</em> <strong>3. #not1more</strong> <p>On December 16, five immigrant youth and allies <a href=\"http://www.notonemoredeportation.com/2013/12/16/dtla/\">blocked the main entrance of the downtown Los Angeles detention center</a>, protesting the close to 2 million deportations at the hands of President Obama. The action was <a href=\"http://www.notonemoredeportation.com/\">part of</a> a national <a href=\"https://twitter.com/search?q=%23not1more&amp;src=typd\">#not1more</a> campaign-from <a href=\"http://www.nj.com/news/index.ssf/2013/12/eight_arrested_during_protest_of_immigration_deportations_in_elizabeth.html\">New Jersey</a>, to <a href=\"http://philadelphia.cbslocal.com/2013/12/11/protesters-disrupting-traffic-outside-ice-building-in-center-city/\">Philadelphia</a>, to <a href=\"http://www.notonemoredeportation.com/2013/12/16/dc/\">Virginia</a> and beyond-to grant administrative relief, like Deferred Action, for all 11 million undocumented people in the country. Los Angeles County has been responsible for <a href=\"http://colorlines.com/archives/2013/09/la_county_sheriff_helps_deport_record_numbers_of_immigrants.html\">deporting more people</a> than even the controversial Maricopa County in Arizona. California immigrant youth are preparing similar actions across the state to pressure the Obama administration. At the <a href=\"https://www.facebook.com/ciyja\">California Immigrant Youth Justice Alliance</a>, our vision is to partner with other youth of color to target <a href=\"http://www.propublica.org/article/by-the-numbers-the-u.s.s-growing-for-profit-detention-industry\">for-profit companies</a> that run the nation's prisons and detention centers, such as the Corrections Corporation of America and GEO Group.</p>\n<em>-Neidi Dominguez</em> <strong>4. #NotYourAsianSidekick</strong> <p>On December 17, <a href=\"https://twitter.com/search?q=%23NotYourAsianSidekick&amp;src=hash\">#NotYourAsianSidekick</a> took off. Everyone from young girls, to Asian men, to white people, to my women of color sisters joined the conversation to discuss Third World unity, youth-empowered movement, the death of the ally-industrial complex, dismantling anti-blackness in Asian-American circles, dismantling the state, multi-racial and bi-racial issues, immigration issues, generational issues, health disparities, interfaith issues, queer AAPI people, disability and patriarchy. Our goal was, and is, to create a third space for Asian-American feminism where women of color can be in solidarity rather than fighting for a seat at the table with white, capitalist America. </p>\n<strong>5. At UMass, Students Fight for Representation</strong> <p>At the University of Massachusetts, students have been making a greater push for <a href=\"http://youngist.org/post/69487275139/umass-boston-struggle-for-student-trustee-voting\">increased voting power on the board of trustees</a>. Students from the <a href=\"https://www.facebook.com/UMassAmherstSGA\">Student Government Association</a> and the <a href=\"https://www.facebook.com/CenterforEducationPolicyAdvocacy\">Center for Education Policy and Advocacy</a> have organized to support <a href=\"http://openstates.org/ma/bills/188th/H1088/\">H.1088</a> and <a href=\"https://malegislature.gov/Bills/188/Senate/S580\">S.580</a>, which would give all five student trustees voting power. When student trustees first starting serving the board in 1863, they each had a vote. But as more schools were added to the system, more voting student trustees were not. While the votes do rotate annually school-by-school, each year three schools are not represented on the board, hindering students on their respective campus. Last year, for example, UMass-Lowell didn't have the voting power to maintain a financing system that allowed students to run an account balance of $3,000 before enrolling in classes. The board's decisions range from <a href=\"http://www.masslive.com/news/index.ssf/2013/09/umass_trustees_expect_to_freez.html\">tuition</a>, <a href=\"http://www.umassmedia.com/opinions/students-tired-of-footing-the-bill-for-umass-boston-s/article_2bfaadfe-cd71-11e2-bff9-001a4bcf6878.html?TNNoMobile\">master plans</a> and other issues pertinent to academics and campus culture-which <a href=\"http://www.massachusetts.edu/institutions/institutions.html\">differs vastly</a> between residential schools like UMass-Amherst to commuter campuses like UMass-Boston. </p>\n<em>-Charlotte Kelly</em> <strong>6. At Cooper Union, Freedom Hits the Board</strong> <p>As the result of <a href=\"https://twitter.com/FreeCooperUnion\">Cooper Union students'</a> sixty-five-day occupation of our president's office, the Board of Trustees agreed to include a student trustee, and to mentor a \"working group,\" charged with finding an alternative to tuition. As the group met regularly over this past semester, the Board of Trustees demonstrated a persistent and alarming disregard for the students' ability to organize, govern and look out for themselves. In addition to <a href=\"http://hyperallergic.com/93141/cooper-union-board-suspends-student-trustee-elections/\">impeding and threatening to cancel </a>the students' elections for the (non-voting) student trustee, the board blocked a <a href=\"http://www.archdaily.com/453567/cooper-union-students-campaign-to-keep-architecture-education-free/\">proposal</a> from the architecture school to raise money to cover future tuition bills, and tried to introduce a <a href=\"http://www.nytimes.com/2013/12/11/education/2-new-york-city-colleges-draft-rules-that-restrict-protests.html?_r=0\">new code of conduct</a> that would take power away from students' ability to engage in direct action. The board <a href=\"http://cooper.edu/about/trustees/reports/december-2013-board-report\">met on December 10</a> to discuss <a href=\"http://cooper.edu/sites/default/files/uploads/assets/site/files/2013/WrkingGrpRpt_1212.pdf\">the working group's report</a>, but will not make a final decision for thirty days. We hope that with a new chairman leading the board and with our new student trustee, the board will be able to find an alternative to charging tuition, but this will require a dramatic shift in the way that the board views both the students and Cooper Union.</p>\n<em>-Evan Burgess</em> <strong>7. Hoodies Up</strong> <p><a href=\"http://www.mhoodies.org/\">Million Hoodies Movement for Justice</a> is a national organization working to protect and empower young people of color from racial profiling and senseless gun violence through creativity and innovation. Million Hoodies was formed in 2012 after <a href=\"http://www.youtube.com/watch?v=Yfe1l1tF4sU\">a video</a> which helped generate global support for <a href=\"http://www.mtv.com/news/articles/1710634/trayvon-martin-million-hoodies-org.jhtml\">the arrest of George Zimmerman</a>. We are now calling for young people interested in putting an end to gun violence and racial profiling through direct action organizing, creative technologies and communications <a href=\"http://www.mhoodies.org/new-chapters\">to join our network</a>. In 2014, we'll be working on divestment campaigns from <a href=\"http://unloadtheguns.com/about-the-campaign/\">gun manufacturers</a> and look to confront <a href=\"http://www.thenation.com/blog/177497/youth-resistance-deportations-criminalization-multiplies\">Stand Your Ground laws</a>.</p>\n<em>-Dante Barry</em> <strong>8. Zero Tolerance Out</strong> <p>On January 1, <a href=\"http://www.dignityinschools.org/blog/nyc-students-educators-mayoral-candidates-and-elected-officials-demand-end-racial-disparities-s\">twelve years</a> of harsh discipline practices that disproportionately impact students of color, and the creation of a pipeline to incarceration and unemployment instead of college and careers, will come to end-not because of newly elected Mayor Bill de Blasio alone but also because of the powerful work of youth, who continue to organize to dismantle the pipeline to prison. In November, the <a href=\"http://www.urbanyouthcollaborative.org/\">Urban Youth Collaborative</a> organized a Talking Transition Tent event to offer the de Blasio Transition Team solutions to end the <a href=\"http://www.eldiariony.com/noticiaslocales/article/20131119/Piden-mejor-metodo-de-disciplina\">criminalization of students and the over-policing</a> of our schools. We are committed to working with the mayor and the next schools chancellor to end discriminatory discipline and push for <a href=\"http://www.thenewyorkworld.com/2013/12/17/school-discipline/\">restorative justice and social and emotional supports</a> in schools. In the first 100 days of his administration, we are pushing for Mayor de Blasio to <a href=\"\">end suspensions for \"defying authority,\"</a> revise the current <a href=\"http://studentsafetycoalition.org/our-campaign/\">Memorandum of Understanding</a> between the Department of Education and NYPD to limit the ability of police to handcuff students for minor misbehavior and expand restorative justice programs. In January, UYC is launching our statewide legislative campaign, <a href=\"https://www.facebook.com/photo.php?fbid=607305666003491&amp;set=a.375569269177133.91137.335122053221855&amp;type=1&amp;theater\">pushing</a> to allocate $20 million to fund restorative justice programs, limit the use of out-of-school suspensions and hold schools districts across the state accountable. As students, we belong in the classroom, not jail cells.</p>\n<em>-Urban Youth Collaborative</em> <strong>9. How Long Will School-Sponsored Apartheid Last?</strong> <p>As a result of the campaign led by <a href=\"http://www.facebook.com/gmusaia\">Students Against Israeli Apartheid</a>, on December 19, George Mason University will accommodate graduates, faculty and guests to <a href=\"http://www.youtube.com/watch?v=BmE_5j-MFEM\">walk out in protest</a> of this year's commencement speaker, Shari Arison. While Arison comes to Mason to promote her purported ethical business model, a joint faculty-alumni <a href=\"http://www.gmusaiablog.com/\">letter</a> exposes her portfolio as being anything but ethical-financing illegal settlements, building a portion of the apartheid wall and building a highway that denies access to those of non-Jewish descent. As the letter circulated, initiating conversations throughout the university, SAIA members <a href=\"http://wp.me/a44H02-1a\">plastered</a> the campus with posters <a href=\"http://wp.me/a44H02-19\">exposing</a> Arison's investment priorities. Additionally, SAIA conducted a satirical social media campaign that seized the university's rebranding <a href=\"http://masonidea.gmu.edu/\">hashtag</a>, forcing them into inactivity. A <a href=\"http://wp.me/a44H02-1d\">mock apartheid wall</a> was erected in our quad displaying the message, \"NO HONOR IN APARTHEID,\" and featuring a large <a href=\"http://wp.me/a44H02-1c\">poster</a> asking, \"Who will Mason Honor Next?\" surrounded by photos of other dishonorable figures, including <a href=\"http://www.browndailyherald.com/2013/10/30/ray-kelly-lecture-canceled-amidst-student-community-protest/\">Ray Kelly</a> and <a href=\"http://blogs.villagevoice.com/runninscared/2013/09/cuny_students_arrested.php\">David Petraeus</a>. </p>\n<em>-Tareq Radi</em> <strong>10. Who's Next on the Safety Accord?</strong> <p>On December 5, UPenn's <a href=\"https://www.facebook.com/pages/SLAP-Penn/323625163339\">Student Labor Action Project</a>, an affiliate of <a href=\"https://www.facebook.com/UnitedStudentsAgainstSweatshops\">United Students Against Sweatshops</a>, won its <a href=\"http://usas.org/2013/10/16/we-need-a-contract-to-end-deathtraps-in-bangladesh/\">End Deathtraps</a> campaign. UPenn is the first school in the country to mandate that its apparel licensees sign the <a href=\"http://www.laborrights.org/creating-a-sweatfree-world/resources/bangladesh-fire-and-building-safety-agreement\">Accord on Fire and Building Safety in Bangladesh</a>. After building support <a href=\"http://www.thedp.com/article/2013/10/slap-holds-candelight-vigil-at-president-gutmanns-house\">around campus</a>-hosting vigils and teach-ins, speaking to classes, meeting with our Committee on Manufacturer Responsibility and circulating a petition-SLAP convinced UPenn President Amy Gutmann to demand that brands prioritize worker safety. The Rana Plaza and Tazreen <a href=\"http://www.thenation.com/blog/171628/documents-undermine-walmart-account-deadly-bangladesh-fire\">factory fires</a> put in question the destructive conditions of the garment industry. In response to the efforts of garment workers and student solidarity, our universities are helping realize an industry that heeds the demands of workers.</p>\n<em>-Clara Hendrickson</em> </div>", "entities": [{"count": 4, "name": "UCLA"}, {"count": 3, "name": "Cooper Union"}, {"count": 2, "name": "Arison"}, {"count": 2, "name": "SAIA"}, {"count": 2, "name": "Urban Youth Collaborative"}, {"count": 2, "name": "Board of Trustees"}, {"count": 2, "name": "Asian-American"}, {"count": 2, "name": "Obama"}, {"count": 1, "name": "Bill de Blasio"}, {"count": 1, "name": "Bangladesh"}, {"count": 1, "name": "Ray Kelly"}, {"count": 1, "name": "Charlotte Kelly"}, {"count": 1, "name": "Minnesota"}, {"count": 1, "name": "AAPI"}, {"count": 1, "name": "GEO Group"}, {"count": 1, "name": "UMass-Boston"}, {"count": 1, "name": "California Immigrant Youth Justice Alliance"}, {"count": 1, "name": "UMass-Lowell"}, {"count": 1, "name": "Amy Gutmann"}, {"count": 1, "name": "NYPD"}, {"count": 1, "name": "Gibney"}, {"count": 1, "name": "David Petraeus"}, {"count": 1, "name": "Graduate School of Education and Information Studies"}, {"count": 1, "name": "Arizona"}, {"count": 1, "name": "de Blasio Transition Team"}, {"count": 1, "name": "UMass-Amherst"}, {"count": 1, "name": "Virginia"}, {"count": 1, "name": "Mayor de Blasio"}, {"count": 1, "name": "MCTC"}, {"count": 1, "name": "University of Massachusetts"}, {"count": 1, "name": "Tazreen"}, {"count": 1, "name": "California"}, {"count": 1, "name": "Los Angeles"}, {"count": 1, "name": "Shannon Gibney"}, {"count": 1, "name": "UMass"}, {"count": 1, "name": "America"}, {"count": 1, "name": "Student Labor Action Project"}, {"count": 1, "name": "Minneapolis Community and Technical College"}, {"count": 1, "name": "Neidi Dominguez"}, {"count": 1, "name": "Corrections Corporation of America"}, {"count": 1, "name": "United Students Against Sweatshops"}, {"count": 1, "name": "Dante Barry"}, {"count": 1, "name": "Million Hoodies Movement for Justice"}, {"count": 1, "name": "Mason Honor Next"}, {"count": 1, "name": "Tareq Radi"}, {"count": 1, "name": "Mason"}, {"count": 1, "name": "George Mason University"}, {"count": 1, "name": "Deferred Action"}, {"count": 1, "name": "Evan Burgess"}, {"count": 1, "name": "Center for Education Policy and Advocacy"}, {"count": 1, "name": "Los Angeles County"}, {"count": 1, "name": "Philadelphia"}, {"count": 1, "name": "Shari Arison"}, {"count": 1, "name": "Maricopa County"}, {"count": 1, "name": "Chaun Webster"}, {"count": 1, "name": "New Jersey"}, {"count": 1, "name": "UYC"}, {"count": 1, "name": "Asian"}, {"count": 1, "name": "Department of Education"}, {"count": 1, "name": "George Zimmerman"}, {"count": 1, "name": "Committee on Manufacturer Responsibility"}, {"count": 1, "name": "James Cersonsky"}, {"count": 1, "name": "UCLA Graduate Students of Color"}], "favicon_colors": [{"color": [248, 248, 248], "weight": 0.04931640625}, {"color": [157, 37, 40], "weight": 0.007080078125}, {"color": [196, 113, 117], "weight": 0.006103515625}], "keywords": [{"score": 150, "name": "student"}, {"score": 61, "name": "trustee"}, {"score": 51, "name": "color"}, {"score": 45, "name": "board"}, {"score": 40, "name": "school"}, {"score": 40, "name": "teach-ins"}, {"score": 35, "name": "action"}, {"score": 34, "name": "youth"}, {"score": 33, "name": "ucla"}, {"score": 30, "name": "apartheid"}], "published": 1387508040000, "provider_name": "Thenation", "type": "html"}