{"provider_url": "http://www.colorado.edu", "description": "As of December 2, 2005, the Online Training Program on Intractable Conflict (OTPIC) has been officially retired, and is no longer open to new registrations. The successor to OTPIC is a course called Dealing Constructively with Intractable Conflicts (DCIC).", "embeds": [], "safe": true, "provider_display": "www.colorado.edu", "related": [], "favicon_url": "http://www.colorado.edu/favicon.ico", "authors": [], "images": [{"caption": null, "url": "http://www.colorado.edu/conflict/peace/usiplogo.gif", "height": 104, "width": 155, "colors": [{"color": [0, 0, 0], "weight": 0.000244140625}, {"color": [252, 252, 252], "weight": 0.000244140625}], "entropy": 0.6069250308765104, "size": 1499}], "cache_age": 83982, "lead": null, "language": "English", "original_url": "http://is.gd/pPTSqv", "url": "http://www.colorado.edu/conflict/peace/problem/sdelay.htm", "media": {}, "title": "Strategic Delays", "offset": null, "content": "<div>\n<div>\n<p>\n</p><p>As of December 2, 2005, the Online Training Program on Intractable Conflict (OTPIC) has been officially retired, and is <em>no longer open to new registrations.</em></p>\n<p>The successor to OTPIC is a course called <a href=\"http://www.beyondintractability.org/educationtraining/dealing-constructively-intractable-conflicts\">Dealing Constructively with Intractable Conflicts (DCIC)</a>. The new curriculum is built around one of our major projects, <a href=\"http://www.beyondintractability.org\">Beyond Intractability</a>, and offers a much more extensive and informative set of learning materials than that available through OTPIC.</p>\n\n</div>\n<div>\n<div><img src=\"http://www.colorado.edu/conflict/peace/usiplogo.gif\"><p>International Online Training Program On Intractable Conflict</p>\n</div>\n<div>\n<p><strong>Conflict Research Consortium,</strong> University of Colorado, USA</p>\n</div> \n</div>\n<small><a href=\"http://www.colorado.edu/conflict/peace/index.html\">Opening Page</a> | <a href=\"http://www.colorado.edu/conflict/peace/glossary.htm\">Glossary</a> | <a href=\"http://www.colorado.edu/conflict/peace/menu_shortcut_page.htm\">Menu Shortcut Page</a></small><p>When one or more parties to a conflict prefers the status quo (that is, they want no change to be made), it can be to their benefit to create a decision making process that is very slow. Or, if they are not in charge of the process design, they can delay their involvement in the process, thereby slowing down the process, as much as possible. Delaying strategies are often used by parties that do not have the power to win the political, legal or other power contests which are being used to resolve the immediate dispute.</p>\n<p>For example, if a city government is being asked to approve a new facility--a dam, an industrial plant, a hospital, a new housing development--people who do not want the facility to be built can sometimes delay the decision making process so long that the group proposing the project moves elsewhere--before any decision is made on the merits of the proposal.  Thus, by simply delaying the decision making process, groups who lack power in other ways can still win. Parties whose proposals are blocked by delaying strategies often give up or move the project to a more hospitable or less politically-astute location. This helps explains why chemical plants, oil refineries, and other undesirable facilities are often located in poorer neighborhoods.</p>\n<p>Delaying strategies can also give the delaying parties time to expand their power base so that they can increase their chances of winning once a final decision is rendered.  Military units, for example, will often use delaying tactics to allow their forces to regroup into better offensive or defensive positions. Delays can also give citizen groups a chance to mobilize additional support.</p>\n<p>Tactical delays can also be used by political leaders and other decision makers who are being asked to make difficult decisions which are certain to make enemies and jeopardize their opportunities for future advancement. Such difficult issues might, for example, include the institution of painful economic reforms, staff cuts caused by unavoidable funding or budget cuts, the institution of expensive, but needed, environmental protections, or the need to find a location for an unwanted but still needed facility like an airport, highway, or factory.. By instituting a lengthy and seemingly fair decision making or consensus building process, these leaders can  avoid making a decision completely, leaving their successors with the unpopular decisions. In the United States we call this the NIMTO \"not in my term of office\" problem.  The \"delay-default syndrome,\" as we have sometimes called this problem, also occurs when officials are uncomfortable making any decision without having certain technical information, but that technical information is unavailable. People get the impression that if they keep studying a problem, they are not making any decisions. That is not true. They are making a decision to pursue the default, business-as-usual alternative.</p>\n<p>In the United States, for example, we can not decide where or how to dispose of high-level nuclear waste, so we have undertaken study after study on the issue. We have even studied how to write warning signs to warn people that some really dangerous stuff is buried 2,000 feet underground. Further, these warning signs have to be written in a way so that they can be read by somebody who has no knowledge of any currently known language. In an attempt to be safe, we are spending a lot of time worrying about what the desert Southwest in the U.S. is going to be like when a great climate change transforms it into a lush wetland. Meanwhile, we are making a default decision to leave the high-level waste sitting around urban centers, in questionable storage tanks that may, in fact, be leaking.</p>\n<p>Common delaying tactics include 1) insistence upon a lengthy process of public review, including extensive hearings and publications of draft and final decisions with lengthy opportunities for public comment; 2) legal action which is structured to be as time-consuming as possible with actions filed at the last possible moment and all possible delays and appeals requested.</p>\n<h3><strong>Links to Examples of This Problem:</strong></h3>\n<dl><dt><strong><a href=\"http://www.colorado.edu/conflict/peace/example/rubi2278.htm\">Jeffery Rubin - Negotiation Timing</a></strong></dt><dd>Rubin argues in this article that the concept of \"ripeness\"-- that sometimes disputes are ready for negotiation and other times they are not--can be used as an excuse not to negotiate or act to resolve a conflict if the party thinks that continuing the conflict will work in their favor. </dd><h3><strong>Links to Possible Treatments of this Problem:</strong></h3>\n<h3><strong>Links to Related Problems:</strong></h3>\n</dl><small>Copyright 1998 Conflict Research Consortium  -- Contact: <a href=\"mailto:crc@colorado.edu\">crc@colorado.edu</a> </small></div>", "entities": [{"count": 2, "name": "United States"}, {"count": 1, "name": "USA"}, {"count": 1, "name": "International Online Training Program On Intractable Conflict Conflict Research Consortium"}, {"count": 1, "name": "U.S."}, {"count": 1, "name": "OTPIC"}, {"count": 1, "name": "Rubin"}, {"count": 1, "name": "Jeffery Rubin"}, {"count": 1, "name": "University of Colorado"}, {"count": 1, "name": "Southwest"}], "favicon_colors": [{"color": [249, 250, 242], "weight": 0.02587890625}, {"color": [16, 16, 12], "weight": 0.016845703125}, {"color": [107, 105, 82], "weight": 0.009033203125}, {"color": [218, 201, 145], "weight": 0.008056640625}, {"color": [158, 146, 108], "weight": 0.002685546875}], "keywords": [{"score": 50, "name": "delays"}, {"score": 46, "name": "decisions"}, {"score": 35, "name": "conflict"}, {"score": 30, "name": "intractable"}, {"score": 30, "name": "otpic"}, {"score": 27, "name": "process"}, {"score": 21, "name": "making"}, {"score": 20, "name": "high-level"}, {"score": 19, "name": "examples"}, {"score": 18, "name": "problems"}], "published": null, "provider_name": "Colorado", "type": "html"}