{"provider_url": "http://cityroom.blogs.nytimes.com", "description": "Colin Moynihan Just before noon on Monday, a group of Cooper Union students picked up their blankets and sleeping bags and left the Peter Cooper Suite on the eighth floor of the institution's Foundation Building, where they had barricaded themselves a week earlier to protest the possibility of undergraduates being charged tuition for the first time in at least 110 years.", "embeds": [], "safe": true, "provider_display": "cityroom.blogs.nytimes.com", "related": [{"score": 0.6518123149871826, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.615502655506134, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}, {"score": 0.611465334892273, "description": "Universities in South Dakota, Nebraska, and other states have cut the number of credits students need to graduate. A proposal in Florida would let online courses forgo the usual higher-education accreditation process. A California legislator introduced a measure that would have substituted online courses for some of the brick-and-mortar kind at public universities.", "title": "'We Are Creating Walmarts of Higher Education'", "url": "http://www.theatlantic.com/education/archive/2013/12/we-are-creating-walmarts-of-higher-education/282619/", "thumbnail_height": 410, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR33OS4_1/lead_large.jpg?myf59a", "thumbnail_width": 615}, {"score": 0.5954362154006958, "description": "Two years after a Stanford professor drew 160,000 students from around the globe to a free online course on artificial intelligence, starting what was widely viewed as a revolution in higher education, early results for such large-scale courses are disappointing, forcing a rethinking of how college instruction can best use the Internet.", "title": "After Setbacks, Online Courses Are Rethought", "url": "http://www.nytimes.com/2013/12/11/us/after-setbacks-online-courses-are-rethought.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/11/us/jp-MOOCS/jp-MOOCS-videoSixteenByNine1050-v2.jpg", "thumbnail_width": 1050}, {"score": 0.574154257774353, "description": "It's my fault. I'll admit it. During my eight years in the classroom, I ruined at least two amazing literary works by assigning horrifically dull reading projects. My only hope is that those middle school students, whose enthusiasm I quashed, found another way to become passionate about literature.", "title": "Projects to Engage Middle School Readers", "url": "http://www.edutopia.org/blog/projects-engage-middle-school-readers-beth-holland", "thumbnail_height": 345, "thumbnail_url": "http://www.edutopia.org/files/slates/holland-engage-ms-readers-flickr.jpg", "thumbnail_width": 460}], "favicon_url": "http://cityroom.blogs.nytimes.com/favicon.ico", "authors": [{"url": "http://cityroom.blogs.nytimes.com/author/colin-moynihan/", "name": "COLIN MOYNIHAN"}], "images": [{"caption": null, "url": "http://graphics8.nytimes.com/images/2012/12/10/nyregion/10cooper-cityroom/10cooper-cityroom-superJumbo.jpg", "height": 1536, "width": 2048, "colors": [{"color": [16, 19, 25], "weight": 0.474609375}, {"color": [57, 55, 66], "weight": 0.261962890625}, {"color": [97, 95, 101], "weight": 0.0771484375}, {"color": [106, 81, 79], "weight": 0.05029296875}, {"color": [233, 230, 228], "weight": 0.046142578125}], "entropy": 5.8429112389, "size": 448735}, {"caption": null, "url": "http://graphics8.nytimes.com/images/2012/12/10/nyregion/10cooper-cityroom/10cooper-cityroom-blog480.jpg", "height": 360, "width": 480, "colors": [{"color": [12, 16, 22], "weight": 0.46240234375}, {"color": [54, 51, 63], "weight": 0.254638671875}, {"color": [98, 88, 92], "weight": 0.14892578125}, {"color": [233, 230, 228], "weight": 0.043212890625}, {"color": [146, 120, 120], "weight": 0.04248046875}], "entropy": 6.017030883367269, "size": 52730}], "cache_age": 84296, "lead": null, "language": "English", "original_url": "http://nyti.ms/Z7qd0z", "url": "http://cityroom.blogs.nytimes.com/2012/12/10/cooper-union-students-end-occupation-of-suite-after-a-week/", "media": {}, "title": "Cooper Union Students End Occupation of Suite After a Week", "offset": null, "content": "<div>\n<img src=\"http://graphics8.nytimes.com/images/2012/12/10/nyregion/10cooper-cityroom/10cooper-cityroom-blog480.jpg\"><p>Colin Moynihan </p>\n<p>Just before noon on Monday, a group of Cooper Union students picked up their blankets and sleeping bags and left the Peter Cooper Suite on the eighth floor of the institution's Foundation Building, where they had <a href=\"http://cityroom.blogs.nytimes.com/2012/12/03/students-seize-cooper-union-room-to-protest-possible-tuition/\">barricaded themselves a week earlier</a> to protest the possibility of undergraduates being charged tuition for the first time in at least 110 years.</p>\n<p>The 11 students told supporters that while the administration had not granted their demands - that Cooper Union's president resign and that it \"publicly affirm the college's commitment to free education\" and \"democratic decision-making structures\" - the weeklong occupation had helped focus attention on the tuition issue, which they said they would continue to address. </p>\n<p>\"We live in a world where massive student debt and the rising cost of higher education remain unchecked, where students are treated as customers and faculty as contractors,\" Kristi Cavataro, one of the student occupiers, read from a statement. \"Cooper Union's mission of free education affords quality and excellence and offers an alternative for a better future of higher education.\"</p>\n<p>For the institution's part, a Cooper Union spokeswoman, Jolene Travis, said in a statement: \"We are pleased that the 11 Cooper Union art students have ended their lock-in and left the eighth-floor Peter Cooper Suite space peacefully and without further incident. We are continuing the responsible process needed to assure the future of the Cooper Union for generations to come.\"</p>\n<p>Cooper Union was founded in 1859, and since at least 1902 it has granted full scholarships for students in degree programs, financed by an endowment, to all students. In April, Cooper Union decided to <a href=\"http://www.nytimes.com/2012/04/25/nyregion/cooper-union-will-charge-tuition-for-graduate-students.html\">begin charging tuition</a> to at least some graduate students.</p>\n<p>Although the president, Jamshed Bharucha, said he was searching for ways to keep undergraduate education free, some students and faculty members said they feared that Cooper Union would begin charging undergraduates.</p>\n<p>As evidence, a student group, Cooper Union Student Action to Save Our School, presented a document by a group called the Undergraduate Tuition Committee, which appeared to suggest charging undergraduate tuition.</p>\n<p>Alan Wolf, the acting dean of Cooper Union's engineering school, said that he had overseen two tuition committees, with one examining potential revenue streams from undergraduate programs and the other looking at possibilities in all other programs, including graduate programs. He said the Undergraduate Tuition Committee report was merely \"exploratory\" in nature. The board of trustees is expected to respond to the reports in early 2013, he said.</p>\n<p>Last Friday, the administrators issued a statement about the occupation that said: \"We are in the midst of a deliberative process designed to position the Cooper Union for a future characterized by true distinction, the highest standards of merit-based access and scholarship support, academic excellence and financial sustainability. We must explore and evaluate a range of options - without prejudging any.\"</p>\n<p>The occupation of the Peter Cooper Suite was longer and less dramatic than similar protests carried out in 2009 at New York University, where 18 students who occupied a cafeteria for two days were suspended, and at the New School, where the police used pepper spray and arrested 22 people who university officials said had entered a building unlawfully.</p>\n<p>Still, there were moments of mild confrontation. Some students entered a meeting of the Cooper Union board of trustees last week and wept in front of board members while imploring them not to depart from the tradition of providing undergraduate scholarships. Outside the meeting, students held up a long piece of clear plastic and called for transparency.</p>\n<p>On Monday, another student who had participated in the lock-in, Victoria Sobel, said that students and faculty members would continue to attend board meetings. Nearby, an engineering student, Rob Brumer, 19, collected signatures on a petition asking that student representatives be permitted to attend those meetings.</p>\n<p>Among those who gathered outside the Foundation Building on Monday were alumni and faculty members who said the tradition of free education was an integral part of the institution.</p>\n<p>\"They have brought an incredible light to our mission,\" said <a href=\"http://cooper.edu/art/people/mike-essl\">Mike Essl</a>, an associate professor at the School of Art. \"I really believe in that mission and I support them because they believe in it, too.\"</p>\n<em>This post has been revised to reflect the following correction:</em> <em><strong>Correction: December 11, 2012</strong></em> <p><em><p>An earlier version of this blog post misspelled the last name of a student. His name is Rob Brumer, not Brummer.</p>\n</em></p>\n</div>", "entities": [{"count": 12, "name": "Cooper Union"}, {"count": 2, "name": "Undergraduate Tuition Committee"}, {"count": 2, "name": "Peter Cooper"}, {"count": 2, "name": "Rob Brumer"}, {"count": 1, "name": "School of Art"}, {"count": 1, "name": "Mike Essl"}, {"count": 1, "name": "New York University"}, {"count": 1, "name": "Colin Moynihan"}, {"count": 1, "name": "Jolene Travis"}, {"count": 1, "name": "Jamshed Bharucha"}, {"count": 1, "name": "Brummer"}, {"count": 1, "name": "Kristi Cavataro"}, {"count": 1, "name": "Cooper Union Student Action"}, {"count": 1, "name": "Peter Cooper Suite"}, {"count": 1, "name": "Alan Wolf"}, {"count": 1, "name": "Victoria Sobel"}, {"count": 1, "name": "New School"}], "favicon_colors": [{"color": [3, 3, 3], "weight": 0.524658203125}, {"color": [240, 240, 240], "weight": 0.021240234375}, {"color": [119, 119, 119], "weight": 0.0166015625}], "keywords": [{"score": 83, "name": "student"}, {"score": 71, "name": "cooper"}, {"score": 60, "name": "undergraduate"}, {"score": 49, "name": "union"}, {"score": 46, "name": "tuition"}, {"score": 27, "name": "faculty"}, {"score": 24, "name": "education"}, {"score": 20, "name": "brumer"}, {"score": 20, "name": "lock-in"}, {"score": 19, "name": "scholarships"}], "published": 1355184363000, "provider_name": "Nytimes", "type": "html"}