{"provider_url": "http://www.yamaguchy.com", "description": "Ideas for a Science of Good Government1883 by Hon. Peter Cooper, LL.D. COIN AND PAPER CURRENCY. \" THE CAUSE AND CURE OF NATIONAL AND INDIVIDUAL DISTRESS IN THE UNITED STATES. To the Producing Classes in the Union : The great oppression you feel to-day is produced by Debt and its unfailing attendant, interest or usury.", "embeds": [], "safe": true, "provider_display": "www.yamaguchy.com", "related": [{"score": 0.5134381651878357, "description": "We are used to money being created by the state. Or rather, we are used to money being created by banks on behalf of the state. The state has no direct control over the quantity of money created by the private sector on its behalf, though it does influence that [...]", "title": "Bubbles, Banks And Bitcoin", "url": "http://www.forbes.com/sites/francescoppola/2013/12/30/bubbles-banks-and-bitcoin/", "thumbnail_height": 1200, "thumbnail_url": "http://images.forbes.com/media/assets/forbes_1200x1200.jpg", "thumbnail_width": 1200}], "favicon_url": null, "authors": [], "images": [], "cache_age": 84462, "lead": null, "language": "English", "original_url": "http://ow.ly/lbGTe", "url": "http://www.yamaguchy.com/library/cooper/cooper_208.html", "media": {}, "title": "Peter Cooper, Ideas for Good Government", "offset": null, "content": "<div>\n<p>Ideas for a Science of Good Government<br>1883</p>\n<small>by Hon. Peter Cooper, LL.D.</small><br><small>COIN AND PAPER CURRENCY.</small><br><br><p>\" THE CAUSE AND CURE OF NATIONAL AND INDIVIDUAL<br> DISTRESS IN THE UNITED STATES.</p>\n<br><i>To the Producing Classes in the Union</i> :<br><p>The great oppression you feel to-day is produced by <i>Debt</i> and its unfailing attendant, interest or usury.</p>\n<p>The question most <i>vital</i> to the material interests of the people is :  ' I How shall we get <i>relief</i> from the burden of debt and taxation.'</p>\n<p>The distinction made by law between <i>convertible and inconvertible</i> property, is the great objection to debt and credit.  All property is directly or indirectly the product of labor, and would be equally convertible, if the laws did not make an <i>arbitrary</i> distinction.</p>\n<p>A debt of one thousand dollars will, and often does, take by force from the debtor, a farm, a house, or other property that has cost the owner <i>ten</i> thousand dollars.</p>\n<p><i>Debt, Debt is everywhere</i>, and can be paid only with <i>money</i> !</p>\n<p>It has been incurred by States, cities, counties, towns, villages, corporations and individuals to an amount fearful to contemplate.</p>\n<p>Nine-tenths of the unproductive real estate in our country is <i>totally</i> unsalable, and will not bring, at public auction, the <i>tax charged</i> upon it.</p>\n<p>This mighty and <i>ghastly incubus</i> must be removed.</p>\n<p>It is the <i>'nightmaire</i>,' that sits upon and robs the debtor and producer of rest and sleep, and the citizen of his birthright, ' Life, liberty, and the pursuit of happiness.'</p>\n<p>We have a <i>right</i> to repeal the obnoxious law, that makes one thing <i>convertible</i> and another <i>inconvertible</i> ;  but, at this time, we propose to change it, so far <i>only</i> as to <i>increase</i> the <i>volume</i> of money, and pay the debts of the people through the agency of the States.</p>\n<p><i>Our plan is brief and plain</i> :</p>\n<p>By an estimate carefully made, we learn that the lawful currency of our country in time of peace and general prosperity, in a population of fifty or sixty millions, should <i>not</i> be less than <i>two thousand millions</i> of dollars for <i>permanent domestic use</i>, in <i>local</i> trade and commerce among our people.</p>\n<p>The power to produce money or tokens of <i>legal value</i> out of anything, is the exclusive right and duty of Congress.  In countries where <i>education, character, credit</i>, and <i>civilization</i> are <small>NOT</small> known, the authorities coin and circulate metal, according to a standard of metal value.  But where <i>civilization, education</i>, and <i>good</i> government are found, we use <i>credit</i>, as and for money, in the place of an expensive and cumbersome <i>metal</i>.</p>\n<p>By using <i>credit</i> as money instead of metal, we save the interest on two thousand millions of dollars in currency.  And as money is a <i>continuous necessity</i> in all our States, and cannot be dispensed with or reduced in volume without great loss to the people, there is no demand for a <i>redemption</i> fund, and will be none as long as the nation exists.  Thus it is, that this vast sum of money in greenbacks will bear <i>no interest</i> and require <i>no redemption</i> fund.  This is the logical reward for a ' <i>peaceful Union</i>.'</p>\n<p><i>This sum of money in greenbacks we propose to divide among the several States of this Union according to population</i>.</p>\n<p>This plan and proposition will be not only a <i>just</i>, but a graceful act.  It will do more to harmonize and fraternize the feelings of the people of the whole Union, than any other legislation can do.  It will be ' killing the fatted calf.'  It will restore to the people the money they earned and accumulated during the war, and which was unjustly taken from them.</p>\n<p>As this money will not be a loan, but a <i>free ' constitutional</i> ' gift from the people to the people, it should be so divided among the States, that every citizen should represent an integral part of the whole sum.</p>\n<p>The States should be required to pay all State and municipal debts, before appropriating the money to any other purpose.</p>\n<p>In connection with the delivery of this sum of money to the States, each State should be required to enact laws, that shall reduce the rate of interest to four or five per cent., and prohibit every State and every municipal body, created by the States, to contract any <i>bonded</i> debt.</p>\n<p>To encourage cash payments and discourage the creation of debts, a law should be passed declaring, that after this plan of finance shall be approved, <i>all</i> new debts shall be debts of <i>honor only</i>, and no court shall have power to enforce the payment of such debts.</p>\n<p>This <i>politico</i>-financial system will be acceptable to every patriotic, good, and wise person in the Union, and will be strenuously opposed by monopolists, usurers, and their partizans.</p>\n<p>The payment of State and municipal debt will set free an enormous amount of capital, which will seek reinvestment, and not only reduce the rate of interest, but will enter into all the business enterprises of the country, that are now languishing for want of capital.</p>\n<p>In this plan we claim for the States and people, from the <i>federal power</i>, the <i>exclusive</i> use of the right to create a currency for the people&#8212; <small>NOTHING MORE</small>.</p>\n<p>This plan is so plain and practical, that we place it before you in the shape of a question, thus :</p>\n<p>Will you use greenbacks for all <i>domestic</i> purposes, as and for money, and have your <i>debts paid</i> for you,&#8212;or will you refuse the greenbacks, and remain burdened with debt and taxation ? \"</p>\n<p>I believe this system, enacted into law by the next Congress, would cause our country to enter upon an unparalleled career of prosperity, secure our free institutions for ever, and stimulate other nations to imitate our example in finance and Republican forms of Government.</p>\n<p>Most respectfully,           <br> P <small>ETER</small> C <small>OOPER</small>.</p>\n<br><p>P.S.&#8212;Should any reader of the preceding pages misunderstand my wishes, let me state them in concise language.  I desire :&#8212;</p>\n<p><i>First</i>.  A national paper currency, issued solely by the Government, and made the only legal tender, receivable for all taxes and dues, and fundable at any time for an equitable rate of interest, by being made <i>interconvertible</i> with the bonds of the Government.</p>\n<p>The <i>volume</i> of this currency must be determined by law, as <i>per capita</i>.</p>\n<p><i>Second</i>.  A tariff not simply for revenue, but made <i>discriminating</i> and helpful to all the industries of the country, where the raw material and the labor can be furnished by our own people.</p>\n<p><i>Third</i>.  A \" civil service,\" divorced from party politics, and organized for the public service, as are the departments of the army or navy, purely on personal qualification and thorough fitness.  The offices to be held during good behavior, on <i>moderate salaries</i>, but pensions provided for all disqualified by age or sickness, and a provision made for the widows and orphans.</p>\n<br><br><br><p>All those, who favor a purely national currency, must rejoice to find expressions like these in Secretary Sherman's letter to the Bankers' Association, at Saratoga, August 12, 1880 :</p>\n<p>\" <i>The wisdom of the Sub-Treasury system, established in</i> 1846, <i>is not to-day questioned by any one, etc. . . . . Every country should have not only a sound and uniform currency, but should have of it such an amount as its business may require, etc</i>.\". . .</p>\n<p>These ideas show, that the Hon. Secretary has not entirely changed and abandoned the opinions he uttered on contraction in the Senate 1869, as quoted pp. 32 and 33,&#8212;and that he may yet aid the real patriots to establish a purely national paper currency, as proposed in the preceding pages, thus giving to the nation all the benefit granted by the Constitution, and not to a few bankers and capitalists, who can at any time expand and contract the national currency, and thus derange the business operations of the whole country.</p>\n<p>This letter indicates that the Secretary has no settled ideas concerning finance.  Perhaps, while he was writing it, he remembered his solemn declaration to the Senate, that \" <i>every citizen in the United States had conformed his business to the legal tender clause</i>,\" and that contraction \" <i>would be an act of folly without an example of evil in modern times</i>.\"</p>\n<br><br><p>Address on the occasion of introducing Representative De La Matyr, at the Hall of Cooper Union, February 20th, 1880 :</p>\n<p><br><small>LADIES AND GENTLEMEN</small> :  We have met, my friends, to hear a speech from a gentlemen, a Representative of the people in Congress, on one of the most important subjects, that can engage the attention of the American people :</p>\n<p>I will not anticipate, by any long address, what may be said more fitly by the gentleman, who has kindly consented to address us to-night.</p>\n<p>But I desire to say, that it is only by such open and thorough discussions of the financial policy of the Government, that the people can be brought to a right understanding on this great and all important question.  By this method alone we may hope to settle in a peaceable way the disputes, that have arisen out of a conflict of opinion on those great vested interests, now at war with the best interests of this glorious country.</p>\n<p>It is time for the American people to know, that they have not yet conquered all opposition to their inalienable rights.  They have not securely achieved their true independence of foreign Governments.  This greatest achievement still remains unaccomplished.</p>\n<p>It is to obtain their financial independence, and the right to control their own finances, in a way that will \" establish justice.\"</p>\n<p>This whole problem of a nation's financial independence may be stated in a few words.</p>\n<p>The Constitution has made it the duty of Congress to take and hold the entire power \" to coin money and regulate the value thereof,\" to the exclusion of all other forms of money.</p>\n<p>When a man carries his bullion to the Government mint, and has it stamped into coin, it is his own property and his own money, that is stamped, and is simply authorized and endorsed by the Government, who alone has the power to create legal money.</p>\n<p>When a Bank goes to the Government, to authorize, and endorse notes as money, it simply makes use of the Government authority to set its own price on the property and credit of the Bank.</p>\n<p>But, when a people issues its own money through the Government authority, and pays it out for value received, in the shape of labor, service or commodities, needed for its own use, then it is their own credit, and their own money, that is supported by the enterprise and property of the nation.</p>\n<p>This is what we demand in behalf of the people ;  this is what is denied under one pretext or another by those, who think, that their own peculiar interests or privileges are invaded.</p>\n<p>But it is \" an irrepressible conflict ;\"  and who doubts but what it must and will go on, until this great question is settled either in the despotism of an oligarchy of money, or in the triumph of the people.</p>\n<p>If the people have a \" right to life, liberty and the pursuit of happiness,\" they have a right to control the cause that concerns their lives, their liberty and their happiness more than any other cause ;  and that is the true financial policy of this Government.  It must be a policy, over which the Government can exercise an entire control.</p>\n<p>This financial policy has hitherto been conducted in the interest of a class, and not of the people.</p>\n<p>No better proof of this can be given than that, found in the history of this country for the last twenty years.</p>\n<p>On the threshold of a great civil war, which threatened the very existence of the nation, the capitalists of this country and of foreign countries, were unwilling or unable, to supply the wants of the Government for money on a specie basis.</p>\n<p>They offered their credit only without specie redemption.  It was then that a great statesmen, the Secretary of the Treasury, recognized the fact, that the credit of a Government, such as ours, was worth more than that of all the banks of the country, united to that of all the capitalists in Europe.</p>\n<p>Secretary Chase resolved, as he said, to \"cut up the credit of the country into small pieces of paper, and circulate them as money.\"  He did so ;  and more than $2,000,000,000 of legal tender found its way into the hands of the people.</p>\n<p>It was purchased by the people's labor, service and commodities, which might have drawn the same, in gold and silver out of the mines.  It was, at once, put by the people to the most indespensable use,&#8212;that of paying all debts, incurred for labor, service or commodities, all over the country.  It paid for all the labor and maintenance of the poor, and supported the enterprises of all business.</p>\n<p>It was a most cruel outrage on the rights of the people to turn all but a fraction of this real money, so earned and paid for by the people, into a bonded debt, paying interest to those, who have been relieved from taxation, both State and National.</p>\n<p>This is the great wrong, that the American people have suffered at the hands of their rulers.  This wrong must be redressed.  Justice must be established as the only means by which the domestic tranquillity of this great nation can be secured.</p>\n<p>We meet here to-night to invoke the attention of the American people, in this Great Hall, devoted to the promotion of art and science, and to the welfare of the whole country.</p>\n<p>I recommend, therefore, the Hon. Mr. De La Matyr, to the respectful attention of this audience.</p>\n<p>His commanding position, as a Representative of the people, his superior attention and study of the financial subject, and his great zeal in the cause of a true national currency, qualify him to instruct the public.</p>\n<p>He will show you how unjust and cruel have been the financial laws, that have been passed for the last few years.  They have filled a great and prosperous country with the desolation of a large portion of its business, and have forced idleness and pauperism on thousands of its honest laborers.</p>\n<p>\" By their fruits ye shall know them ;\"  these are the fruits of a legislation, which degraded the people's money, by refusing to receive it for duties and the interest of the public debt ;  which promised coin for the interest and principal of the public debt, when that was known to be a physical and moral impossibility ;  and the whole credit of the currency was made to rest upon how little coin would be called for ;  a legislation which has finally placed a bonded debt of two thousand millions as a yoke upon the necks of this people, under the pretence of their obligation to pay for a currency, that had already been paid for by the labor, service and commodities.  It is no more a debt, than the gold and silver, won from the mine by labor, and stamped by the Government as money.</p>\n<p>To know the real duties of every administration of our Government, and the spirit and purpose of every law enacted, we must always recur to that grand preamble of our Constitution, that condenses all a nation's wants into these few words :</p>\n<p>\" We, the people of these United States, in order to form a more perfect union, establish justice, insure domestic tranquillity, provide for the common defence, promote the general welfare, and secure the blessings of liberty to ourselves and our posterity, do ordain and establish this Constitution of the United States of America.\"</p>\n<small> PETER COOPER.</small><br><br><small>HON. PETER COOPER.</small><br><p><small>MY VENERATED FRIEND</small> :  Many thanks for proof sheets of your able pamphlet.  I am gathering facts for a speech on \" The Folly of Substituting Paper Currency, based on Specie, or Interest-bearing Bonds, for Money.\"</p>\n<p>I desire to present facts as concisely stated as possible.  Nearly every fact, contained in your article, I need.  I have outlined my speech&#8212;</p>\n<p>1.  What is money ?</p>\n<p>2.  The instances, in which paper money has been resorted to in national exigencies, and the results.</p>\n<p>3.  Commendation of paper money by prominent statesmen, and writers, on political economy.</p>\n<p>4.  Instances in which currency, not money, has failed and the results.</p>\n<p>5.  Cost of substituting national bank currency, based on interest-bearing bonds, for money, in our recent history.</p>\n<p>I am decidedly in favor of internal improvements.  I believe we could employ the idle in such works, and by that means, push into circulation the proper amount of money.</p>\n<p>You see my plan of a speech is in accord with your article, and if it please you, I will use your facts.</p>\n<p>I desire to put facts in all the points above noted, in such a concise form, that our people can have them at hand, and that they may convince all, who will consider them.</p>\n<p>May your life, which has been a perpetual benediction to the poor, linger long in its serene evening, diffusing blessings.  Its influence shall live and widen forever.  I congratulate you on the rich consciousness of such a life.</p>\n<p>Respectfully yours,         <br><small>G. DE LA MATYR.</small></p>\n<br><br><p>ARTICLE ON THE CURRENCY, 1881.</p>\n<p>Section 9 of the Constitution says :</p>\n<p>\" No money shall be drawn from the Treasury but in consequence of appropriation made by law ;  and a regular statement and amount of the receipts and expenditures of all public money shall be published from time to time.\"</p>\n<p>The money, transferred to the National banks, is issued in bulk, <i>not by virtue of appropriations</i>.  The issue is not for the benefit of the Government, nor for the benefit of the people.  It is issued solely for the benefit and profit of individuals, in defiance of that general welfare, which it is the duty of the Government to secure, and of the foregoing provision, etc. . . .</p>\n<p>It is an inexcusable, unnecessary, and unequal favoritism to benefit a privileged class.  It is inexcusable, because the Government should issue the currency, as it does the greenback, and thus save an enormous bounty, taxed upon the non-bondholding masses, thus violating that equality and justice it is the duty of the Constitution to preserve.</p>\n<p>It is unnecessary, for the people prefer the greenback&#8212;it promotes no public good, but is a never-ending public danger to promote private interests and corporate profits.  It is unequal favoritism, giving to 2,400 banks, millions in yearly bounties.  It gives to bounty-fed speculators the power other capital cannot enjoy.  It places in the hands of a few the right to dominate over the necessities of labor, of business and of values, etc. . . .</p>\n<p>It is based on individual control and individual credit.  The one is the passion of an hour, the other is as fickle as chance ;  and these features are all there is of the National bank system.</p>\n<p>Jefferson, Franklin, Madison, Jackson, Calhoun, Benton, and a long line of statesmen and judges, whose names are identified with national jurisprudence in every State, have declared against the delegation of the power to coin, issue, or regulate the money of the nation to banks and bankers, and it is time, that an end should be put to it.  We have learned to appreciate national resources and credit as the basis of national money, and national financial power, as distinguished from individual financial power, etc. . . .</p>\n<p>Whether the people will longer tolerate individual money, controlled by individual speculators and corporate combinations, to promote personal aggrandizement, and consent to be taxed to sustain a favored class by exemption from taxation.  Whether they will longer submit to having bounties, taxed upon labor and production to sustain an unconstitutional, impolitic, dangerous monopoly, combined into the almost limitless power of the Bank Association to force a currency upon the country, which individuals can expand and contract at their pleasure, which threatens to master and control Congress by its power to keep alive privileges, bounties, and all the outrageous usurpations money can make profitable, and all the power corruption and privilege can wield to subdue the people.  The voter must decide it.  The decision can safely be entrusted to his intelligence, to his common sense, and, above all, to the dirty he owes to himself, to his fellowmen and to his country.</p>\n<p>We call upon the farmers, the workingmen, the business men and all, who love free institutions, to join us at the polls in voting away this unconstitutional bank currency, as one of the most dangerous evils, that threaten a constitutional Government and the liberties of the American people.  Let us unite all our efforts in the overthrow of this greatest of all monopolies, the monopoly in money :  and let us secure for the people a currency, that shall be the unfluctuating measure of all values, receivable for all taxes, duties and debts ;  a currency, that is both Republican and Democratic in its morals, social, political and commercial influences.  Such a currency the United States legal-tender Treasury notes only can give.</p>\n<p>In the thousands of documents I sent into every part of our country, my object has been to show, that the Constitution has made it the solemn duty of Congress to take and hold the entire control of all that should ever have been <i>allowed</i> or used as <i>money</i>.</p>\n<p>As a part of my long continued efforts to obtain for our country the inestimable blessing of a national currency I sent a petition to the Senate and House of Representatives on the 14th of December, 1862, at the very time, when Secretary Chase declared to <i>his confidential adviser, S.M. Stilwell</i>, that he had hundreds of thousands of dollars of bills audited without a dollar in the Treasury to pay them.</p>\n<p><small>PETER COOPER</small>.</p>\n<br><br><p>A STRICTLY NATIONAL PAPER CURRENCY, BASED ON NATIONAL TAXATION, IS THE CHEAPEST, SAFEST AND MOST CONVENIENT MEDIUM OF EXCHANGE FOR A REPUBLIC.  APRIL, 1882.</p>\n<br><p>It will always be a cause of regret to every right mind, looking back upon the wants of a great people in its deprivation of a currency, which might have been utilized without difficulty in making exchanges, that it was left to the tender mercies of local banks.  Jefferson, the author of the Declaration of Independence, raised his voice against the curse of the local banks, which were allowed to come into being by the neglect of the Government in the performance of its duty, and in the payments of its debt in some form or shape.  The Government should have given to the country a steady currency it so much needed, and which the people had every reason to hope for and expect ;  because all the Provinces had been in the habit, for a number of years, before the Revolution, of issuing what was then known as Colonial Treasury Notes ;  these notes were made receivable by the several Provinces for taxes ;  and anything the Government would accept for taxes, everybody was glad to take in exchange for every other kind of property.  These Colonial notes, being adopted by all the Colonies, led to an unexpected degree of prosperity, so great that, when Franklin was brought before the Parliament of Great Britain and questioned as to the cause of the wonderful prosperity, growing up in the Colonies, he plainly stated, that the cause was the convenience they found in exchanging their various forms of labor one with another by the paper money, which had been adopted ;  that this paper money was, not only used in the payment of taxes, but in addition it had been declared legal tender.  It rose 2 and 3 per cent. above the par of gold and silver, as everybody preferred its use.  One of its advantages was its security against theft, as it could be easily carried and hidden, on account of its having no bulk, as all kinds of specie necessarily must have.  After Franklin had explained this to the British Government as the real cause of prosperity, they immediately passed laws, forbidding the payment of taxes in that money.  This produced such great inconvenience and misery to the people, that it was the principal cause of the Revolution.  <i>A far greater reason for a general uprising, than the Tea and Stamp Act, was the taking away of the paper money</i>.</p>\n<p>One of the best business lessons of my life I learned some sixty-five years ago, at the time of what was then known as General Jackson's war upon the United States Bank.  I thought, that I saw, as did General Jackson, the terrible danger, which resulted from allowing corporations to control the money of the country.  Even in the hands of a good man, such an institution as the second United States Bank, chartered with the privilege of controlling a capital of $38,000,000, loaning, as it did, $4 in paper for every dollar it controlled by its charter.  That bank had the privilege of opening a branch in every State, with authority to issue what was called United States money, based upon this charter, which was actually obtained by giving $1,500,000 to the Government, and, as Mr. Benton says, in his \" History of Thirty Years in Congress,\" the advocates of that bank spent $3,000,000 in bribing Senators, members of the House of Representatives, and editors of newspapers for the accomplishment of their purpose, etc. . . .</p>\n<p>The <i>ten panics</i> in the money market, that I have myself witnessed have been brought about by the people becoming dependent for their business operations upon bank accommodations, which have been too suddenly withdrawn from them, so that they have had to make the most heart-aching sacrifices to pay the banks, etc. . . As I now recollect, I think that even a barrel of flour rose to the price of $18.</p>\n<p>It should never be forgotten, that the amount of notes, given out during the Rebellion, were declared legal dollars, every one of them ;  and they were actually paid out to the soldier, sailor, farmer, mechanic and laborer as legal dollars for all the forms of labor and property, that was consumed and used in the prosecution of that terrible war.  This money, so spent by the people's Government, was the price of the nation's life, and should be regarded as the best investment ever made by Congress.  Although it did save the nation's life, it might have been done with a far less amount of issue, had they continued to guide their course of legislation by the advice of Thomas Jefferson, who it is said framed the Declaration of Independence, and declared, that the taxing power was amply sufficient to meet every possible contingency, and, to use his own words :  \" Treasury notes should be issued, bearing or not bearing interest, as the case might arise \";  and, in case of war, should be issued without interest, but still made positively legal dollars, each dollar, being in fact, as valid as a legal mortgage on the whole property of the country.  As it was entirely out of the power of the people to pay it at once, a necessary and proper law should have been passed, making the amount of money, so found in circulation at the close of the war, the unfluctuating measure of all values for all time to come ;  that it should never be allowed to increase only as <i>per capita</i>, with the increase of the inhabitants of the country.  All must see, that a currency, so issued for the salvation of the country, should have been regarded as the richest treasure a nation could possess, and if its purchasing power had never been interfered with, by preventing it from being accepted in payment of duties on imports and interest on bonds, this money, instead of being less in value, would always have had a preference to gold and silver, as it actually was with the Bank of Venice, the paper circulation of which ran through a period of more than 500 years, always being of greater value than gold and silver, and even was considered so much higher in value, that the Government had to pass a law, declaring it unlawful for any man to take more than twenty per cent. premium on this paper money.  Daring that whole period of 500 years of Venetian paper money, there is no account of any panic having arisen there at any time.  Their credit remained perfectly good, until their country was over-run by the army of Bonaparte.  So it would be found with the Treasury note of our own Government, if it would only give to the American people the simple amount of legal dollars, actually found in circulation at the close of the war, giving a return for every dollar of money, paid out by the Government to the people for value received.  Had this been continued with the unfluctuating measure of all values, thousands of millions of dollars would have been saved to the American people, which have now been lost, giving us instead national demoralization as a recompense for the unconstitutional, invalidating financial laws, that have been passed.  It must be apparent to all, when the knowledge of these facts comes to be understood by the people, and when they come to be fully impressed with the cruel injustice, that has been done them by passing laws, which Secretary Sherman assured them, as I have so often published :  \"After every citizen of the United States had conformed his business to the use of that money,\" and further added :  \" To take that money from the people would be an act of folly without parallel in ancient or modern times.\"  He further assured them in a speech, made at Cincinnati, \"that this money could not be taken away from the people without bringing upon them scenes of wretchedness and ruin,\" such as no Senator has better described than himself.  In the face of all these facts, which must have been known to President Hayes, he yielded to the importunities of bankers and money dealers, and vetoed the bill, that lead been passed by Congress for the people's protection.  How comprehensive were all such subjects to General Garfield, when he declared in Congress :  \" <i>Whoever controls the volume of currency is absolute master of the industry and commerce of the country</i>.\"</p>\n<br><p>CORPORATIONS DANGEROUS IN A REPUBLIC.</p>\n<br><p>\" Corporations are fast becoming the curse of modern life.  They usurp the powers, that belong of right to the community and its Government, and actually threaten the liberties of the people.  The individual capitalist is often, if not generally, a benefit to the community.  He respects public opinion.  He cares for the approval and regard of his fellow-citizens.  He has human sympathies and a conscience.  He generally uses his wealth for the public benefit in indirect, if not in direct ways.  But, when he combines with other capitalists in forming a corporation for special objects, and puts his money in it, the thing he helps create is utterly destitute of personal or human qualities, and is often managed in absolute disregard of the rights, the interests, the welfare of everybody but the men, who own and operate it.  Every individual, who has a hand in controlling the machine, feels absolved from moral responsibility in its conduct.  If it robs other people, ruins their business, injures their estates, it is none of his concern and he washes his hands of personal guilt.</p>\n<p>Americans rejoice, that they have got rid of kings and lords ;  but they have saddled themselves with corporations, which are proving to be harder task-masters, more grinding and heartless despots, than any of the old-world tyrants.  The railway and mining corporations, in Pennsylvania today, are more despotic and cruel in their dealings with their employees and more utterly indifferent to the rights of the public and the welfare of the State, than any European autocrat.  They set the will of the people at defiance, and by keeping control of the Legislature and putting their own creatures in the State offices, they compel the people to obey their will.  New York has an experience of the same thing in the Central and Hudson River Railroad.  But for the Erie Canal, which holds the freight rates on the railroads down to a low point eight months in the year, the business of New York City would be at the mercy of this greedy corporation, which puts agents and attorneys enough into the Legislature to carry any measure it asks for and prevent even an investigation of its doings.\"</p>\n<p>The laboring part of the community are coming to see the cause of the present enslavement to the national debt, which they find has grown out of a cunningly devised system of legislative traps, especially calculated to ensnare the weak and unsuspecting part of men, and by that means draw from them a large part of the products of their labor, without giving them any substantial equivalent in any form of usefulness in exchange for all the varied products of their industry.  These things have grown up in our community to be a vast monied oligarchy, that now feels its power to be so great as to control both the State and the National Government in their own interest.  This is what the fathers and founders of our country foresaw might happen, when Governments would become corrupt and adopt means of oppressing the laboring portion of the community.</p>\n<p>When a course of systematic oppression has been persisted in by the Government, so as to establish the fact, that the governing are determined on making it a despotism, it is then the ditty of the people, as the Declaration of Independence says, to believe, \" That all men are created equal ;  that they are endowed by their Creator with certain inalienable rights ;  that among these rights are life, liberty, and the pursuit of happiness ;  that to secure these rights Governments are instituted among men, deriving their just powers from the consent of the governed ;  that whenever any force of Government becomes destructive of these ends, it is the right of the people to alter or abolish it, and to institute a new Government, laying its foundations on such principles, and organizing its powers in such form, as to them shall seem most likely to affect their safety and happiness.  All experience has shown, that mankind are more disposed to suffer, while evils are sufferance, than to right themselves by abolishing the forms, to which they are accustomed,\" but when (as it happened within the last eighteen years) \"a long train of abuses and usurpations, pursuing invariably the same object, evinces a desire to reduce them under absolute despotism, it is their right, it is their duty, to throw off such Government and to provide new guards for their future security.\"  Such has been the patient sufferance of the people.  With the unconstitutional financial laws, that have been passed since 1863, it has become apparent to the thoughtful part of the laboring portion of our country, that the cause of their financial sufferings has grown out of a course of financial laws, which, as I see it, has been in open violation of the very first injunction of the Constitution, which declares, that Congress <i>shall</i> establish justice, as the only possible means, by which liberty and life can be successfully protected against the avarice and cunning of those who \"lie in wait to deceive.\"</p>\n<p>For my own part I feel a great deal of alarm on account of the long persistence of this train of evils and the consequences, which will naturally grow out of them, and which, unless carefully dealt with, by giving back to the people some evidence, clear and substantial, that the Government is determined to protect their rights and give them such relief as their rights demand, there will be every reason to regret it.  Unless this protection is given by the Government, we cannot but fear, that the great body of laboring people, who find, that they have been literally legislated into an enslavement of a bonded debt, it will not be much longer patiently borne.  It will be the part of wisdom of the American Government to take measures, as soon as possible, to show their determination to give back to the American people in the most convenient form, in which it can now be done, the amount of money, wrongfully taken from them, for which they have given their lives and their property of every description during the whole course of the late terrible war, and in which they had then taken their pay, the Government declaring it to be legal and allowing it to be circulated for so many years ;  its amount was so great, that it would have bought and sold the value of the whole property of the country many times over.  Secretary Sherman, when in the Senate in 1869, declared the truth, when he said, that every American citizen had conformed his business to the legal tender use of that money, and that the scenes of wretchedness and ruin must come to the American people, if the Government should take that money out of circulation, which it so wrongfully did, both as to small and large paper currency, and converted the whole amount, so taken from the American people, into a national bonded debt.</p>\n<p>This course of financial policy has been so long insisted upon, during and since the late war, that it must inevitably attract the attention of the toiling masses, who will see, that they have the power of numbers, at any time when they will it, to change this Government so as to make it conform to the positive requirements of the Constitution and the laws, authorized by it.  We must hold to the Declaration of Independence and the Constitution as the sheet anchor of our American hope for the continuance of the freedom and independence of our whole country.  When all hope is blasted by continued oppression, it needs no prophet to foresee what will be possible and certain in the ruin, that must come.  We may learn from the prediction of an old Boston gentleman, who wrote to me :  \" When all the boiling passions of the American people are wrought up against each other, there are no people in the world, that will carry destruction to such a pitch as it will then be carried by the American people.\"</p>\n<p>All this terrible possibility of ruin and destruction, it is now in the power of Congress to avert.  It will require nothing more than to refuse the rechartering of the banks, <i>deceitfully styled national</i>, and a course of just and equitable financial laws, which will show the whole country, that the Government is now determined to establish justice and carry the laws into execution in accordance with the Constitution.  These laws should, as I have said, give back at once to the people in some form, that will most conveniently extinguish the debt, and provide, as the English Government has done, for the savings of the common people by a Postal Savings Bank, which will furnish money to the Government for all its purposes, by taking up the unoccupied money of the country, the profits of which now go into the national banking system.  To accomplish all this it is only necessary to furnish the laboring classes a convenient method of safely depositing their unoccupied money at a low, but reasonable rate of interest.  When the national bonds have been paid off, and the money returned to the people, who now own it, they will find it necessary to look for honest and trustworthy persons, to whom this money can be loaned, which will not be like loans from a bank, that demands a return of it every thirty, sixty, ninety days and four months ;  but it will be loaned to responsible persons, who will use it to commence some profitable business, allowing them to keep up the interest and pay the principal at their convenience, when it will be reloaned to some enterprising mechanic or workingman, who can make a profitable use of it, and the longer he keeps it and continues to pay the interest promptly, the better the owner of the money will be pleased with the arrangement.  Such a method of loaning money tends to the moral and physical improvement of the whole country.</p>\n<p>It is now known to nearly all throughout the country, that large bodies of workingmen are united in various forms of organization, called Labor Associations, for their mutual protection and benefit.  This, it must be seen, will render it easy for there to settle upon some plan of operation, which they may find indispensable to their safety and happiness, and in strict accordance with the Declaration of Independence and the Constitution, to unite in a positive demand upon the Government for such relief as they may feel to be their right, their duty, and indespensable to their future welfare.  It is now absolutely necessary, that this Government, being Republican in form, should make itself a paternal Government ;  otherwise it cannot long exist.</p>\n<p>When we found it necessary to make large payments in coin, we realized the great danger, as well as labor, in carrying it from one city or State to another.  The people all over our country sustained a great loss, when they had to give up the small paper currency, that had been authorized and circulated to the amount of some $60,000,000.  It was a very great convenience and saved much time and labor in various ways to make payments by letter or otherwise with this currency, and this great privilege was in the hands of all classes of people ;  and how it could have been so shamefully withdrawn, without a petition being sent to Congress from the masses, without giving them any voice or expression, is more than I can conceive of.  I do not see how any one could have been found to commit so great an outrage, as taking this currency out of circulation, when it was without cost to either the Government or people, and this $60,000,000 of small paper currency was converted into a national debt, and the toiling masses have been called upon to pay the interest on it from that day to the present, which must be continued through all coming time, until the debt is paid, which payment is constantly being resisted by the 2,300 chartered banks, that desire this debt to remain as a means of continuing their banking privileges.  More than this, it is now found that $10,000,000 of the small paper currency has never come in, and, therefore, if it had been issued by the bankers, they would have had the $10,000,000, besides the interest they now have by taking the money of the Government at one per cent., and loaning it out at from six to fifteen per cent., all of which is a loss to the toiling masses of the American people, and all this in the place of the admirable currency, that we had at the close of the war, for which the people had given labor and property for every dollar, found in circulation at that time.</p>\n<p>To allow the profit, accruing from the loss and mutilation of over $300,000,000 of currency to go to the chartered banks, instead of the people, would be very wrong.  I doubt whether any Representative, now in Congress, would cast his vote for re-chartering them, if he considered, that his vote might give $50,000,000, which are about the loss and mutilation of $300,000,000 in circulation, to say nothing of from six to fifteen per cent. other banking profits, all of which belong to the nation and cannot be constitutionally given away by Congress.</p>\n<p>Government should at the earliest opportunity create a currency, based on the property of the nation, reserving gold merely for foreign exchanges, so that speculators could not interfere with it.  The people are now used to, and prefer a national paper currency from a ten cent. to a one hundred dollar, bill ;  there is no reason why they should not have it, being their only salvation from knavishly contrived periodic gold panics by holders of gold in our own and foreign countries, etc.</p>\n<p>All this will show, that our present system of National Banks is a moneyed power, which is more able to inflict on the American people the greatest possible amount of suffering, like that which is now passing the real estate of our country rapidly out of the hands of the many into the possession of the few, which will soon produce here a state of things like that, which has caused murder and bloodshed in Ireland, and is now spreading to the Isle of Skye in Scotland.</p>\n<p>The moneyed interests of our country have taken the place of the enslaving power, that brought on the late destructive war, and it needs but little perception to see and judgment to know, that this potent power in our land, aided by capitalists in Europe, has introduced and carried out measures, that have literally enslaved the millions of inhabitants, who have nothing to sell but their own labor.  They are now left at the mercy of their employers, who get their labor for the smallest consideration, for which it can be obtained ;  then by the vacillating and changeable moneyed power, that has been created by our Government, enabling certain classes of men, banks and corporations without souls, to expand and contract the circulating medium in use throughout the length and breadth of our country, to such a degree as periodically, once in some seven or ten years, to bring about a panic, causing such pressure and general ruin, as to throw all of these poor people out of employment, and leave them worse off, than were the slaves at the South, many of whom had good masters to take care of them.  All this devastation to the millions has been wrought by the influence of banks and moneyed corporations, created by special, partial and unconstitutional class legislation.</p>\n<p>Our rulers made the same mistake the English Government made, in taking away from the people their paper money, and making what was left subject to be redeemed in gold and silver.  <i>All this was done after the warning of Sir Archibald Alison, who so distinctly stated, that he hoped the American Government would not make such a mistake as did Great Britain</i>, which he declared had brought upon them a greater amount of suffering in their efforts to get specie payments, than had been occasioned by all the wars and all the terrors of pestilence and famine, that had fallen upon them.  Our Government would not learn by the experience of other powers, but yielded to the importunities of banks and bankers, thus forcing our country through a similar scene of suffering, wretchedness and ruin since 1863, costing thousands of millions of dollars in the lessened value of property, and taking away the national currency in circulation at the close of the war, for which full value had been given, even to the very last dollar, as I have so often said. . . .</p>\n<p>President Madison, in his message of December 3, 1816, said :</p>\n<p>\" But for the interests of the community at large, as well as for the purpose of the Treasury, it is essential, that the nation should possess a currency of equal value, credit, and use wherever it may circulate.  The Constitution has intrusted Congress exclusively with the power of creating and regulating a currency of that description,\" etc. . . .</p>\n<p>Webster said :</p>\n<p>\" When all our paper money is made payable in specie on demand, it will prove the most certain means, that can be used <a href=\"http://www.yamaguchy.com/library/uregina/webster32may.html#sweat\">to fertilize the rich</a> man's field by the sweat of the poor man's brow.</p>\n<p>\" The producing cause of all prosperity is labor ! labor ! labor ! ! !  The Government was made to protect this industry, and to give it both encouragement and security.  To this very end, with this precise object in view, power was given to Congress over the money of the country.\"</p>\n<small>[a fabricated \"quote\"]</small><br><br><p>He predicted that conditions, which permitted the rapid accumulation of property in the hands of a few, remitting the masses to poverty, would soon destroy free institutions.</p>\n<p><a href=\"http://www.yamaguchy.com/library/benton/benton_436.html#neptune\">Benton said</a> :</p>\n<blockquote>\" The Government ought not to delegate this power, if it could.  It was too great a power to be trusted to any banking company whatever, or to any authority but to the highest and most responsible, which was known to our form of Government.  The Government itself ceases to be independent, it ceases to be safe, when the national currency is at the will of a company.  The Government can undertake no great enterprise, neither of war nor peace, without the consent and co-operation of that company ;  it cannot count its revenues for six months ahead without referring to the action of that company, its friendship or its enmity, its concurrence or its opposition, and see how far that company will permit money to be scarce or to be plentiful, how far it will let the money system go on regularly or throw it into disorder, how far it will suit the interest or policy of that company to create a tempest or suffer a calm in the moneyed ocean.  The people are not safe, when such a company has such a power.  The temptation is too great, the opportunity too easy to put up and put down prices, to make and to break fortunes, to bring the whole community upon its knees to the Neptunes, who preside over the flux and reflux of paper.  All property is at their mercy.\"</blockquote>\n<p>General Jackson :</p>\n<blockquote>...\" <a href=\"http://www.yamaguchy.com/library/download/jackson1st.html\">I submit to the wisdom</a> of the Legislature, whether a national one [currency], founded upon the credit of the Government and its resources, might not be devised, which would obviate all constitutional difficulties and, at the same time, secure all advantages to the Government and the country, that were expected to result from the present bank.\"</blockquote>\n<small>[No offence, sir, but you purposely took it out of context: Mr. Jackson was not talking about currency but a bank. Why ?]</small><br><br><p>John Earl Williams, President of the Metropolitan Bank \"I would suggest, that Congress assume, at once, the inherent sovereign prerogative of a Government ' of the people, by the people, and for the people,' and exercise it, by furnishing all the inhabitants of the United States with a uniform national currency.  Surely the people, and the people only have a natural right to all the advantages, emolument or income, that may inure from the issue of either $1,000 bonds with interest, or $10 notes without, based on the faith and credit of the nation,\" etc. . . .</p>\n<p>This principle, simple, clear, and undeniable, ought to be recognized as fundamental, and the only safe and proper basis, on which may securely rest all the circulating medium of the country, for the sole benefit of all the people and not, as now, for the profit of a class of stockholders, however deserving they may be in all other respects.</p>\n<p>To carry into effect this principle&#8212;to substitute United States notes for bank notes&#8212;take away, as soon as practicable, and for ever, all circulation from banks.</p>\n<p>They would do a strictly legitimate business as banks of discount and deposit, knowing, that whatever leads to the prosperity of the whole people must be beneficial to the banks ;  but leaving the right where it belongs, to the United States Government, to supply the whole circulating medium of the country.</p>\n<p>In this connection, we must remember, that banks are the creatures of law.  The laws, which created them, may, by virtue of rights reserved, be amended, altered or repealed.</p>\n<p>To those, who are disposed to complain of the change as a hardship, one is tempted to ask what natural right a dozen stockholders have to receive notes from Government to circulate, that any other dozen men do not possess ?  As John Earl Williams was an eminent banker, his opinion must have weight.</p>\n<p>Allow me to repeat F.E. Spinner's experience in this department :</p>\n<p>\" I had made up my mind that, when I left the Treasury, never again to meddle with, or even think of, politics or of anything in any way connected therewith, and to seek that peace and quiet of mind and bodily rest, that a man at the age of seventy-three, who has been so actively engaged, mind and body, for more than half a century, so much needs.  But it now seems to be somewhat doubtful, whether I will be able to carry out that, resolve, etc. . . . Educated as I was in the hard money school, I have had hard work to unlearn what I was taught as being truism in political economy, and to rid my mind from preconceived and, as I now believe, erroneous ideas.</p>\n<p>\" My experience in the Treasury has been to me a very practical school, and I must have been blind not to have seen the errors of the popular theories, that have been so long accepted as settled truths by the various commercial people of the world, etc. . . . I hope to live yet long enough to see Congress make a beginning in the right direction, by passing an act, authorizing the issue of a bond, bearing a low rate of interest, that can at the will of the owner, be at any time convertible into a legal tender Government note, and the note, in a like manner, convertible into such a bond, etc. . . . Such a currency would at all times adjust itself to the exact business wants of the country, and therefore a commercial revulsion would be next to impossible.</p>\n<p>\" This once accomplished and working, as you and I believe it will work, for the benefit of the whole people, other important and beneficial reforms would soon follow.  The <i>Shylocks</i> foresee all this, hence their fierce opposition.\"</p>\n<p>Such advice from a patriot, who was fifteen years United States Treasurer during our late war, speaks volumes in favor of greenbacks.</p>\n<p>In spite of these warnings, uttered and written by sages, statesmen, and financiers from Franklin, Jefferson, and Webster to Senator Jones, President John Earl Williams, and Treasurer Spinner ;  in spite of the seven and ten yearly periodic <i>panics</i>, that impoverished our farmers, manufacturers, mechanics and laborers, and enriched the banks and capitalists, <i>Secretary Folger and Comptroller Knox seem now inclined to advise the re-chartering of these banks, deceitfully called national</i>.  However, it is consoling to read in rural patriotic papers :  \" The people, just awaking from their lethargy, and beginning to comprehend the situation, are rapidly getting into position to assert their rights in Congress, and compel this spurious money of the banks to retire.  The irrepressible conflict is fairly under way, and is gathering momentum every day, both in Congress and also among the people.\"</p>\n<p>This looks as though the real producers in this great Republic felt the necessity of raising their voice against legislation, that favors the few at the expense of the many, which is contrary to the letter and spirit of the Constitution.</p>\n<p>Having just received the <i>Congressional Record</i>, of March 30, 1882, containing the able speech of the Hon. Richard Warner, M.C., of Tennessee, I cannot help adding the following extract from his wonderful epitome on our finances and monopolies since 1860 :</p>\n<p>\" Free Governments recognize the sovereignty in the people.  The creation of moneyed and other monopolies necessarily extracts from the people their sovereignty in proportion to the numbers and powers of the corporations, and shears the States and nation of that much sovereignty.  These are the hydra-headed monsters, that sap the lifeblood and destroy the very foundation of the Government&#8212;growing in size and strength as the Government departs from its original purity, and, unless checked by an upheaving of the toiling millions, dwelling on the hills and in the valleys of the great agricultural area of the United States, and the mechanical and manufacturing laborers, this great and glorious sovereignty, purchased by blood, labor and toil, this Government of the people, Heaven's best gift to the oppressed of all lands, will sink beneath the leaden weight of monopoly, and become the prey of oppressors of mankind.\"</p>\n<br><p>NATIONAL BANKS.</p>\n<br><p>These banks are very expensive to the people.  The law of their creation was passed February 25, 1863, but they had no circulation in that year.  Their circulation was&#8212;</p>\n<br><center> <p>In 1864....... $ 31,235,270<br> In 1865.......  146,137,800<br> In 1866.......  281,070,908<br> In 1870.......  299,766,984<br> In 1871.......  318,261,211<br> In 1872.......  337,664,795<br> In 1873.......  347,267,061<br> In 1874.......  351,981,032<br> In 1875.......  354,408,008</p>\n<p>In 1867....... $290,625,379<br> In 1868........  299,762,855<br> In 1869........  299,929,625<br> In 1876........  332,998,306<br> In 1877........  317,048,872<br> In 1878........  324,514,284<br> In 1879........  329,691,697<br> In 1880........  343,834,167<br><br></p> \n</center><br><p><i>In this connection Mr. Warner proves, that these grasping institutions have made out of the people the enormous sum of</i> $,1,848,930,000 <i>within the last sixteen years.  They have not been satisfied with their fabulous profits, but have carried on litigation to be exempt from State taxation.  He further observes :</i></p>\n<p>\" You have about twenty-two hundred banking corporations knocking at the doors of Congress to re-charter them for a period of twenty or thirty years, as the case may be, and leaving a law in existence, which will permit the chartering of as many more if desired, asking to allow the control of the currency to be continued in corporate bodies.  I would favor the repeal of the law allowing the charter of national banks, refuse to re-enact them, and pass a law winding up national banks as soon as their charters expired, taking from them the power and control of the currency, placing it back in Congress, where the Constitution fixes it.  The Constitution creates but one legislative body, and rests in that body the sole and exclusive legislative power.  There is no clause in the Constitution, that gives Congress the power to delegate legislative power to any other body.  It alone can exercise such power.  If Congress has the power to give or delegate to banking corporations power and control over the currency to the exclusion of itself, by parity of reasoning could they not delegate and give to railroad corporations the power and control over commerce ? \"</p>\n<p><i> Tabular Statement of the United States Debt, under Government of the people, by the people and for the people, from</i> 1791 to 1860 :</p>\n<br><br><p>In this table may be seen, that the founders and statesmen of this free country reduced the debt of $75,000,000 in 1791 to $37,000 in 1835, and only allowed it to reach $58,000,000 in 1859 ;  hence they could not see any blessing in a national debt.</p>\n<br><p><i> Tabular Statement of the United States Debt, under a Government of bankers and monopolists, by bankers and monopolists and for bankers and monopolists, from</i> 1860 to 1881 :</p>\n<br><br><p>In this table may be perceived the machinations of politicians, bankers and monopolists, whose deceitful motto has been :  \" A national debt is a national blessing,\" hence they increased that debt from $64,000,000 to $2,000,000,000, and funded it for their own benefit, so as to make it consciously or unconsciously a stepping-stone for some ambitious dictator, C&#230;sar or Napoleon, unless the people assert, their rights.  Also this pertinent remark occurs in Mr. Warner's able speech, summing up the opinions of statesmen and the ideas of the people on this all-absorbing subject :</p>\n<p>\" In the origin of our Governments, both State and national, a public debt was by our great statesmen held as a public curse ;  perpetuities were regarded as slavish and destructive of liberty ;  monopolies and great moneyed corporations as dangerous to a republican form of Government ;  but now and for the last twenty years the great mass of the legislation has been and is to give them more power, lend them more strength, and to extort from the people, upon whose shoulders all the burdens of Government rest, their substance.</p>\n<p>\" The rich of the world are wedded to gold, the poor to silver and paper money.  It is to the interest of the rich and moneyed kings to demonetize silver and Treasury notes and make gold the sole currency, because they own the gold.  Hence the reason of the Conference between the moneyed powers of the United States, England, France and Germany, that brought about the act demonetizing silver in 1872, which was repealed in 1878.  It is well demonstrated and sufficiently proved, that two things are lodged in the people's hearts :  First, they will not have silver demonetized ;  second, they will have a paper circulating medium.  Money is the great lever and moving power of all nations in war and in peace.  And when the control over it is vested in corporations, they can wield the nation with as much power as the Czar of Russia, etc. . . .</p>\n<p>\" I can now see the cloud of death upon liberty, and fully realize the warning words of Washington&#8212;the first in war, the first in peace, and the first in the hearts of his countrymen&#8212;in his Farewell Address :  ' <i>I conjure you, my countrymen, to beware of the insidious wiles of a foreign influence</i>.' \"</p>\n<p>I cannot help expressing my heartfelt thanks to Mr. Warner for his bold and instructive discourse on our financial system for the last sixteen years.  I hope his noble efforts will be endorsed by the people, who will rise in their might to prevent a recharter of these grasping institutions.</p>\n<p>I will express with the fewest possible words the nation's wants.</p>\n<p>If Congress will now withdraw the present volume of bank notes, which have been given as a subsidy to the banks, and issue an equal volume of Treasury notes, made receivable for all forms of taxes, duties and debts, and use these Treasury notes to cancel the bonded debt, now payable, or restore our decaying commerce and provide cheap transportation for the people, it will give us a national currency as a measure of value, as uniform and unfluctuating as that of the yard stick or pound weight.</p>\n<p>Congress should not adjourn, until it has established a Postal Savings Bank, by which the Government should receive on deposit the savings of the people at a low rate of interest, say two and a half per cent., or $3.65.</p>\n<p>Millions of money, which are now lost to the Government for the want of a perfectly safe place of deposit, would be thus loaned to the Government.  With these savings of the people the Government could pay off the large bonded indebtedness.</p>\n<p><i> Congress should pass a law, directing the Secretary of the Treasury to use the surplus of the</i> $150,000,000, <i>to pay as much of the national debt as possible</i>.</p>\n<p>Thus the money of the country would flow back into the channels of business and trade, employ labor and fill the land with an industrious, thrifty and happy people.</p>\n<p>It would relieve the toiling masses from paying interest on money, wrongly taken from them and converted into a bonded debt.  By taking this course it would place the country on the highest pinnacle of prosperity, and would ensure the promotion of the general welfare, to such a degree as would soon make our country a Government, which, by its prosperity and greatness, would be the envy of the surrounding nations of the world.</p>\n<p>We should not only secure internal prosperity and tranquility, but we should soon find, that Mexico would be knocking at our door for admittance to enjoy the blessings of so great and so good a Government.</p>\n<p>To maintain such a Government, it will be necessary to have such a civil service as would cause the men, holding office, to give to the people evidence, that they are both capable and honest in performing the service, required by the people.</p>\n<p>A Government with such a civil service, maintained by all the States, furnishing and selecting one of their best men, from each and every State, to form a commission, whose business it would be to select, appoint and watch over the acts and doings of the 100,000 office holders of the country, who were appointed by the general Government of our country, and who are now under the present political management of rings and cliques, mainly appointed to enable, interested parties to control this Government of ours in their own particular interest, instead of giving protection to the great mass of people, whom they were appointed to serve.</p>\n<p>If Congress, at the present session, would legislate to carry out the suggestions here made, we should have an industrious, happy and prosperous people.  There would be plenty of work for all to do, and at good wages ;  the rights of the laboring classes would be better protected, and capitalists, instead of living on usurious interest, would use their funds to employ labor in developing the inexhaustible resources of our great and growing country.</p>\n<p>Even in Christ's time the influence of money had crept into the very Temple, where the money-changers had their tables, which so greatly aroused the just indignation of the greatest of all Reformers the world ever produced.  He saw the importance of making an example of them on the very spot, and gave us the only evidence in His pure life of any temper ;  for he then \" made a scourge of small cords, and drove the money-changers out of the Temple,\" making good the declaration of Paul, that He was angry without sin.</p>\n<p>If our legislators at Washington could but rise now to the emergency and realize, that the Constitution (Article I., Section 8, 5) says :  \" The Congress shall have power&#8212;To coin money, regulate the value thereof,\" etc. . . . and that the same Constitution has no clause, allowing them to delegate this power&#8212;they would imitate the Master, drive the bankers out of the Capitol, as directed by the law of 1793, and carry out Paul's injunction :  \" Be ye angry, but sin not,\" by calmly refusing to re-charter banks, <i>deceitfully called national</i>, disposed to appropriate the nation's last dollar.</p>\n<small> PETER COOPER.</small><br><br><p> This article of 26 pages, in pamphlet form, was sent to every member of Congress, yet they re-chartered these banks ?  The reason why must occur to every thoughtful mind.</p>\n<p> Matt. 21:12 ; Mark, 11:15 ; John, 2:15 ; Paul, Eph., 4:26.</p>\n<br><br><small>NEW YORK, April 23, 1882.</small><small> THE HON. RICHARD WARNER.</small><br><p><small> MY DEAR SIR</small> :  I cannot refrain from offering you my heartfelt thanks for the noble defence you made of the rights and interests of the toiling masses of this great and glorious country,</p>\n<p>Yours, with great respect,               <br><small>PETER COOPER.</small></p>\n<br><br><small> WASHINGTON, D.C., April 25, 1882.</small><small> HON. PETER COOPER.</small><br><br><p><small> DEAR SIR</small> :  I received your highly complimentary and well appreciated letter and pamphlet yesterday.  Nothing offers me more pleasure than to know, that you were highly pleased with my speech against the re-charter of national banks.  It is a source of gratification for me to receive a compliment from one, whom I regard the greatest friend to the people, now in the United States, and an intellect surpassed by none.  I hope, if it be within your power, you will send me a number of copies of your pamphlet, containing extracts from my speech, March 30, 1882.  I will take great pleasure in circulating them in my Congressional District.  Send the price of them and whatever they cost I will remit.  With</p>\n<p>True respect,                              <br> I am your obedient servant,<br><small>RICHARD WARNER.</small></p>\n<br><br><p>A REVIEW OF COMPTROLLER KNOX'S REPORT.</p>\n<br><p>Comptroller Knox informs us, that there were on the 1st day of October, 1881, 2,132 National Banks in the country, etc. . . .</p>\n<p>There were eighty-six new banks organized during the year ending November 1, 1881.</p>\n<p>The total resources of these banks amount to $2,358,387,391, etc., . . . a fund of $2,037,068,727 in the hands of these bankers, on which they pay an annual tax of a little over $15,000,000, which is less than the half of one per cent, on the funds in their hands.</p>\n<p>And yet the Comptroller, the Secretary of the Treasury, the President, and Congress are attempting to relieve them from a part of the tax they are now paying.  A part of the Comptroller's report is devoted to a defence of the National banking system, to an extension of their charters, and to relieving them from taxation.  What other class of the community pay so small a tax in proportion to their means, or make so large profits, as the bankers.  We know of none, except it be some of the leading railroad corporations.</p>\n<p>Between the railroad and the bank corporations, the property, produced by the masses of the people, is being absorbed at a rapid rate.  They levy contributions upon the currency and transportation of the products of the country, that absorbs the largest share of the wealth produced, and yet they are taxed the least.  But the efforts, being made to remove the tax from bank circulation and deposits, are not because the banks feel the tax oppressive, but because they want all restrictions to the increase of their currency removed.  If the tax was removed from their circulation, they could double the volume of their notes, etc. . . .</p>\n<p>The Comptroller furnishes figures and attempts to show :  \" That the profit on bank circulation cannot now at least be said to be excessive.\"</p>\n<p>He is very careful, however, not to mention the source, from which bankers can derive the largest profit, and wherein lies their greatest power for good or evil ;  that of increasing and diminishing the volume of money, and by that means inflating and contracting prices.  The profits, arising to those engaged in banking business, do not depend entirely upon the dividends, semi-annually declared upon their capital stock.  Enormous profits are secured by taking advantage of the increase and decrease of prices of property, which is brought about by inflating and contracting the volume of currency, etc. . . . A systematic war was made by banks upon legal tender notes ;  and from one to four millions a month were taken from circulation and destroyed, until their volume was reduced from $450,000,000 to $356,000,000, when the panic came on.  The panic became so disastrous as to threaten the entire prostration of business, and in order to prevent this, President Grant's Administration was compelled to reissue $26,000,000 of the legal tenders to relieve the pressure.</p>\n<p>No sooner was a temporary relief brought about by the reissue of the currency destroyed, than John Sherman secured the passage by Congress of his Resumption Bill, the object of which was to force all the debtors of the country, who had contracted debts, in paper currency, to pay those in gold coin.  A bill was passed, demonetizing silver, and to resume specie payments, and by this means legal tender notes were gradually to be destroyed, and bank-notes issued to be put in their places, and all debts made legally payable in gold.</p>\n<p>These legislative enactments, by which the debtors of the country were bankrupted and stripped of their money and property, for the benefit of money lenders, were engineered by banks for the purpose of getting rid of Government notes, and to give them the entire control of the volume of currency, thus enabling them to carry on their schemes of inflation and contraction as a perpetual heir-loom to their institutions.</p>\n<p>The President, the United States Treasurer, the Comptroller, and other executive officers, and the majority of both Houses of Congress aided these schemes, and the banks, are now attempting through these parties to secure a re-charter of their corporations, and to perpetuate the public debt in their interests.</p>\n<p>The Comptroller goes into an elaborate defence of the National banks in his last report.  He becomes a sort of an Attorney for an extension of their charter and to relieve them from taxation, etc. . . .</p>\n<p>The banks inserted a clause in the Resumption Act, giving them the power to increase their circulation to more than five times its present volume, or to within ten per cent. of the entire bonded debt, and under existing laws, also, they can retire the entire amount of their circulation at their pleasure.  In February, 1881, in order to defeat a bill passed by Congress, depriving them of the power to thus suddenly contract and expand their circulation, they retired about $18,000,000 of their notes in a few days' time.  We all know the disastrous effects caused by that act.  Had not the Secretary of the Treasury come to the rescue, and put legal tenders in circulation by the millions in exchange for bonds, wide-spread business disaster would have followed.  The business interest of this country must not be left at the mercy of men, who would thus abuse the power, placed in their hands.  These banks should be deprived of the power they now hold over the volume of currency.</p>\n<p>The facts and figures here given are mainly taken from the reports of the officers of the Government, and, therefore, they cannot be ignored nor set aside by the members of Congress.  It will not do either for the present legislators to reject them.  The men now in Congress have it in their power to strangle this monopoly, that is sucking the life-blood out of the people.  Many of these banks have now about outlived their legal chartered existence, given to them by ignorant and corrupt legislators, and the verdict of the people is&#8212;let them die.  This Congress should pass an act forever prohibiting the organizing or re-chartering of banks of issue.  A general law, authorizing banks of deposit and discount, by which the money of the people shall be made secure, is desirable.  But no bank should be allowed to issue currency or to control its volume.  Why should the Government create money and give it to rich bankers for nothing ?  The legal tender notes were issued in exchange for labor and property, given to the Government by the people, who received them.  The bankers have given nothing of value to the Government for the $362,000,000 of currency they have received.</p>\n<p>The amendment to Senator Sherman's bill, offered by Senator Plumb, of Kansas, contains some of the best features in reference to the currency and public debt of any bill yet presented, that we have seen.  It could be improved by making the coin certificates and notes it provides for issuing, a legal tender for all debts, public and private.  Senator Plumbs bill, or one similar, should certainly be passed by this Congress.</p>\n<p>As suggested in my letter to Senator Beck, if Congress was to pass a bill to issue $362,000,000 of legal tender Treasury notes, to take the place of the present bank currency, it could provide the labor and material to build and equip two lines of railroads from the Atlantic to the Pacific ocean, and place fifty first-class iron steamers on the ocean, thus providing cheap transportation both for our national and international commerce ;  and it would leave the currency in a far better condition than it is now in.</p>\n<p>Is the present Congress wise enough to see, appreciate, and inaugurate these great reforms in our currency !  We ardently hope and trust, that it is, and will.</p>\n<p>The facts and figures here given may be verified by consulting the late reports of Comptroller Knox and Treasurer Gilfillan.  They are submitted with the ardent hope, that Congress may see the immeasurable importance of our preventing banks of issue, and of providing a currency of Treasury notes based, as they should be, upon the embodied wealth of the nation, and made receivable for all forms of taxes, duties and debts.  Such a currency would be unfluctuating in volume and as uniform in its measuring power as the yard-stick and pound weight.</p>\n<small> PETER COOPER.</small></div>", "entities": [{"count": 40, "name": "Congress"}, {"count": 17, "name": "Treasury"}, {"count": 14, "name": "American"}, {"count": 13, "name": "UNITED STATES"}, {"count": 10, "name": "State"}, {"count": 8, "name": "Peter Cooper"}, {"count": 5, "name": "Jackson"}, {"count": 4, "name": "Sherman"}, {"count": 4, "name": "Franklin"}, {"count": 4, "name": "Senate"}, {"count": 3, "name": "Paul"}, {"count": 3, "name": "Jefferson"}, {"count": 3, "name": "KNOX"}, {"count": 3, "name": "Warner"}, {"count": 3, "name": "Legislature"}, {"count": 3, "name": "John Earl Williams"}, {"count": 3, "name": "Richard Warner"}, {"count": 3, "name": "Benton"}, {"count": 2, "name": "De La Matyr"}, {"count": 2, "name": "Webster"}, {"count": 2, "name": "Chase"}, {"count": 2, "name": "Republican"}, {"count": 2, "name": "Washington"}, {"count": 2, "name": "Madison"}, {"count": 2, "name": "United States Bank"}, {"count": 2, "name": "Temple"}, {"count": 2, "name": "Europe"}, {"count": 2, "name": "United States Debt"}, {"count": 2, "name": "New York"}, {"count": 2, "name": "Bank"}, {"count": 2, "name": "Postal Savings Bank"}, {"count": 2, "name": "House of Representatives"}, {"count": 1, "name": "Matt"}, {"count": 1, "name": "Hall of Cooper Union"}, {"count": 1, "name": "Republic"}, {"count": 1, "name": "European"}, {"count": 1, "name": "Democratic"}, {"count": 1, "name": "Kansas"}, {"count": 1, "name": "Thomas Jefferson"}, {"count": 1, "name": "Beck"}, {"count": 1, "name": "Germany"}, {"count": 1, "name": "Metropolitan Bank"}, {"count": 1, "name": "Houses of Congress"}, {"count": 1, "name": "Saratoga"}, {"count": 1, "name": "Archibald Alison"}, {"count": 1, "name": "Congressional Record"}, {"count": 1, "name": "Cincinnati"}, {"count": 1, "name": "France"}, {"count": 1, "name": "United States Treasurer"}, {"count": 1, "name": "Bankers ' Association"}, {"count": 1, "name": "Bonaparte"}, {"count": 1, "name": "National Banks"}, {"count": 1, "name": "Mark"}, {"count": 1, "name": "John"}, {"count": 1, "name": "Parliament of Great Britain"}, {"count": 1, "name": "United States of America"}, {"count": 1, "name": "Erie Canal"}, {"count": 1, "name": "Napoleon"}, {"count": 1, "name": "Russia"}, {"count": 1, "name": "S.M. Stilwell"}, {"count": 1, "name": "Boston"}, {"count": 1, "name": "John Sherman"}, {"count": 1, "name": "Bank Association"}, {"count": 1, "name": "Scotland"}, {"count": 1, "name": "Washington-the"}, {"count": 1, "name": "Great Britain"}, {"count": 1, "name": "Ireland"}, {"count": 1, "name": "Colonies"}, {"count": 1, "name": "Bank of Venice"}, {"count": 1, "name": "G. DE LA MATYR"}, {"count": 1, "name": "Grant"}, {"count": 1, "name": "Gilfillan"}, {"count": 1, "name": "Pennsylvania"}, {"count": 1, "name": "M.C."}, {"count": 1, "name": "Hudson River Railroad"}, {"count": 1, "name": "Hayes"}, {"count": 1, "name": "Isle of Skye"}, {"count": 1, "name": "Neptunes"}, {"count": 1, "name": "Comptroller Knox"}, {"count": 1, "name": "Pacific"}, {"count": 1, "name": "Calhoun"}, {"count": 1, "name": "Eph."}, {"count": 1, "name": "D.C."}, {"count": 1, "name": "Folger"}, {"count": 1, "name": "LL"}, {"count": 1, "name": "England"}, {"count": 1, "name": "Atlantic"}, {"count": 1, "name": "Jones"}, {"count": 1, "name": "F.E. Spinner"}, {"count": 1, "name": "Mexico"}, {"count": 1, "name": "Garfield"}, {"count": 1, "name": "Tennessee"}, {"count": 1, "name": "New York City"}], "favicon_colors": null, "keywords": [{"score": 337, "name": "currency"}, {"score": 323, "name": "money"}, {"score": 256, "name": "banks"}, {"score": 246, "name": "government"}, {"score": 239, "name": "people"}, {"score": 188, "name": "debts"}, {"score": 170, "name": "circulation"}, {"score": 169, "name": "congress"}, {"score": 158, "name": "power"}, {"score": 154, "name": "country"}], "published": null, "provider_name": "Yamaguchy", "type": "html"}