{"provider_url": "http://www.nytimes.com", "description": "At Cooper Union, it was outrage over a new tuition policy. At City College, it was anger over the closing of a community center. At both Manhattan colleges, student protest shut down buildings, garnered headlines and largely defined campus life over the past year.", "embeds": [], "safe": true, "provider_display": "www.nytimes.com", "related": [{"score": 0.6389334201812744, "description": "Universities in South Dakota, Nebraska, and other states have cut the number of credits students need to graduate. A proposal in Florida would let online courses forgo the usual higher-education accreditation process. A California legislator introduced a measure that would have substituted online courses for some of the brick-and-mortar kind at public universities.", "title": "'We Are Creating Walmarts of Higher Education'", "url": "http://www.theatlantic.com/education/archive/2013/12/we-are-creating-walmarts-of-higher-education/282619/", "thumbnail_height": 410, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR33OS4_1/lead_large.jpg?myf59a", "thumbnail_width": 615}, {"score": 0.6306447386741638, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.6252516508102417, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}, {"score": 0.5543744564056396, "description": "Two years after a Stanford professor drew 160,000 students from around the globe to a free online course on artificial intelligence, starting what was widely viewed as a revolution in higher education, early results for such large-scale courses are disappointing, forcing a rethinking of how college instruction can best use the Internet.", "title": "After Setbacks, Online Courses Are Rethought", "url": "http://www.nytimes.com/2013/12/11/us/after-setbacks-online-courses-are-rethought.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/11/us/jp-MOOCS/jp-MOOCS-videoSixteenByNine1050-v2.jpg", "thumbnail_width": 1050}, {"score": 0.5506621599197388, "description": "Diallo Shabazz was a student at the University of Wisconsin in 2000 when he stopped by the admissions office. \"One of the admissions counselors walked up to me, and said, 'Diallo, did you see yourself in the admissions booklet? Actually, you're on the cover this year,' \" Shabazz says.", "title": "A Campus More Colorful Than Reality: Beware That College Brochure", "url": "http://www.npr.org/2013/12/29/257765543/a-campus-more-colorful-than-reality-beware-that-college-brochure", "thumbnail_height": 1024, "thumbnail_url": "http://media.npr.org/assets/img/2013/12/29/shabazz_custom-70b65a3700c720a7bf3f6efed01a8eac2eb3b9e9.jpg", "thumbnail_width": 808}], "favicon_url": "http://www.nytimes.com/favicon.ico", "authors": [{"url": "http://topics.nytimes.com/top/reference/timestopics/people/k/ariel_kaminer/index.html", "name": "ARIEL KAMINER"}], "images": [{"caption": null, "url": "http://graphics8.nytimes.com/images/2013/12/11/nyregion/Y-PROTEST/Y-PROTEST-videoSixteenByNine1050.jpg", "height": 591, "width": 1050, "colors": [{"color": [4, 7, 14], "weight": 0.63232421875}, {"color": [219, 222, 221], "weight": 0.154296875}, {"color": [53, 48, 51], "weight": 0.0615234375}, {"color": [69, 81, 85], "weight": 0.0517578125}, {"color": [111, 112, 105], "weight": 0.040771484375}], "entropy": 4.30740586174, "size": 139493}, {"caption": null, "url": "http://graphics8.nytimes.com/images/2013/12/11/nyregion/Y-PROTEST/Y-PROTEST-articleLarge.jpg", "height": 393, "width": 600, "colors": [{"color": [16, 18, 21], "weight": 0.764404296875}, {"color": [215, 218, 217], "weight": 0.158935546875}, {"color": [114, 108, 100], "weight": 0.04052734375}, {"color": [154, 141, 135], "weight": 0.0302734375}, {"color": [219, 38, 45], "weight": 0.005859375}], "entropy": 4.19494083785, "size": 64370}, {"caption": null, "url": "http://i1.nyt.com/images/2013/12/31/opinion/31MOTH_OPED_PM/31MOTH_OPED_PM-moth.jpg", "height": 151, "width": 151, "colors": [{"color": [246, 246, 246], "weight": 0.739013671875}, {"color": [1, 1, 1], "weight": 0.2265625}, {"color": [82, 82, 82], "weight": 0.034423828125}], "entropy": 1.31134933265, "size": 11895}, {"caption": null, "url": "http://i1.nyt.com/images/2013/12/31/world/asia/31MOTH_SOIL/31MOTH_SOIL-moth.jpg", "height": 151, "width": 151, "colors": [{"color": [221, 224, 225], "weight": 0.272705078125}, {"color": [116, 107, 99], "weight": 0.142578125}, {"color": [51, 55, 40], "weight": 0.125244140625}, {"color": [158, 149, 117], "weight": 0.115234375}, {"color": [179, 177, 173], "weight": 0.09423828125}], "entropy": 6.42394062671, "size": 33264}, {"caption": null, "url": "http://i1.nyt.com/images/2013/12/31/business/international/31MOTH_OLIVEOIL/31MOTH_OLIVEOIL-moth.jpg", "height": 151, "width": 151, "colors": [{"color": [211, 185, 170], "weight": 0.475341796875}, {"color": [160, 141, 134], "weight": 0.309326171875}, {"color": [122, 101, 85], "weight": 0.084228515625}, {"color": [89, 67, 37], "weight": 0.052490234375}, {"color": [11, 9, 12], "weight": 0.047119140625}], "entropy": 6.05191661254, "size": 22801}], "cache_age": 82318, "lead": null, "language": "English", "original_url": "http://www.nytimes.com/2013/12/11/education/2-new-york-city-colleges-draft-rules-that-restrict-protests.html?_r=0", "url": "http://www.nytimes.com/2013/12/11/education/2-new-york-city-colleges-draft-rules-that-restrict-protests.html", "media": {}, "title": "2 New York City Colleges Draft Rules That Restrict Protests", "offset": null, "content": "<div>\n<img src=\"http://graphics8.nytimes.com/images/2013/12/11/nyregion/Y-PROTEST/Y-PROTEST-articleLarge.jpg\"><p>At <a href=\"http://topics.nytimes.com/top/reference/timestopics/organizations/c/cooper_union_for_the_advancement_of_science_and_art/index.html?inline=nyt-org\">Cooper Union</a>, it was outrage over a new tuition policy. At City College, it was anger over the closing of a community center. At both Manhattan colleges, student protest shut down buildings, garnered headlines and largely defined campus life over the past year. Now those two very different institutions are considering policies that could restrict how, when and where students can express dissent, while raising the penalties for those who disobey. </p>\n<p>Representatives of Cooper Union's student government were surprised when, a few weeks ago, administrators showed them a draft of a new code of conduct. In addition to addressing matters like fire safety and drug use, the document would forbid \"deliberate or knowing disruption of the free flow of pedestrian traffic on Cooper Union premises\" and \"behavior that disturbs the peace, academic study or sleep of others on or off campus.\" A section on bullying and intimidation mentions communication, in any medium, that \"disrupts or interferes with the orderly operation of the Cooper Union.\"</p>\n<p>Policies like that might be unremarkable at some universities. But they would be a significant departure at Cooper Union, where student protesters occupied President Jamshed Bharucha's office for months, and continue to produce a torrent of documents, videos, staged readings, holiday carols, Ping-Pong ball drops and other creative stunts.</p>\n<p>The City University of New York, of which City College is a part, has floated its own new set of policies on what it terms \"expressive activity.\"</p>\n<p>A draft from June declared free speech and assembly to be subject to the needs for public order. It would restrict gatherings and the distribution of leaflets to approved areas and times and would forbid faculty members from taking part in protests during working hours. Sponsors of planned protests with as few as 25 students would have to give at least 24 hours' notice of location, date, time and expected turnout, subject to the college's approval or alteration.</p>\n<p>In the case of protests that pose \"an immediate threat to persons or property,\" officials \"may seek the immediate intervention of public safety officers or external law enforcement,\" the draft states.</p>\n<p>The change in policy could have a significant effect, both at City College, where student resentment about the community center has repeatedly boiled over, and across the entire university system, where faculty resistance to Pathways, a contested academic initiative, is at a high simmer.</p>\n<p>In addition to their anger over the proscribed action at Cooper Union, student leaders also took offense at being given a reduced role in the disciplinary process and in the drafting of the document itself. \"The whole community at Cooper got really riled up,\" said Hadar Cohen, a member of the engineering school's student council. Along with faculty members, they objected vehemently at a meeting in the university's Great Hall last week.</p>\n<p>Mark Epstein, the board chairman, issued a statement acknowledging that the college's founder, Peter Cooper, intended for students to learn through self-governance, but added, \"We must also recognize the changed legal environment that surrounds our community in the modern era.\" Still, he said that some of the procedural complaints that were raised had merit, and would be discussed when the board meets on Wednesday.</p>\n<p>At that same meeting, the board will also review a plan proposed by a working group of students, faculty members, trustees and others to balance the college's budget without collecting tuition.</p>\n<p>CUNY's draft was made public in October, and attracted withering notice from many faculty members and students. A subsequent revision fared little better.</p>\n<p>Barbara Bowen, the president of the union that represents CUNY's faculty and staff, said that \"if CUNY is to be an intellectually vibrant university, it must recognize that 'expressive activity' is a vital part of campus life, not a danger to be confined to narrow limits.\"</p>\n<p>(By contrast, Columbia University policies on student demonstrations, in place since 1969, place some limits but emphasize that protest is a valid form of expression.)</p>\n<p>Frederick P. Schaffer, CUNY's senior vice chancellor for legal affairs, has said that it was faculty members who first requested a universitywide policy, to replace the patchwork of local guidelines at each campus. The CUNY trustees have not scheduled a vote on the matter.</p>\n<p>If Cooper Union's proposed code of conduct was intended to rein in student protest, it has so far not succeeded. Last week, after a loud but nonviolent protest outside Dr. Bharucha's home, the police were called. And on Monday students held a \"call to action\" just outside his office, which has sat empty since the occupation ended in July.</p>\n</div>", "entities": [{"count": 7, "name": "Cooper Union"}, {"count": 5, "name": "CUNY"}, {"count": 2, "name": "City College"}, {"count": 1, "name": "Frederick P. Schaffer"}, {"count": 1, "name": "Ping-Pong"}, {"count": 1, "name": "Barbara Bowen"}, {"count": 1, "name": "Jamshed Bharucha"}, {"count": 1, "name": "Mark Epstein"}, {"count": 1, "name": "City University of New York"}, {"count": 1, "name": "Peter Cooper"}, {"count": 1, "name": "Hadar Cohen"}, {"count": 1, "name": "Dr. Bharucha"}, {"count": 1, "name": "At City College"}, {"count": 1, "name": "Manhattan"}, {"count": 1, "name": "Columbia University"}], "favicon_colors": [{"color": [3, 3, 3], "weight": 0.525634765625}, {"color": [243, 243, 243], "weight": 0.0224609375}, {"color": [120, 120, 120], "weight": 0.014404296875}], "keywords": [{"score": 58, "name": "students"}, {"score": 48, "name": "faculty"}, {"score": 44, "name": "cuny"}, {"score": 40, "name": "cooper"}, {"score": 32, "name": "protest"}, {"score": 30, "name": "union"}, {"score": 27, "name": "college"}, {"score": 23, "name": "draft"}, {"score": 22, "name": "campus"}, {"score": 21, "name": "policy"}], "published": 1386633600000, "provider_name": "Nytimes", "type": "html"}