{"provider_url": "http://www.lifeofthelaw.org", "description": "A kind of death occurred at noon on Tuesday, April 23 at the Cooper Union for the Advancement of Science and Art. Mark Epstein, the chairman of the school's Board of Trustees, had called a meeting for students and faculty just six hours before.", "embeds": [], "safe": true, "provider_display": "www.lifeofthelaw.org", "related": [{"score": 0.5395579934120178, "description": "Apollo Tyres Ltd. (APTY) rose to its highest in at least 22 years in Mumbai trading after Cooper Tire & Rubber Co. (CTB) dropped a $2.5 billion merger plan, easing investor concern the Indian company would take on too much debt. Shares of Apollo climbed 5.8 percent to 107.20 rupees, the highest close since at least January 1991.", "title": "Apollo Tyres Climbs After Cooper Tire Drops Merger Plan", "url": "http://www.bloomberg.com/news/2013-12-30/cooper-tire-terminates-merger-agreement-with-apollo-tyres.html", "thumbnail_height": 800, "thumbnail_url": "http://www.bloomberg.com/image/iyz62.HCMsfw.jpg", "thumbnail_width": 1200}], "favicon_url": "http://www.lifeofthelaw.org/wp-content/themes/organic_structure_white/images/favicon.ico", "authors": [], "images": [{"caption": null, "url": "http://www.lifeofthelaw.org/wp-content/uploads/2013/04/dare-to-be-free-e1366989857149.jpg", "height": 456, "width": 500, "colors": [{"color": [233, 241, 243], "weight": 0.232421875}, {"color": [204, 143, 85], "weight": 0.18408203125}, {"color": [111, 107, 101], "weight": 0.165283203125}, {"color": [153, 158, 153], "weight": 0.124267578125}, {"color": [67, 65, 76], "weight": 0.09326171875}], "entropy": 6.54011074029595, "size": 83030}, {"caption": null, "url": "http://www.lifeofthelaw.org/wp-content/uploads/2013/04/29065_510719292570_1889013_n.jpg", "height": 540, "width": 720, "colors": [{"color": [37, 35, 39], "weight": 0.278564453125}, {"color": [218, 210, 206], "weight": 0.252197265625}, {"color": [161, 144, 137], "weight": 0.246337890625}, {"color": [99, 86, 84], "weight": 0.222900390625}], "entropy": 6.8107015666916775, "size": 76797}, {"caption": null, "url": "http://www.lifeofthelaw.org/wp-content/themes/organic_structure_white/images/stitcher.png", "height": 60, "width": 60, "colors": [{"color": [30, 32, 33], "weight": 0.6142578125}, {"color": [36, 176, 230], "weight": 0.089111328125}, {"color": [224, 218, 61], "weight": 0.072265625}, {"color": [234, 62, 12], "weight": 0.068359375}, {"color": [230, 237, 240], "weight": 0.023193359375}], "entropy": 3.56836293607, "size": 5382}], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://www.lifeofthelaw.org/the-right-to-education-peter-coopers-vision-and-what-its-unraveling-represents/", "url": "http://www.lifeofthelaw.org/the-right-to-education-peter-coopers-vision-and-what-its-unraveling-represents/", "media": {}, "title": "The Right to Education: Peter Cooper's Vision, and What Its Unraveling Represents : Life of the Law", "offset": null, "content": "<div>\n<p>A kind of death occurred at noon on Tuesday, April 23 at the Cooper Union for the Advancement of Science and Art. Mark Epstein, the chairman of the school's Board of Trustees, had called a meeting for students and faculty just six hours before. He stood at the front of the school's Great Hall-the hall where Abraham Lincoln and Frederick Douglass gave visionary progressive speeches, where the NAACP held its very first meeting, and where Susan B. Anthony had an office-and announced that the school would begin charging tuition of its undergraduates for the first time in over 150 years. That night, students staged a candlelight vigil while faculty wept over drinks.</p>\n<p>Peter Cooper, the founder of the school, was the son of an impoverished hatmaker. He never received a formal education. He later wrote, \"I formed a very resolute determination that if I could ever get the means, I would build an institution and throw its doors open at night so that the boys and girls of this city, who had no better opportunity than I had to enjoy means of information, would be enabled to improve and better their condition.\" A series of inventions, including the I-Beam and Jell-O, made Cooper a wealthy man. He fulfilled his resolution and opened the Cooper Union in 1859.</p>\n<p>Cooper constructed the school's Foundation Building with an empty shaft for another as-yet unfinished invention: the elevator. When the elevator was finally installed, it lifted passengers to the pinnacle of the city. The building stood as the tallest in all of Manhattan and symbolized the school's radical inversion of social hierarchy. At the time, most institutions of higher learning exclusively admitted white males of means. But the Cooper Union awarded degrees completely free of charge to women, immigrants, and other members of society's periphery. Andrew Carnegie, the steel magnate and philanthropist, was a major early funder of the school. Like Peter Cooper, Carnegie believed that \"education should be as free as air and water.\" The school hummed on the promise that humans have the right to an education, just as we have the right to breathe.</p>\n<p>Perhaps Peter Cooper's idealism seems quaint in 21st century America. Perhaps the assertion that a spattering of aspiring creatives deserves a free college education sounds like entitlement. Yet no institution of higher learning embodies the ideal of accessible education more than the Cooper Union did. To deride that ideal in this moment of trillion-dollar student debt and skyrocketing tuition is excessively cynical. College sticker prices perpetuate the American wealth chasm and make the American dream-that hope that talent and hard work can forge success regardless of inborn privilege-seem a naive fantasy.</p>\n<p>I attended the Cooper Union School of Art from 2005-2010. The education I received there felt handmade, bearing the love and imperfections that accompany handmade objects. The facilities were often ramshackle and the classes often unstructured, but the absence of student debt created space to pursue knowledge for its own sake. Granted this precious gift, we students pushed ourselves and one another with a rambunctious thirst. Grades didn't matter; ideas did. We worked, we drank, and then we worked some more. I often slept under my studio desk while artists around me worked till dawn.</p>\n<p>This morning, three years after graduating, I sit in a cooperative house with Christhian Diaz, one of my best friends and another Cooper Union alumnus. We sip coffee and he shows me new photographs of grassy fields and protests. He tells me about arriving at the Cooper Union as a broke undocumented immigrant. He tells me how he confessed his plight to a professor. The professor hired him on the spot as an assistant, despite not needing help. This was the promise of the Cooper Union: we would support each other in our pursuit of knowledge and art, regardless of money.</p>\n<p>But <a href=\"http://www.youtube.com/watch?v=3aK-UjR3Oj4\">money</a> caught up with this rare bloom of idealism, as tends to happen. The school took out a $175 million loan to help construct a new building in 2006. Then the financial crisis hit. In 2011, a new college president proposed charging tuition to dam the school's $16 million annual losses. Students, alumni, and faculty revolted, arguing that the full-tuition scholarships were the school's one priceless commodity. They staged occupations and <a href=\"http://nplusonemag.com/save-cooper-union\">penned protests</a> and <a href=\"http://www.youtube.com/watch?feature=player_embedded&amp;v=1-g6ypONbiA\">presented the president</a> with a \"Happy Resignation Day\" cake. And then came Tuesday's last-minute meeting. Tuition appears sealed.</p>\n<p>The new building is a useless atrium encased in a silver skin. If the school's Foundation Building symbolizes the progressivism of the 19th century, the new one reflects the superficial greed of the 21st. The allure of a glittery and expanded infrastructure blinded the Board of Trustees from recognizing the hazards of loans and hedge fund investments. Panting to keep up with our ever-expanding neighbors NYU and Columbia, the school's richly compensated leaders took foolhardy risks. Now, lower and middle-class students must pay for those leaders' mistakes. Sound familiar? Tuition at Cooper Union is symptomatic of the bigger trend of transferring liability from those at the top to those at the bottom, of which the gold-parachute-lined and regulation-thin 2008 bailout is another egregious example.</p>\n<p>Niki Logis, the terrifying and brilliant Cooper Union professor of sculpture, instructed my freshman 3D Design class to make art as though our hair was on fire.</p>\n<p>\"HAIR ON FIRE! HAIR ON FIRE!\" I remember her barking on at least one occasion.</p>\n<p>Flaming hair is the level of urgency demanded to be an artist and an idealist. Letting go of both artistry and idealism is easy, but the Cooper Union bucked cynicism-and realism, perhaps-to add oxygen to those flames. Its commitment to education as a right is an anachronism today. Yet relics like this school move our democracy forward and keep its spark alight.</p>\n<em>Rina Goldfield lives and works in Brooklyn, NY. She teaches art and other subjects to children and adults. She sporadically makes paintings and drawings. The photo above is of her on her graduation day from the Cooper Union, kissing a sculpture of Peter Cooper in gratitude.</em> </div>", "entities": [{"count": 11, "name": "Cooper Union"}, {"count": 4, "name": "Peter Cooper"}, {"count": 2, "name": "Cooper"}, {"count": 2, "name": "Board of Trustees"}, {"count": 1, "name": "Susan B. Anthony"}, {"count": 1, "name": "Mark Epstein"}, {"count": 1, "name": "NYU"}, {"count": 1, "name": "Advancement of Science"}, {"count": 1, "name": "Manhattan"}, {"count": 1, "name": "Columbia"}, {"count": 1, "name": "Carnegie"}, {"count": 1, "name": "NY"}, {"count": 1, "name": "Brooklyn"}, {"count": 1, "name": "Cooper Union School of Art"}, {"count": 1, "name": "America"}, {"count": 1, "name": "Abraham Lincoln"}, {"count": 1, "name": "American"}, {"count": 1, "name": "Frederick Douglass"}, {"count": 1, "name": "NAACP"}, {"count": 1, "name": "Andrew Carnegie"}, {"count": 1, "name": "Rina Goldfield"}, {"count": 1, "name": "Christhian Diaz"}, {"count": 1, "name": "Niki Logis"}], "favicon_colors": [{"color": [243, 194, 98], "weight": 0.777099609375}, {"color": [243, 244, 223], "weight": 0.095947265625}, {"color": [76, 19, 18], "weight": 0.07861328125}, {"color": [143, 86, 60], "weight": 0.04833984375}], "keywords": [{"score": 84, "name": "cooper"}, {"score": 50, "name": "school"}, {"score": 45, "name": "union"}, {"score": 33, "name": "tuition"}, {"score": 29, "name": "students"}, {"score": 28, "name": "education"}, {"score": 27, "name": "idealism"}, {"score": 23, "name": "art"}, {"score": 20, "name": "building"}, {"score": 20, "name": "faculty"}], "published": 1366934400000, "provider_name": "Lifeofthelaw", "type": "html"}