{"provider_url": "http://www.democracynow.org", "description": "Students and administrators at New York City's Cooper Union are clashing over the future of one of the last private universities in the United States to offer free tuition. Activists are occupying the president's office for a ninth day after the school said fiscal problems would force an end to more than a century of free tuition for undergraduates.", "embeds": [], "safe": true, "provider_display": "www.democracynow.org", "related": [{"score": 0.641814112663269, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.6266304850578308, "description": "American students are bored by math, science and engineering. They buy smartphones and tablets by the millions but don't pursue the skills necessary to build them. Engineers and physicists are often portrayed as clueless geeks on television, and despite the high pay and the importance of such jobs to the country's future, the vast majority of high school graduates don't want to go after them.", "title": "Who Says Math Has to Be Boring?", "url": "http://www.nytimes.com/2013/12/08/opinion/sunday/who-says-math-has-to-be-boring.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/07/opinion/video-editorial-ptech-new/video-editorial-ptech-new-videoSixteenByNine1050-v2.jpg", "thumbnail_width": 1050}, {"score": 0.6144908666610718, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}, {"score": 0.6028262376785278, "description": "A.J. Mast / for NBC News This past April, facing the prospect of three 20-page papers due in the same week, Indiana University East student Harmony Glenn had a panic attack in the school library. \"I couldn't breathe, and my chest felt tight,\" she said.", "title": "Debt, no degree: Bills mount for ex-college students who never reached the finish line", "url": "http://usnews.nbcnews.com/_news/2013/12/30/21892627-debt-no-degree-bills-mount-for-ex-college-students-who-never-reached-the-finish-line?lite", "thumbnail_height": 1500, "thumbnail_url": "http://media2.s-nbcnews.com/i/MSNBC/Components/Photo/_new/131213-student-loan-debt-main-3p.jpg", "thumbnail_width": 1489}, {"score": 0.6018185615539551, "description": "High school dropouts seeking a diploma will soon face a brand new exam system that will demand more skills from them - and yield more profits for testing companies. The traditional GED exam, administered for more than 70 years by the nonprofit American Council on Education, will be replaced on Thursday by a buffet of options from three testing...", "title": "Testing companies see cash cow in revamped GED", "url": "http://www.politico.com/story/2013/12/testing-companies-see-cash-cow-in-revamped-ged-101602.html", "thumbnail_height": 489, "thumbnail_url": "http://images.politico.com/global/2013/12/30/ged-testing-center.jpg", "thumbnail_width": 900}], "favicon_url": "http://www.democracynow.org/favicon.ico", "authors": [], "images": [{"caption": null, "url": "http://www.democracynow.org/images/story/81/22981/splash/cooper_decor.png?20131232", "height": 360, "width": 640, "colors": [{"color": [166, 141, 151], "weight": 0.3037109375}, {"color": [214, 204, 217], "weight": 0.295166015625}, {"color": [32, 25, 31], "weight": 0.245849609375}, {"color": [92, 76, 82], "weight": 0.1552734375}], "entropy": 6.27477227119, "size": 442089}, {"caption": null, "url": "http://www.democracynow.org/images/tag/62/23062/w320/NSA.jpg?20131232", "height": 180, "width": 320, "colors": [{"color": [138, 154, 169], "weight": 0.336181640625}, {"color": [88, 102, 115], "weight": 0.262451171875}, {"color": [196, 211, 226], "weight": 0.248291015625}, {"color": [34, 48, 61], "weight": 0.153076171875}], "entropy": 6.21269337546, "size": 99628}, {"caption": null, "url": "http://www.democracynow.org/images/story/56/23756/w320/splash_image20111205-21747-1wm3vfq-0.jpg?20131232", "height": 180, "width": 315, "colors": [{"color": [0, 10, 8], "weight": 0.382568359375}, {"color": [44, 55, 46], "weight": 0.18212890625}, {"color": [88, 93, 66], "weight": 0.135009765625}, {"color": [130, 127, 74], "weight": 0.101318359375}, {"color": [134, 168, 184], "weight": 0.052490234375}], "entropy": 5.832721603360983, "size": 23985}, {"caption": null, "url": "http://www.democracynow.org/images/story/47/24147/medium/NSA__Seal01.jpg?20131232", "height": 73, "width": 129, "colors": [{"color": [104, 121, 140], "weight": 0.62158203125}, {"color": [70, 67, 63], "weight": 0.263671875}, {"color": [26, 26, 26], "weight": 0.11474609375}], "entropy": 5.70981551668, "size": 3456}, {"caption": null, "url": "http://www.democracynow.org/images/blog_posts/56/24156/medium/Lynne-Stewart-June-2013-090.jpg?20131232", "height": 73, "width": 129, "colors": [{"color": [38, 51, 62], "weight": 0.713134765625}, {"color": [193, 170, 126], "weight": 0.286865234375}], "entropy": 5.3292160057, "size": 11016}], "cache_age": 83568, "lead": null, "language": "English", "original_url": "http://democracynow.org/2013/5/16/debate_what_caused_cooper_unions_fiscal", "url": "http://www.democracynow.org/2013/5/16/debate_what_caused_cooper_unions_fiscal", "media": {}, "title": "Debate: What Caused Cooper Union's Fiscal Woes and Is Ending Free Tuition the Answer?", "offset": null, "content": "<div>\n<p>This is a rush transcript. Copy may not be in its final form.</p>\n<p><strong>JUAN GONZ&#193;LEZ:</strong> We turn now to education news, where students and administrators are clashing over the future of one of the last private universities in the United States to offer free tuition. Students at Cooper Union in New York City are occupying the president's office for a ninth day after the school announced an end to more than a century of free tuition for undergraduates. Student activist Sebastian Link read an open letter to Cooper Union President Jamshed Bharucha condemning his decision to end the school's long-standing tradition.</p>\n<blockquote>\n<p><strong>SEBASTIAN QUIJADA LINK:</strong> We, the students of The Cooper Union for the Advancement of Science and Art, can no longer uphold or endorse the direction our college has taken under the leadership of Jamshed Bharucha, with the support of the current board of trustees. As a student-as the students, we are indebted and steadfastly committed to fulfilling the historic mission of Cooper Union as an institution committed to providing students with an exceptional educational experience without the burden of tuition, regardless of need.</p>\n</blockquote>\n<blockquote>\n<p>Central to this mission is the imperative to continue challenging the institutional and societal norms regarding education, accessibility, class mobility, pedagogy and organizational structures. The Union of Art, Architecture and Engineering has empowered a historically diverse student body that for over 150 years has served to shape engaged and creative citizens in and beyond New York City.</p>\n</blockquote>\n<blockquote>\n<p>As stewards of The Cooper Union, we are viscerally interconnected to Cooper's mission of championing free education to all. We know more intimately than any consulting firm that the integrity of academic and creative excellence achieved by The Cooper Union is intrinsic to the college providing its students full-tuition, merit-based scholarships.</p>\n</blockquote>\n<p>President Jamshed Bharucha himself finally addressed students on Monday. An accomplished violinist, he tried to express himself through musical metaphor.</p>\n<blockquote>\n<p><strong>JAMSHED BHARUCHA:</strong> I hear your mournful tones. I hear your high-pitched agitation. I hear your yearning for resolution and harmony. But I also hear the crescendo of hope. Our roller-coaster journey to avert financial insolvency has quite naturally ignited a spectacular array of expression. We would expect nothing less from Cooper students. The anger of protest, the hope of \"why Cooper,\" and if sorry could ever be stunning, the beautiful black third floor is both. I regret the need to bring about this kind of change that sparks these feelings. I wish we didn't have to. We should always aspire to be free again and to seek the resources to do so. Meanwhile, we must visit all these feelings as we heal, as we move on. I love Cooper Union. I'm committed to working with you, with all my heart and soul.</p>\n</blockquote>\n<p>We welcome you all to <em>Democracy Now!</em> Let's begin with the chair of the board of trustees of Cooper Union, Mark Epstein. Can you talk about this historic decision that the board and president have taken, for the first time in a century to charge the students of Cooper Union, the undergraduate students, tuition? Mark? Mark Epstein?</p>\n<p>So, the problem is that the school-let me first categorically state that had we had enough money and were able to generate enough revenue to cover our expenses and keep the school with 100 percent scholarship policy, that was our intention. But we can't. We don't have the ability to raise enough revenue.</p>\n<p>A big part of that problem-and I've made this public before-is that we don't have enough alumni support. Traditionally, only 20 percent of our alumni, who have gotten 100 percent scholarships, give back to the school on a regular basis. You know, contrast that with Princeton. Princeton charges now $40,000-some-odd a year for scholarships, and they're one of the best schools at alumni participation. They get a participation rate of approximately 65 percent. And most-some of the loudest voices of our alumni against this new change in policy-you know, without giving out confidential information-their names do not appear on donor lists. So, I question their commitment to the school other than verbal.</p>\n<p>Peter Cooper himself said, \"In the course of a century\"-and this is a quote. \"In the course of a century, there will of course be a great number of graduates of the Cooper Union and that they will surely come when they, these graduates, will rally around this institution. And if the plans I have formed can be executed in no other way, they will see that they are carried out.\" But the alumni are not doing that.</p>\n<p>Again, if we had the money to keep the policy going, we would. And the policy change was that we were reducing the 100 percent scholarship to 50 percent, a minimum of 50 percent for all admitted students. Those students truly of need will still get a 100 percent scholarship.</p>\n<p><strong>JUAN GONZ&#193;LEZ:</strong> And, Mr. Epstein, what has happened in recent years to the finances of the school that have required this? Because some critics are saying that it was errors of the trustees in their financial plans, like building a new building and taking out a huge new mortgage that they couldn't pay, that have resulted in these problems.</p>\n<p> All right, you know, I'd like, again, to clear this up one more time. The building helped us financially; it did not hurt us. We had two buildings that were in need of tens of millions of dollars in upgrading to make them building and fire code compliant, to make them ADA compliant. The accrediting boards that determine whether or not we can offer degrees questioned the validity and the viability of our facilities, because they were falling behind par.</p>\n<p>The new building was paid for by selling the ground lease under our old engineering building, which we got $97 million for, right before the crash. And we raised $60 million in specific naming opportunities for the new building as part of the capital campaign. The new building going up on our old engineering building site, being built by Minskoff, will generate $2 million a year at least, ongoing, to the school. The building was paid for by those funds, not the loan.</p>\n<p>The loan proceeds were eaten up by the deficit. That's our problem. The school has been running a deficit, primarily because the costs of education have gone up. That's why Princeton and Harvard and other schools are now charging $40,000, $50,000 a year per student. We never had the luxury of being able to raise tuition to meet our expenses. It's just the cost-and this is a problem throughout higher education, not just at Cooper Union.</p>\n<p><strong>JUAN GONZ&#193;LEZ:</strong> I'd like to bring in-</p>\n<p> Just for one clarification, in the reference to the Chrysler Building, which is a famous world-renowned building in New York, it is Cooper Union that owns the land under it, where it makes so much of its money, the leasing of the land by the Chrysler Building. It gets something like, according to <em>The New York Times</em>, nearly 84 percent of its assets. Juan?</p>\n<p><strong>JUAN GONZ&#193;LEZ:</strong> Yeah, Victoria Sobel, I'd like to bring you in. One, the trustee chairman talking about that this-the students will still be getting 50 percent of their costs covered who come to the university. Talk about the impact on the students and why you decided to sit in.</p>\n<p> I think that we see that, even given a 50 percent discount to the tuition that's going to happen, that this will be something that bars students who have maybe not the largest need, but a middle version of need, that come from middle-class families, who might be receiving competitive scholarships elsewhere to not be able to attend the school. It's something that is going to impact students on a class and racial, like, level. And we see that that's something that-I know if it was me, I'm sure that the FAFSA would tell my family that we would be expected to give some sort of giving. I already take out private loans to attend Cooper. I've got about $60,000 worth of debt just to attend the free school as it is, and this doesn't take that into account at all.</p>\n<p>And in regards to the 20 percent donation rate that Mark has mentioned, in speaking to many alumni, the largest complaint that I see is that there is no way for alumni to give in a way that would be specified specifically for tuition. They're expected to give into an annual fund or a restricted fund in which, like, the money can be moved around. And I have seen many alumni-there's been pledges online that would be more than willing to give, if the money could be explicitly saved for covering the tuition costs of students.</p>\n<p> Mark Epstein, in the <em>New York Times</em> <a href=\"http://www.nytimes.com/2013/05/11/business/how-cooper-unions-endowment-failed-in-its-mission.html\">piece</a> by James Stewart about-which was headlined \"How Cooper Union's Endowment Failed in Its Mission,\" James Stewart writes, \"This week, angry students were occupying the president's office in protest. They might be even angrier to learn that some of their future tuition dollars could be going to support wealthy hedge fund managers who oversee some of the school's $666.7 million endowment.\" Your response to that?</p>\n<p>You know, one thing I want to comment about raising money for tuition, every dollar we raise goes to tuition. That's our business. We provide education. So all the money goes to tuition. So, to say to raise money specifically for tuition doesn't really make sense. I'm sorry, but that's-every dollar we raise, traditionally, goes to pay for these students at the-we provide close to a thousand students with a full-tuition scholarship. It's just, unfortunately, not available, not-we're not able to do it anymore.</p>\n<p>You also have to remember that when the school was founded, Peter Cooper founded the school to provide an education for those who cannot otherwise afford it. That was his goal. That was the era. He wasn't petitioning Harvard and Columbia, telling them that they should give it away for free. He knew they were tuition-driven models that excluded people like himself that couldn't afford it. So he set up The Cooper Union to help people like himself.</p>\n<p><strong>JUAN GONZ&#193;LEZ:</strong> And, Mr. Epstein-</p>\n<p><strong>JUAN GONZ&#193;LEZ:</strong> -I wanted to get back to this issue of-</p>\n<p><strong>JUAN GONZ&#193;LEZ:</strong> And, Victoria-</p>\n<p><strong>JUAN GONZ&#193;LEZ:</strong> -your response? We have about a minute left.</p>\n</div>", "entities": [{"count": 13, "name": "Cooper Union"}, {"count": 4, "name": "Cooper"}, {"count": 4, "name": "Jamshed Bharucha"}, {"count": 4, "name": "Juan"}, {"count": 3, "name": "Princeton"}, {"count": 3, "name": "Mark Epstein"}, {"count": 2, "name": "Mark"}, {"count": 2, "name": "New York City"}, {"count": 2, "name": "Peter Cooper"}, {"count": 2, "name": "Harvard"}, {"count": 2, "name": "Epstein"}, {"count": 2, "name": "James Stewart"}, {"count": 1, "name": "Minskoff"}, {"count": 1, "name": "New York Times"}, {"count": 1, "name": "Union of Art"}, {"count": 1, "name": "Columbia"}, {"count": 1, "name": "Victoria"}, {"count": 1, "name": "Victoria Sobel"}, {"count": 1, "name": "FAFSA"}, {"count": 1, "name": "Sebastian Link"}, {"count": 1, "name": "ADA"}, {"count": 1, "name": "Advancement of Science"}, {"count": 1, "name": "The Cooper Union"}, {"count": 1, "name": "United States"}, {"count": 1, "name": "Architecture and Engineering"}, {"count": 1, "name": "The New York Times"}, {"count": 1, "name": "New York"}], "favicon_colors": [{"color": [238, 242, 243], "weight": 0.05224609375}, {"color": [0, 1, 2], "weight": 0.0068359375}, {"color": [58, 71, 74], "weight": 0.00341796875}], "keywords": [{"score": 95, "name": "students"}, {"score": 89, "name": "cooper"}, {"score": 86, "name": "tuition"}, {"score": 71, "name": "lez"}, {"score": 71, "name": "gonz"}, {"score": 57, "name": "union"}, {"score": 54, "name": "alumni"}, {"score": 51, "name": "scholarship"}, {"score": 50, "name": "school"}, {"score": 50, "name": "juan"}], "published": null, "provider_name": "Democracynow", "type": "html"}