{"provider_url": "http://blogs.reuters.com", "description": "When we last checked in on Cooper Union, it was an opaque morass of murky finances in desperate need of some sunlight. President Jamshed Bharucha has made all the right noises: he told Brian Boucher, for instance, that \"if you have a financial problem, you need to put that out there, along with all the possible options\".", "embeds": [], "safe": true, "provider_display": "blogs.reuters.com", "related": [{"score": 0.6039534211158752, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.5817469358444214, "description": "Universities in South Dakota, Nebraska, and other states have cut the number of credits students need to graduate. A proposal in Florida would let online courses forgo the usual higher-education accreditation process. A California legislator introduced a measure that would have substituted online courses for some of the brick-and-mortar kind at public universities.", "title": "'We Are Creating Walmarts of Higher Education'", "url": "http://www.theatlantic.com/education/archive/2013/12/we-are-creating-walmarts-of-higher-education/282619/", "thumbnail_height": 410, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR33OS4_1/lead_large.jpg?myf59a", "thumbnail_width": 615}, {"score": 0.5492696166038513, "description": "Apollo Tyres Ltd. (APTY) rose to its highest in at least 22 years in Mumbai trading after Cooper Tire & Rubber Co. (CTB) dropped a $2.5 billion merger plan, easing investor concern the Indian company would take on too much debt. Shares of Apollo climbed 5.8 percent to 107.20 rupees, the highest close since at least January 1991.", "title": "Apollo Tyres Climbs After Cooper Tire Drops Merger Plan", "url": "http://www.bloomberg.com/news/2013-12-30/cooper-tire-terminates-merger-agreement-with-apollo-tyres.html", "thumbnail_height": 800, "thumbnail_url": "http://www.bloomberg.com/image/iyz62.HCMsfw.jpg", "thumbnail_width": 1200}], "favicon_url": "http://uk.reuters.com/resources_v2/images/favicon.ico", "authors": [], "images": [{"caption": null, "url": "http://blogs.reuters.com/wp-content/themes/reuters_fb_150x150.jpg", "height": 150, "width": 150, "colors": [{"color": [48, 50, 50], "weight": 0.852783203125}, {"color": [245, 144, 4], "weight": 0.091064453125}, {"color": [239, 239, 239], "weight": 0.028564453125}, {"color": [171, 107, 22], "weight": 0.023681640625}, {"color": [143, 143, 143], "weight": 0.00390625}], "entropy": 1.72682634636, "size": 22184}, {"caption": null, "url": "http://blogs.reuters.com/wp-content/profile-images/upe2_tn_1267-profile-image.jpg", "height": 82, "width": 110, "colors": [{"color": [235, 233, 236], "weight": 0.833740234375}, {"color": [180, 153, 152], "weight": 0.080078125}, {"color": [145, 116, 113], "weight": 0.04345703125}, {"color": [46, 35, 33], "weight": 0.024169921875}, {"color": [108, 77, 69], "weight": 0.0185546875}], "entropy": 3.74587381391, "size": 7160}], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://blogs.reuters.com/felix-salmon/2012/12/05/occupy-cooper-union/", "url": "http://blogs.reuters.com/felix-salmon/2012/12/05/occupy-cooper-union/", "media": {}, "title": "Occupy Cooper Union", "offset": null, "content": "<div>\n<p>When we last <a href=\"http://blogs.reuters.com/felix-salmon/2012/04/25/why-cooper-union-cant-be-trusted/\">checked in</a> on Cooper Union, it was an opaque morass of <a href=\"http://blogs.reuters.com/felix-salmon/2012/04/25/why-cooper-union-cant-be-trusted/\">murky finances</a> in desperate need of some sunlight. President Jamshed Bharucha has made all the right noises: he told <a href=\"http://www.artinamericamagazine.com/news-opinion/conversations/2011-11-07/jamshed-bharucha-cooper-union/\">Brian Boucher</a>, for instance, that \"if you have a financial problem, you need to put that out there, along with all the possible options\". But the fact is that since he arrived in July 2011, <del>he has released little more in the way of financial information than any of his predecessors</del>*, while <a href=\"http://online.wsj.com/article/SB10001424052702303592404577364434200598276.html\">making it clear</a> to his favored media outlet (the <em>Wall Street Journal</em>) that the conclusion of the current process is foreordained: Cooper Union is going to start charging tuition, after more than a century of being free.</p>\n<p>But Bharucha has lost control of the narrative: a group calling itself <a href=\"http://www.cusos.org/\">Students for a Free Cooper Union</a> has occupied the top floor of the iconic Foundation Building, and is getting <a href=\"https://www.google.com/search?q=cooper+union&amp;ie=utf-8&amp;oe=utf-8&amp;aq=t&amp;rls=org.mozilla:en-US:official&amp;client=firefox-a#q=cooper+union&amp;hl=en&amp;safe=off&amp;client=firefox-a&amp;hs=Ahn&amp;tbo=d&amp;rls=org.mozilla:en-US:official&amp;source=lnms&amp;tbm=nws&amp;sa=X&amp;ei=CNS-UP_WC4zC0AH_74CgCw&amp;ved=0CAoQ_AUoAA&amp;bav=on.2,or.r_gc.r_pw.r_cp.r_qf.&amp;fp=2a9f2474c78a3256&amp;bpcl=39468505&amp;biw=1597&amp;bih=862\">a lot</a> of mostly very positive press. It's worth noting that the protesting students are guaranteed free tuition until they graduate: they're not protesting out of narrow self-interest. But they do understand that free tuition is at the very core of what it means to be Cooper Union, and that Cooper without free tuition simply wouldn't be Cooper any more.</p>\n<p>But don't take the protestors' word for it. Look at the official <a href=\"http://cooper.edu/sites/default/files/uploads/assets/site/files/RTF-FINAL-REPORT.pdf\">Revenue Task Force report</a>, from October. It's worth quoting at length, since the occupiers themselves couldn't put it any better:</p>\n<blockquote>\n<p>The learning environment created by The Cooper Union's policy of full-tuition undergraduate scholarships is inimitable, attracting a student body with a high degree of engagement and intensity. Many Cooper students who were admitted on scholarship to other top-tier schools have chosen Cooper for its ethos of scholarships for all.</p>\n<p>Rather than competing with one another, Cooper students are known for teaching each other, fostering a culture of collaboration in which the students see themselves as colleagues with the faculty, rather than as consumers purchasing education as a commodity.</p>\n<p>Full-tuition scholarships are a 110-year tradition at Cooper Union, and also serve as a counter- point to the crisis in American higher education, one in which crippling costs, divestment in public funds, and ever-decreasing avenues of access are becoming the new normal.</p>\n<p>By operating outside higher education's conventional consumer model, Cooper Union's meritocracy has engendered far-reaching creative, cultural, economic and political implications and consequences. The college's twinned commitment to access and excellence is not only the key to the Cooper student's accomplishments inside its classrooms, laboratories, and studios; it is also a model for the field of higher education as a whole.</p>\n</blockquote>\n<p>The problem is that even after saying all this, the Revenue Task Force was in an impossible situation: while coming to the conclusion that free undergraduate tuition is untouchable, they were also told that the revenues they were tasked with finding could not come from other obvious places, like the Board, alumni, or the sale of assets.</p>\n<p>And so the report comes to the conclusion that undergraduate enrollment should shrink by \"up to 30%\", in order to make space for a set of new graduate programs, some of which would charge more than $30,000 per year.</p>\n<p>Now Cooper Union has never really been a home to graduate programs: there are a handful of grad students now, but Cooper Union has always been much more about teaching than about research, and no one has really thought through how Cooper might move to a system where a large part of the budget would come from grad students, even as the undergrads continued to be the heart and mission of the school. It's not at all clear that potential grad students would even <em>want</em> to shell out $30,000 a year - plus downtown New York living expenses - to attend a boutique college housed in all of two buildings. And given that Cooper students study art, architecture, and engineering, where on earth did the idea come from that the college should offer a two-year pre-med course?</p>\n<p>The whole concept reeks of mission creep, at a school which already relies far too much on its students, rather than its teachers, when it comes to maintaining quality. Cooper has a lot of adjuncts and a very small tenured faculty, and if you ask anybody associated with the school how it keeps its quality high, they'll tell you that it's a function of the enormous pool of applicants. The idea is that Cooper is extremely good at identifying America's most talented teenagers, and can basically get its pick of the crop thanks to its free-tuition policy.</p>\n<p>It doesn't really matter whether that's empirically true or not; what's certain is that Cooper's exceptionalism is an article of faith among both students and faculty, and that it is deeply rooted in the school being free. How and whether that could translate to a for-profit grad-school program is far from clear - and given the success of the board in implementing previous grand projects, it's hard to have much faith in its success. After all, if the quality of Cooper comes in large part from its ability to pick and choose its students, then there's really no reason to believe that a non-free graduate program would have particularly high quality at all. Charging for some students would violate Cooper's stated mission, which says that it \"awards full scholarships to all enrolled students\". Worse, it would set a very dangerous precedent: in the likely event that the grad-school program was a flop, it would at that point be much easier to extend the tuition fees to undergrads.</p>\n<p>Indeed, that is already being talked about. A <a href=\"http://www.notnicemusic.com/summary.pdf\">document</a> leaked on Monday, written by a mysterious \"Undergraduate Tuition Committee\" somewhere within the engineering school, lays out all the reasons why Cooper should start charging tuition to everyone, including the inevitable \"under-performance of other revenue sources\". Here's a taster:</p>\n<blockquote>\n<p>A low undergraduate tuition (eg, initially ~$9600/yr) holds the prospect of a minimal and reversible impact on the academic quality of future classes and on the institution's reputation... in the event that more risk-laden revenue generation efforts underperform, progressive increments in undergraduate tuition might be applied...</p>\n<p>Charging undergraduate tuition is the most likely method to succeed in meeting the School of Engineering's five year target. Some alternative approaches, such as creating new graduate programs (for which tuition will be charged) are, in the short term, too uncertain to rely on.</p>\n</blockquote>\n<p>The document is both marked up and scanned, and includes this astonishing passage:</p>\n<a href=\"http://blogs.reuters.com/felix-salmon/files/2012/12/14-e1354693104123.jpg\"><img src=\"http://blogs.reuters.com/felix-salmon/files/2012/12/14-e1354693104123.jpg\"></a> <p>Or, in English, \"never mind if bright minority candidates can't afford to study at Cooper Union any more, there are <s>much better</s> good financial packages for them at lots of other colleges\".</p>\n<p>The document was greeted by the occupiers for precisely what it is: a clear indication that undergraduate tuition is on the table at Cooper Union. As such it only adds urgency to the first of their three <a href=\"http://www.cusos.org/students-for-a-free-cooper-union-lock-in-to-cooper-unions-foundation-building-to-preserve-free-education-2/\">demands</a>, that \"the administration must publicly affirm the college's commitment to free education\".</p>\n<p>It also shows the importance of their second demand, that \"the Board of Trustees must immediately implement structural changes with the goal of creating open flows of information and democratic decision-making structures\". Important discussions about the future of Cooper Union should happen in public, in full view of all stakeholders, especially students and faculty. Such discussions will be noisy and protracted, and probably unpleasant for trustees - especially the ones who signed off on a massive mortgage for the new engineering building, without any idea how they were going to pay it. But the trustees need to bear in mind exactly who they're representing, and put up with a certain amount of unwelcome publicity. As the current occupation shows, they'll get it anyway.</p>\n<p>There's no good reason why the very existence of the \"Undergraduate Tuition Committee\" was a secret** until its report was leaked on Monday, and Cooper Union, in its official communications, still hasn't said anything about it. Instead, Assistant Director of Public Affairs Jolene Travis put out a <a href=\"http://nyulocal.com/city/2012/12/04/cooper-union-students-stage-lock-in-to-protest-a-tuition-increase/\">statement</a> dismissing the occupiers as \"eleven art students\" who \"do not reflect the views\" of the broader student population, adding for good measure that \"full tuition scholarships at The Cooper Union are currently valued at $38,550&#8243;. (The reaction to this statement, which was handed out to select journalists, can be found <a href=\"http://www.cusos.org/students-for-a-free-cooper-union-respond-to-yet-another-administrative-failure/\">here</a>.)</p>\n<p>The third and final demand of Students for a Free Cooper Union is the resignation of Jamshed Bharucha, which seems like a good idea to me. He is running a financially-struggling school, which desperately needs all the money it can get. But no one is going to donate money to a shambles which looks like this. The university frequently asserts that the protests are coming from a small minority, while a silent majority actually supports the administration. But I see no evidence for this view at all*: it looks more as though the senior folks at Cooper are simply deluding themselves.</p>\n<p>A year and a half into Bharucha's tenure, there's very little reason to believe that he's the right man for the job - while the current occupation, which was vocally supported at a press conference Tuesday afternoon, seems to provide a pretty strong <em>prima facie</em> case that his university has no faith in him. Bharucha should at the very least make it clear to whom he considers himself answerable, and under which circumstances he would resign. But it seems to me at least that Cooper needs a leader: someone who can communicate effectively, be honest about the many enormous mistakes that were made in the past, and lay out a plan to keep this storied institution on a sustainable footing for centuries to come.</p>\n<p>That plan should probably include most of the ideas in <a href=\"http://friendsofcooperunion.org/thewayforward/\">The Way Forward</a>, a paper compiled by the Friends of Cooper Union which suggests a number of ways that the college can fix some of its fiscal issues. Even together, they probably don't add up to enough to pay the mortgage on the new engineering building. But they're a well-intentioned start, which the university could rally behind while it works on outstanding financial issues. Who knows: faced with a broad new sense of purpose and a new president, donors might even be willing to open their checkbooks again.</p>\n<p>*: Bharucha has actually been <a href=\"http://cooper.edu/about/financial-statements\">more transparent</a> on the financial side than I gave him credit for; specifically, I missed the <a href=\"http://cooper.edu/sites/default/files/uploads/assets/site/files/AUDIT%20ANALYSIS_FOR%20POSTING%202011.pdf\">Audited Financial Statement Summary</a>, which gives a pretty good indication, if you're good at reading financial statements, of how Cooper Union wound up in its present predicament. And as for Bharucha's support within the student body, it turns out that it does exist, among the engineering students. They're just very quiet about showing it: you won't find much in the way of public statements of support on the internet, for instance. Most of the opposition to Bharucha is being organized by art students, which maybe makes sense, given the level of income the average art student can expect upon graduation.</p>\n<p>**: Maybe not <em>entirely</em> a secret. Go to the Minutes <a href=\"http://esc.cooper.edu/minutes.php\">page</a> of the Engineering Students Council. Then click on \"Open Student Body Meeting with Dean Wolf - (2012-10-16)\". Under a heading named \"August\", the existence of the Undergraduate Tuition Committee is referred to.</p>\n<p><em><strong>Update 3</strong></em>: I have now received a long response to this post from Cooper Union: you can read the whole thing <a href=\"http://www.felixsalmon.com/2012/12/cooper-unions-response/\">here</a>. This is what it says about the Undergraduate Tuition Committee:</p>\n<blockquote>\n<p>The acting dean of the Albert Nerken School of Engineering has organized committees to identify possible revenue streams through the creation of new programs. An analysis, which included 500 variables, was conducted to see at what level of revenue would be needed in order to maintain the full tuition scholarship for undergraduates. This is an ongoing process and no decision has been made.</p>\n</blockquote>\n<p>Also, a group calling itself the Engineering Student Council has released a <a href=\"http://esc.cooper.edu/ESC_statement.pdf\">statement</a> in support of Bharucha.</p>\n</div>", "entities": [{"count": 16, "name": "Cooper"}, {"count": 15, "name": "Cooper Union"}, {"count": 7, "name": "Bharucha"}, {"count": 2, "name": "Jamshed Bharucha"}, {"count": 2, "name": "Free Cooper Union"}, {"count": 2, "name": "Revenue Task Force"}, {"count": 1, "name": "Engineering Students Council"}, {"count": 1, "name": "Undergraduate Tuition Committee"}, {"count": 1, "name": "Friends of Cooper Union"}, {"count": 1, "name": "Board of Trustees"}, {"count": 1, "name": "Dean Wolf"}, {"count": 1, "name": "Assistant Director of Public Affairs Jolene Travis"}, {"count": 1, "name": "American"}, {"count": 1, "name": "New York"}, {"count": 1, "name": "Albert Nerken School of Engineering"}, {"count": 1, "name": "America"}, {"count": 1, "name": "Brian Boucher"}], "favicon_colors": [{"color": [247, 128, 5], "weight": 0.000244140625}], "keywords": [{"score": 151, "name": "cooper"}, {"score": 120, "name": "tuition"}, {"score": 112, "name": "student"}, {"score": 91, "name": "undergraduates"}, {"score": 90, "name": "bharucha"}, {"score": 68, "name": "union"}, {"score": 45, "name": "scholarship"}, {"score": 38, "name": "engineering"}, {"score": 30, "name": "school"}, {"score": 30, "name": "free"}], "published": 1354665600000, "provider_name": "Reuters", "type": "html"}