{"provider_url": "http://www.vice.com", "description": "Yesterday morning, 50 students at Cooper Union in New York, took over their university president's office. They promise to remain until he resigns. The occupation is the latest battle in a war to keep Cooper Union free. Cooper Union is one of the only colleges in America that doesn't charge tuition.", "embeds": [], "safe": true, "provider_display": "www.vice.com", "related": [{"score": 0.5539244413375854, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.5506970286369324, "description": "Apollo Tyres Ltd. (APTY) rose to its highest in at least 22 years in Mumbai trading after Cooper Tire & Rubber Co. (CTB) dropped a $2.5 billion merger plan, easing investor concern the Indian company would take on too much debt. Shares of Apollo climbed 5.8 percent to 107.20 rupees, the highest close since at least January 1991.", "title": "Apollo Tyres Climbs After Cooper Tire Drops Merger Plan", "url": "http://www.bloomberg.com/news/2013-12-30/cooper-tire-terminates-merger-agreement-with-apollo-tyres.html", "thumbnail_height": 800, "thumbnail_url": "http://www.bloomberg.com/image/iyz62.HCMsfw.jpg", "thumbnail_width": 1200}, {"score": 0.5284262299537659, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}], "favicon_url": "http://www.vice.com/themes/vice/statics/img/favicon.ico", "authors": [], "images": [{"caption": null, "url": "http://assets.vice.com/content-images/contentimage/no-slug/8511b02ebbfb4198b4276d48d15aa49d.jpg", "height": 1225, "width": 1000, "colors": [{"color": [184, 179, 143], "weight": 0.833984375}, {"color": [29, 32, 23], "weight": 0.130126953125}, {"color": [78, 74, 55], "weight": 0.035888671875}], "entropy": 3.8521878218171133, "size": 506513}, {"caption": null, "url": "http://assets.vice.com/content-images/article/should-college-be-free-nyc-protestors-think-so/309cd83101a0eb48574267f6fdf9eb96_vice_670.jpg", "height": 1087, "width": 670, "colors": [{"color": [195, 192, 163], "weight": 0.77685546875}, {"color": [27, 31, 23], "weight": 0.1591796875}, {"color": [81, 83, 65], "weight": 0.06396484375}], "entropy": 4.309158044684226, "size": 422627}, {"caption": null, "url": "http://assets.vice.com/content-images/contentimage/no-slug/e7d18b13089a25c90a1f81d8ca6cf7b7.jpg", "height": 1112, "width": 1000, "colors": [{"color": [196, 191, 156], "weight": 0.918701171875}, {"color": [34, 37, 26], "weight": 0.041259765625}, {"color": [102, 102, 81], "weight": 0.02294921875}, {"color": [199, 22, 15], "weight": 0.01708984375}], "entropy": 3.672922372148076, "size": 472808}, {"caption": null, "url": "http://assets.vice.com/content-images/article/central-african-republic-violence-escalates-as-presidents-family-flees-country/CAR6_vice_669x375.jpg", "height": 420, "width": 640, "colors": [{"color": [27, 29, 33], "weight": 0.380615234375}, {"color": [74, 74, 71], "weight": 0.306396484375}, {"color": [113, 115, 113], "weight": 0.099853515625}, {"color": [186, 192, 180], "weight": 0.093017578125}, {"color": [141, 152, 151], "weight": 0.080078125}], "entropy": 6.59715464128, "size": 103539}, {"caption": null, "url": "http://assets.vice.com/content-images/article/dnd3567/dont_vice_118x187.jpg", "height": 187, "width": 118, "colors": [{"color": [192, 203, 202], "weight": 0.4052734375}, {"color": [154, 39, 40], "weight": 0.283935546875}, {"color": [75, 23, 25], "weight": 0.195556640625}, {"color": [100, 105, 104], "weight": 0.115234375}], "entropy": 4.81411334016106, "size": 11340}], "cache_age": 79892, "lead": null, "language": "English", "original_url": "http://bit.ly/13khMjz", "url": "http://www.vice.com/read/should-college-be-free-nyc-protestors-think-so", "media": {}, "title": "The Fight to Save America's Best Free College", "offset": null, "content": "<div>\n<img src=\"http://assets.vice.com/content-images/article/should-college-be-free-nyc-protestors-think-so/309cd83101a0eb48574267f6fdf9eb96_vice_670.jpg\"><p>Yesterday morning, 50 students at Cooper Union in New York, took over their university president's office.  They promise to remain until he resigns.</p>\n<p>The occupation is the latest battle in a war to keep Cooper Union free. Cooper Union is one of the only colleges in America that doesn't charge tuition. But on April 23, Chairman of the Board Mark Epstein announced that, starting in 2014, the college would cost students $20,000 a year. That's a 2 zillion percent increase. It was, according to protesters and students, a betrayal of the principles on which Cooper Union was built.</p>\n<p>\"Education should be as free as air or water,\" the school's founder, industrialist Peter Cooper, once procliamed. Cooper was the most progressive of the robber barons, a simple-living abolitionist Unitarian who invented Jell-O. He founded his university to provide an education to cash-strapped geniuses of both sexes. He positioned it where Bowery meets Broadway, as a geographic nod to class transcendence-where the upper and lower classes collide.</p>\n<p>Since 1859, Cooper Union has been free. Cooper's original endowment is supplemented by donors, alumni, and, most crucially, rent from the land under the Chrysler Building, located 39 blocks away.</p>\n<p>Growing up in New York, I viewed Cooper Union through the filter of legend. Because it was free, it took only the best.</p>\n<p>My friend Zak Smith, a Cooper art graduate who went on to exhibit in the Whitney Biennial, told me via text: \"The great schools in the US are all too often just places that make rich families richer. Cooper Union was the exception.\" Smith comes from a working-class family, but thanks to a free education at Cooper, he landed a Yale scholarship for his master's degree and later became a world-renowned contemporary painter. \"Not anymore. If it wasn't for Cooper, people like me wouldn't get to be artists.\"</p>\n<p>Cooper Union has been running at a deficit since 1982. Rent from the land under the Chrysler Building was only covering two-thirds of their expenses, so they started selling off property. Starting with Green Camp in New Jersey, they sold off a plot of land here, an unused gas station there. By 2012, Cooper Union had few assets left to sell.</p>\n<p>To save money, the university decided to consolidate to two buildings instead of three. Logically, they might have renovated the neoclassical Cooper Hewitt building. Instead, they tore it down. In its place, they built what looks like a gray Rubik's Cube upon which a toddler has sat. It cost $111.6 million and was completed in 2009.</p>\n<p><img src=\"http://assets.vice.com/content-images/contentimage/no-slug/e7d18b13089a25c90a1f81d8ca6cf7b7.jpg\"></p>\n<p><em>All sketches of protesters by Molly Crabapple, done during the occupation.</em></p>\n<p>In 2006, Cooper Union President George Campbell took out a $175-million loan from MetLife. In what a source close to the Cooper administration, speaking on the condition of anonymity, described as a \"huge conflict of interest,\" Campbell gave control of some of the assets to a member to the board to invest in the market. The investments, along with the rest of the economy, crashed in 2008.</p>\n<p>\"The loan from MetLife with a huge prepayment charge erased any savings the building might have provided,\" said my source.</p>\n<p>While current President Jamshed Bharucha has held his position since 2011 and isn't responsible for the university's debt, he's a proponent of expensive tuition. As a result, he's less than beloved. The feeling seems mutual. My source told me that, after an art student banged on the windows of his cab, Bharucha had all early-admissions applicants to the art school deferred. He changed the school's security contract to provide himself with bodyguards and harangued the students for their \"politics of destruction.\" My source says \"his behavior toward the students has been nothing short of despicable.\"</p>\n<p>Bharucha probably wasn't too happy when, yesterday morning, the 50 students took over his office. He had left the building minutes before. Since the occupation started, 200 students, as well as the entire tenured faculty of the art department, have signed a vote of no confidence in Bharucha. The occupation has since grown to 60 students, all camped out in the president's office. They've pledged to stay until Bharucha steps down as president. They've hung black banners from the facade and painted on the windows \"Keep It Free.\"</p>\n<p>Because they're current, not incoming, students, none of the people occupying that office will have to pay tuition. They don't care. Saar Shemesh, an art student, said, \"We've been granted this amazing education for free. Future students don't have a voice yet. If we don't fight for them, no one will.\"</p>\n<p><img src=\"http://assets.vice.com/content-images/contentimage/no-slug/8511b02ebbfb4198b4276d48d15aa49d.jpg\"></p>\n<p>The students organize themselves nonhierarchically. It's a few weeks from finals, so they study in between planning meetings.</p>\n<p>Angus, a second-year art student, told me that the administration had tried to lock them in. They refused.</p>\n<p>Outside, perhaps 50 protesters hold a solidarity rally. Occupiers bang pans next to veterans of the CUNY student protests, all while being filmed by the inevitable live-streamer. Many wear the red square of Quebec's student strikes-the  <em>carre rouge </em> that has become an international symbol of debt. Bored cops wait, their waists loaded with zipcuffs. An old man plays the sax.  </p>\n<p>The crowd chanted \"No debt! No fees! Cooper Union will be free!\"</p>\n<p>\"This is a much bigger fight than against our administration,\" Angus said. \"In America, the rich can get an education. The poor have to take out loans, and are burdened by debt from the day they graduate.\"</p>\n<p>There's an American tendency to accuse those who want social services of entitlement. Who are you, the thinking goes, to demand college? To demand food? To think that you should work fewer than 12 hours a day, or not die of untreated illness, or have a dignified old age? The Cooper Union students are getting their share of that. But they make a particularly poor target. They are largely bright working class kids who passed brutal admissions to attend a school whose reason for existing is to educate them for free.</p>\n<p>Cooper Union students are the paragons of that most sacred American myth: meritocracy.</p>\n<p>The students' official statement decries tuition as \"desecrating a 154-year-old tradition of meritocracy and free education.\"</p>\n<p>But can a free Cooper Union be saved? Saar Shemesh said, \"I think instead of thinking about tuition as a solution to fix this deficit problem, we should focus on fundraising and getting more support from alumni and outside donors.\"</p>\n<p>\"Bloomberg could cement his legacy by writing one check to keep Cooper free. Buy one less pony, guy.\" Zak Smith said.</p>\n<p>In the long run, the debt-freighted American education system itself is probably more unsustainable than a free Cooper Union.</p>\n<p>\"This isn't just about Cooper Union,\" said Saar Shemash. \"The problem of tuition hikes is something that afflicts every university. We're not isolated. Our occupation is not something that should go on for a few days for people to eventually forget about. It is something that should happen on campuses around the country, around the world.\"</p>\n</div>", "entities": [{"count": 16, "name": "Cooper Union"}, {"count": 5, "name": "Cooper"}, {"count": 4, "name": "Bharucha"}, {"count": 2, "name": "MetLife"}, {"count": 2, "name": "Saar Shemesh"}, {"count": 2, "name": "America"}, {"count": 2, "name": "Angus"}, {"count": 2, "name": "Zak Smith"}, {"count": 2, "name": "American"}, {"count": 2, "name": "New York"}, {"count": 1, "name": "Smith"}, {"count": 1, "name": "Mark Epstein"}, {"count": 1, "name": "Cooper administration"}, {"count": 1, "name": "Peter Cooper"}, {"count": 1, "name": "Molly Crabapple"}, {"count": 1, "name": "Bloomberg"}, {"count": 1, "name": "Green Camp"}, {"count": 1, "name": "CUNY"}, {"count": 1, "name": "Saar Shemash"}, {"count": 1, "name": "Yale"}, {"count": 1, "name": "Cooper Hewitt"}, {"count": 1, "name": "New Jersey"}, {"count": 1, "name": "Jamshed Bharucha"}, {"count": 1, "name": "US"}, {"count": 1, "name": "Quebec"}, {"count": 1, "name": "Campbell"}, {"count": 1, "name": "George Campbell"}], "favicon_colors": [{"color": [239, 239, 239], "weight": 0.044921875}, {"color": [116, 116, 116], "weight": 0.009521484375}, {"color": [33, 33, 33], "weight": 0.008056640625}], "keywords": [{"score": 111, "name": "cooper"}, {"score": 79, "name": "students"}, {"score": 61, "name": "union"}, {"score": 50, "name": "bharucha"}, {"score": 44, "name": "free"}, {"score": 40, "name": "tuition"}, {"score": 32, "name": "education"}, {"score": 28, "name": "saar"}, {"score": 28, "name": "art"}, {"score": 28, "name": "occupation"}], "published": 1368057600000, "provider_name": "Vice", "type": "html"}