{"provider_url": "http://pioneer.cooper.edu", "description": "When I saw the subject line \"Important Update on Student Representative to the Board of Trustees,\" I knew exactly what would be contained in that email. A quick scan was more than sufficient, as we're used to the language at this point: one paragraph starts with \"Unfortunately,\" another with \"It has now come to the Board's attention.\"", "embeds": [], "safe": true, "provider_display": "pioneer.cooper.edu", "related": [{"score": 0.6142472624778748, "description": "It's my fault. I'll admit it. During my eight years in the classroom, I ruined at least two amazing literary works by assigning horrifically dull reading projects. My only hope is that those middle school students, whose enthusiasm I quashed, found another way to become passionate about literature.", "title": "Projects to Engage Middle School Readers", "url": "http://www.edutopia.org/blog/projects-engage-middle-school-readers-beth-holland", "thumbnail_height": 345, "thumbnail_url": "http://www.edutopia.org/files/slates/holland-engage-ms-readers-flickr.jpg", "thumbnail_width": 460}, {"score": 0.5862596035003662, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.5596231818199158, "description": "As soon as she joined one of my online courses and immediately embraced co-learning, I recognized Michelle Cordy as the kind of fearless learner who makes a great teacher. A teacher can do a great deal to facilitate the conditions from which learning communities emerge - but only the learners can make the real magic happen.", "title": "Hacking The Classroom with Michelle Cordy, aka, \"Teacher on an Urgent Quest\"", "url": "http://dmlcentral.net/blog/howard-rheingold/hacking-classroom-michelle-cordy-aka-%E2%80%9Cteacher-urgent-quest%E2%80%9D", "thumbnail_height": 281, "thumbnail_url": "http://dmlcentral.net/sites/dmlcentral/files/blog_images/howard50.bodyimage.keeper.jpg", "thumbnail_width": 375}, {"score": 0.5595107674598694, "description": "Two weeks after the anti-captivity documentary premiered on CNN, elevating to the national discourse an issue that had typically been the purview of cetacean activists, students at Point Loma High School in San Diego have produced a striking video response to the film, methodically laying out their indictment of keeping cetaceans in swimming pools for the delight of tourists.", "title": "DEATH AT SEAWORLD: Shamu and the Dark Side of Killer Whales in Captivity", "url": "http://deathatseaworld.com/", "thumbnail_height": null, "thumbnail_url": null, "thumbnail_width": null}, {"score": 0.5424919724464417, "description": "Schools across the country are increasingly starting to use mobile devices like tablets and smartphones as classroom tools. But some educators are still skeptical that devices will distract students as much or more than they enhance the learning environment.", "title": "Tablets for Fifth Graders? Teachers Try Different Tactics", "url": "http://blogs.kqed.org/mindshift/2013/12/tablets-for-fifth-graders-teachers-try-different-tactics/", "thumbnail_height": 168, "thumbnail_url": "http://blogs.kqed.org/mindshift/files/2013/12/ipads360-300x168.jpg", "thumbnail_width": 300}], "favicon_url": "http://pioneer.cooper.edu/blog/wp-content/uploads/2012/10/cu_logo_favicon1.ico", "authors": [], "images": [], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://pioneer.cooper.edu/opinion-editorial-authenticity/", "url": "http://pioneer.cooper.edu/opinion-editorial-authenticity/", "media": {}, "title": "Opinion Editorial: On Authenticity", "offset": null, "content": "<div>\n<p>When I saw the subject line \"Important Update on Student Representative to the Board of Trustees,\" I knew exactly what would be contained in that email. A quick scan was more than sufficient, as we're used to the language at this point: one paragraph starts with \"Unfortunately,\" another with \"It has now come to the Board's attention.\" In sum, \"[T]he Board will not consider a candidate.\"</p>\n<p>It didn't have to be this way. The position in question - a student on the Board of Trustees with no voting rights - is a very high priority for much of the student body. The Board is presumably aware of how widely disliked they are amongst the student body, and this position would have begun to build up a stronger, more trusting relationship between the students and the Board. From a purely political perspective, this would have been a great way for the Board to throw us a bone.</p>\n<p>While the ethics of the dilemma have been frequently discussed over the past week, one question persists: if the Board of trustees pride Cooper on its student body, why don't they trust their students? If we are, as we are frequently told, the best, brightest, hardest working and most creative students in America, why is the Board so hesitant to get us involved?</p>\n<p>This isn't exclusively a Board of trustee issue. On October 14th, Dean Dahlberg gave a presentation to the Engineering School about her vision for the school followed by a brief Q&amp;A session. After a student (full disclosure: it was me) mentioned \"The Way Forward,\" she brushed it off, immediately dismissing the work of many hard-working, well-informed and good-intentioned members of the Cooper Community. When questions about tuition persisted from students, Dean Dahlberg told us, with a wagging finger, that she would not answer any more questions since she \"didn't come here to talk about [tuition.]\"</p>\n<p>In one fell swoop, the new Dean treated the engineering student body less like the brilliant students she told us we are, and more like a group of unruly children. After a self-assured and knowledgeable presentation, this condescending gesture was surprising but certainly not shocking.</p>\n<p>I am reminded of the shenanigans that occurred in the Great Hall on April 23rd. Mark Epstein announced that tuition was going to be charged to new students in Fall of 2014. This was followed by a Q&amp;A session, but instead of allowing audience members to ask questions by raising their hands or passing a microphone around, audience members had to write their questions down on index cards. Epstein then sifted through the cards, only answering those that he did not deem insulting. An audience member shouted \"this method of asking questions is insulting,\" which was followed by a round of applause. I can't remember Epstein's response; the content of his answer is nearly irrelevant. But I remember that diminutive tone that we've grown so accustomed to.</p>\n<p>The list goes on. I'm sure we can all remember a time when a member of the administration spoke down to us. They broke agreements in order to keep us from helping them, they boarded windows and bathroom doors to specifically avoiding confront us, and they treated us like children every chance they got. If the student body isn't what they love about Cooper, what is it about Cooper that they love?</p>\n<p>Maybe they love our faculty whom they underpay and whose union they are constantly battling with. Maybe they love our wonderful facilities including our brand new multi-hundred-million dollar building that has eleven classrooms in as many floors. Maybe they love Peter Cooper's legacy, which they are so eager to redefine. Maybe they love our centurial-precedent of providing full-tuition scholarships to all students.</p>\n<p>My purpose is not to question the motives of the administration; it is to ask them to be consistent. The administration cannot have it both ways. When we're being referred to abstractly as The Cooper Union Student Body, we are referred to as hard working and authentic students. When we have actual interactions with the administration, we're treated like second-class members of the Cooper Community. It's hard enough to be a student at Cooper Union and it's only made more difficult by the financial crisis. The least we can ask is for the administration to stop bullshitting us. &#9674;</p>\n<p>If you'd like to further discuss this op-ed, feel free to email michel@cooper.edu.</p>\n</div>", "entities": [{"count": 5, "name": "Board"}, {"count": 3, "name": "Cooper"}, {"count": 2, "name": "Dean Dahlberg"}, {"count": 2, "name": "Board of Trustees"}, {"count": 2, "name": "Cooper Community"}, {"count": 2, "name": "Epstein"}, {"count": 1, "name": "Cooper Union Student Body"}, {"count": 1, "name": "The Board"}, {"count": 1, "name": "Mark Epstein"}, {"count": 1, "name": "Peter Cooper"}, {"count": 1, "name": "Cooper Union"}, {"count": 1, "name": "Dean"}, {"count": 1, "name": "America"}], "favicon_colors": [{"color": [245, 249, 250], "weight": 0.033447265625}, {"color": [0, 170, 234], "weight": 0.00439453125}, {"color": [240, 207, 20], "weight": 0.004150390625}, {"color": [234, 31, 38], "weight": 0.00390625}, {"color": [41, 81, 109], "weight": 0.00390625}], "keywords": [{"score": 75, "name": "student"}, {"score": 41, "name": "boarded"}, {"score": 40, "name": "cooper"}, {"score": 27, "name": "trustee"}, {"score": 24, "name": "question"}, {"score": 23, "name": "epstein"}, {"score": 21, "name": "body"}, {"score": 20, "name": "dahlberg"}, {"score": 20, "name": "tuition"}, {"score": 19, "name": "love"}], "published": null, "provider_name": "Cooper", "type": "html"}