{"provider_url": "http://www.opendemocracy.net", "description": "Thinking of Dasha Zhukova's barge of artist-generated, fake advertisements that trolled the Grand Canal at the 2011 Venice Biennale, or considering Richard Florida's 2002 coining of the term 'the Creative Class' which put in economic terms what businesses like the Soho House had already identified as an untapped market waiting to be named, one might get the impression that the art world is weathering the world's economic downturn reasonably well.", "embeds": [], "safe": true, "provider_display": "www.opendemocracy.net", "related": [{"score": 0.716770350933075, "description": "Open sharing has been around forever, accelerating progress in diverse fields. Computing (e.g., Homebrew Computer Club), code (open source), and even academic publishing (\"open access\", which goes beyond peer review) are just a few that have multiplied their social impact thanks to this openness.", "title": "The Getty and Google Unleash Free Art - And Your Creative Potential", "url": "http://www.wired.com/opinion/2013/12/what-getty-google-others-just-did-that-will-make-us-more-creative-than-ever/", "thumbnail_height": 200, "thumbnail_url": "http://www.wired.com/opinion/wp-content/uploads/2013/12/06999401-200x200.jpg", "thumbnail_width": 200}, {"score": 0.7052004337310791, "description": "As we near the end of 2013, us nostalgia-happy folks here at HuffPost Arts & Culture are looking back at the art-centric events that made this year what it was. From blockbuster exhibitions to yonic architecture, art-savvy rappers to unsavory acid attacks, exorbitant auctions to street art atrocities, these were the top arts stories of 2013.", "title": "The Top 10 Arts Stories Of 2013", "url": "http://www.huffingtonpost.com/2013/12/28/top-art-stories-2013_n_4476306.html", "thumbnail_height": 1000, "thumbnail_url": "http://i.huffpost.com/gen/1533564/thumbs/o-RAIN-ROOM-facebook.jpg", "thumbnail_width": 2000}, {"score": 0.6176008582115173, "description": "Images of sparring boxers, relentless cross country skiers and triumphant Olympic parades -- these are but some of the artistic symbols that were used to represent Soviet Russia. It was in the time period after the Russian Revolution of 1917 when these visual manifestations of strength, glory and victory permeated propaganda of all shapes and forms, including the world of realist artwork.", "title": "The World Of Soviet Sport In 20th Century Russian Art", "url": "http://www.huffingtonpost.com/2013/12/30/soviet-art-soviet-sport_n_4493912.html", "thumbnail_height": 1000, "thumbnail_url": "http://i.huffpost.com/gen/1530640/thumbs/o-POPKOV-WEEKEND-facebook.jpg", "thumbnail_width": 2000}, {"score": 0.5732860565185547, "description": "Are you a culture junkie? Did you wait hours in the real rain for a few sweet, glorious moment inside the Rain Room? Did you follow Banksy's residency on Instagram as if your life depended on it? Can you list artist/celebrity collaborations until the room clears out?", "title": "Quiz Yourself: How Well Do You Remember This Year's Biggest Cultural Events?", "url": "http://www.huffingtonpost.com/2013/12/30/culture-quiz-2013_n_4454318.html", "thumbnail_height": 1000, "thumbnail_url": "http://i.huffpost.com/gen/1517994/thumbs/o-WARHOL-ART-AUCTION-facebook.jpg", "thumbnail_width": 2000}, {"score": 0.5462778806686401, "description": "The Bundestag, in a statement issued after the report in Bild newspaper, said an art historian was reviewing two \"suspicious cases\", but a spokesman would not confirm the find. The art historian's investigations into the German parliament's art collection, which began in 2012, were continuing, the Bundestag spokesman said.", "title": "Nazi-looted art found in German parliament: report", "url": "http://www.reuters.com/article/2013/12/30/us-germany-art-nazi-idUSBRE9BT0GB20131230", "thumbnail_height": null, "thumbnail_url": null, "thumbnail_width": null}], "favicon_url": "http://dy1m18dp41gup.cloudfront.net/cdn/farfuture/dhCu1Rfnn9nnqxVww-I1hPFz5haDTutjDKchLisN6z4/mtime:1340614036/files/favicon.ico", "authors": [], "images": [{"url": "http://dy1m18dp41gup.cloudfront.net/cdn/farfuture/1AAoKkz7nWIhE5lGEqBjb3do5-hIQG4_Uj31SpO2lYg/mtime:1384527428/files/imagecache/hightlights_slide/Anon_HL.jpg", "width": 300, "size": 14258, "caption": null, "height": 250}, {"caption": null, "url": "http://dy1m18dp41gup.cloudfront.net/cdn/farfuture/kRSiaRVlapX4ltn6hIvWHu1vPB3fI-ixzyiJF6ZUlT8/mtime:1382533409/files/TurkishDawn.jpg", "height": 127, "width": 300, "colors": [{"color": [234, 146, 92], "weight": 0.404296875}, {"color": [16, 6, 6], "weight": 0.296875}, {"color": [173, 90, 55], "weight": 0.198974609375}, {"color": [247, 250, 249], "weight": 0.068115234375}, {"color": [237, 201, 161], "weight": 0.03173828125}], "entropy": 4.94925986973, "size": 23289}, {"caption": null, "url": "http://dy1m18dp41gup.cloudfront.net/cdn/farfuture/V09h3A0dy5ZPHnmhFAHH0IbKCOIjAz7f-JLQvm4a3Yk/mtime:1382533056/files/windowimage_0.png", "height": 118, "width": 300, "colors": [{"color": [5, 9, 11], "weight": 0.329345703125}, {"color": [62, 61, 53], "weight": 0.2177734375}, {"color": [126, 117, 97], "weight": 0.18408203125}, {"color": [233, 236, 229], "weight": 0.156494140625}, {"color": [165, 155, 133], "weight": 0.1123046875}], "entropy": 5.07805981461, "size": 64904}, {"caption": null, "url": "http://dy1m18dp41gup.cloudfront.net/cdn/farfuture/sUihf1rWBU5w0T1mt-OY55h6bSSLvNgEj-33EIAWGfs/mtime:1382533273/files/CIC%20Right%20Bar_0.jpg", "height": 93, "width": 300, "colors": [{"color": [231, 241, 243], "weight": 0.90576171875}, {"color": [5, 11, 14], "weight": 0.04296875}, {"color": [105, 135, 149], "weight": 0.033203125}, {"color": [67, 95, 111], "weight": 0.01806640625}], "entropy": 2.74117663348, "size": 44757}], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://www.opendemocracy.net/elizabeth-grant/saving-nscad-why-art-education-could-save-us-but-first-we-must-save-it", "url": "http://www.opendemocracy.net/elizabeth-grant/saving-nscad-why-art-education-could-save-us-but-first-we-must-save-it", "media": {}, "title": "Saving NSCAD: Why art education could save us, but first we must save it | openDemocracy", "offset": null, "content": "<div>\n<p>Thinking of <a href=\"http://www.guardian.co.uk/artanddesign/2011/jun/04/roman-abramovich-upsets-venetians-view\">Dasha Zhukova's barge of artist-generated, fake advertisements</a> that trolled the Grand Canal at the 2011 Venice Biennale, or considering Richard Florida's 2002 coining of the term 'the Creative Class' which put in economic terms what businesses like the <a href=\"http://www.sohohouse.com/\">Soho House</a> had already identified as an untapped market waiting to be named, one might get the impression that the art world is weathering the world's economic downturn reasonably well. Newspapers seem regularly to report on ever-more <a href=\"http://www.guardian.co.uk/artanddesign/2012/oct/13/gerhard-richter-painting-record-price\">record-breaking auction sales</a> for blue-chip artists (both dead &amp; alive) and many of the <em>art-stars</em> of today have embraced celebrity culture to such an extent that one might wonder <a href=\"http://www.huffingtonpost.com/2013/02/26/james-franco-new-film-marina-abramovic-movie-project_n_2764549.html\">where friendship ends and self-parody begins?</a> </p>\n<p>While the art world's bubble seems to float on, oblivious and impenetrable like some glorious lead balloon, art education is not quite as impervious to the prevailing economic mood. Quite often dependent on a steady stream of government funding to offer the complex and hard-to-define education that art schools and university art departments aspire to provide, the times have not been kind to art education-even in Canada, a country that has managed to avoid recession and maintain an air of stability whilst its neighbors and trading partners have dipped and double-dipped.</p>\n<p>In 2011, Queen's University in Ontario suspended enrollment in its Fine Art program due to a shortage of resources. Ironically, this resource shortage was caused in part by an above-average number of their 2010 offers of a place on the program having been accepted. This over-extended the department's budget for that year, which lead to the decision to halt the program entirely, presumably while the school (famous for its engineering and medical faculties) caught its breath. Evidently despite no shortage of people wanting to study art, there was a limit to how many people Queen's University was willing to entertain on that venture.</p>\n<p>One might wonder at the wisdom of going down such a changing, ill-defined career path, let alone in a time when unemployment is so high that in the UK <a href=\"http://www.independent.co.uk/news/uk/home-news/more-than-1700-people-apply-for-just-eight-jobs-at-costa-coffee-shop-8501329.html\">Costa Coffee received 1700 applications for 8 positions</a>. The American-born artist Gerald Ferguson, who taught painting in Canada for 38 years once remarked to my class that nobody who is poor goes into art: if you grew up hungry, you wouldn't be so willing to risk living the rest of your life on the edge of poverty, he told us. While it may not be so black-and-white for everyone, there is certainly a grain of truth to the idea that the study of fine art takes a lot of faith: faith that you have what Jan Verwoert described as '...something very special inside...'<a href=\"http://wolf-astronomix/users%24/kebl2207/Downloads/NSCAD%20article%20(3).doc#_edn1\">[i]</a>; faith that someone else will recognize this, and be able to help it grow; and faith that you and that special thing will one day contribute something meaningful-if not great-to the world.</p>\n<p>There is a strong argument to be made that the world-now more than ever-needs people with an artistic vision. In her text 'Art is not a career'<a href=\"http://wolf-astronomix/users%24/kebl2207/Downloads/NSCAD%20article%20(3).doc#_edn2\">[ii]</a>, Louisa Buck said that art schools '...cannot and should not 'make' artists, but they should offer a sympathetic space for development, questioning, risk-taking, and play.' Indeed, the business world has increasingly taken an interest in the kind of thinking produced by such an education, as was noted by Daniel Pink in his 2005 book <em>A Whole New Mind</em>, from which came the intriguing soundbyte that 'the M.F.A (Master of Fine Arts) is the new M.B.A.'</p>\n<p>But even if one has faith that the corporate world really is keen to embrace some of those art school graduates who don't immediately transition to careers in the art world, the institutions that graduated them are even more in need of our faith. Art schools vary hugely from one institution to another, but they are alike in being delicate eco-systems that both reflect and contribute to the health of the society in which they're found. I once witnessed an unfortunate attempt by a politician to gain her audience's trust through candor in the opening remarks she was giving to a group of artists gathered together for a summit to discuss the role of arts in the community. Glancing around the room, the mayor said that as much as she'd like to give the arts more money, she just couldn't because '...you're not water &amp; sewage!'</p>\n<p>Indeed we're not, but then how many societies developed their identity and pride through their art and culture well before they implemented water and sewage? This is asked not to support the idea of it being a game of fiscal <em>rock-paper-scissors</em>, but rather to suggest that from their cultural ubiquity and co-existence with the earliest forms of technology might be inferred in the arts an element of necessity, even if we still struggle to articulate it.</p>\n<p>***</p>\n<p>The aerial approach to Halifax, Nova Scotia could easily lead one to think that they were approaching the end of the world. Flying over seemingly endless miles of evergreen trees and lakes, the Atlantic Ocean has the last word, abruptly calling a halt to the forest with its blank grey vastness. Between these two frontiers, though, lies a city-and a vital one, too. Halifax is the largest city in the Atlantic provinces-an intriguing blend of 'historic sites' (think horse-drawn carriages full of tourists clomping along in front of austere 1970s office buildings <em>en route</em> to an 'olde-fashioned' brewery tour) and a brilliant cultural scene: one punctuated by musicians, artists, film-makers, surfers and sailors of a caliber belying the city's distance from larger centers.</p>\n<p>It is the vitality and originality-the unexpectedness of its hugely popular winter surfing and of the odd-ball locally-made hit television program 'Trailer Park Boys' that kind of makes the horse-drawn carriages and musical brewery tours OK. Halifax is not just a museum of its own origins, it is a living city.</p>\n<p>NSCAD University has been central to this life. Having officially changed its name from the Nova Scotia College of Art and Design in 2003, the school has existed under various names since 1887, when it was founded by a committee of locals including Anna Leonowens (of 'The King &amp; I' fame) and named the Victoria School of Art and Design in commemoration of Queen Victoria's Golden Jubilee.</p>\n<p>It was in the 1960s though, that NSCAD really came into its own. At an ebb, in 1967 a new young president-the artist Gary Neill Kennedy was hired from the United States. Over the next couple of years Kennedy began transforming NSCAD into a stronghold of conceptual art, inviting his own friends and contacts-many of whom were young American artists-to Halifax to teach or give artist talks. The more that was happening at the school, the more the legend grew, and the more the legend grew, the more happened at the school.</p>\n<p>Among the more famous events are Joseph Beuys' artist talk given in 1976. In the process of his talk, Beuys produced (and later donated) one of his now-famous blackboards-literally, a blackboard on which he wrote and drew as an aide to his presentation. The Tate Gallery owns 4 such blackboards from 1972. NSCAD eventually sold their blackboard to the Art Gallery of Ontario (after years of displaying it unprotected outside the school president's office) and used the funds to establish a new scholarship for students in Beuys' name.</p>\n<p>John Baldessari made his first edition of prints-the famous <em>I Will Not Make Any More Boring Art</em> to raise funds for NSCAD in 1971. At the attendant exhibition, Baldessari had students write the phrase repeatedly on the gallery walls. On the inside of the NSCAD graduation ring, cut into the steel are the words <em>Nolo Facere Insipidas</em> -a tongue-in-cheek Latinisation of Baldessari's edict.</p>\n<p>In 1974 Eric Fischl began to teach painting at NSCAD, where he met his future wife, painter April Gornik, with whom he would eventually move back to New York.  Other luminaries associated with the school include Sol Lewitt, Claes Oldenburg, Vito Acconci, and Lawrence Weiner. Sonic Youth even played the cafeteria in 1984.  For an art school that has never had more than 1000 students, in a city that hangs off of the edge of a country that most people abbreviate into the statistics of its somewhat more powerful neighbor, these things are quite remarkable.</p>\n<p>While NSCAD inarguably had its heyday in the 1970s, the force of its remarkableness continues to be felt, with curator Denise Markonish (who recently put together the exhibition <em>Oh, Canada</em> at the Massachussetts Museum of Contemporary Art-an exhibition where a full third of the artists had a NSCAD connection) telling the CBC it is '...unbelievable that a college like this exists that has bred generation after generation of phenomenal artists.'<a href=\"http://wolf-astronomix/users%24/kebl2207/Downloads/NSCAD%20article%20(3).doc#_edn3\">[iii]</a></p>\n<p>The trajectory of this institution is somewhat unbelievable: but is it not nice, sometimes, to see that unbelievable things can happen? The provincial government of Nova Scotia may or may not consider NSCAD unbelievable, but of late it seems that they have ceased to believe in NSCAD and in the province's own role in the utterly unique education that has been offered there. This is a great pity, as the very fact that NSCAD is not in a large center contributes immeasurably to the education it offers. Away from the more intensively career-focused art education that naturally results from immersion in a major art center, a space for reflection and exploration is created. Students and faculty easily socialize together, and the opportunity to spend some time as a big fish in a little pond can be a great boost of confidence when the time comes to take on a new pond.</p>\n<p>But with the Nova Scotia provincial government taking an increasingly hostile approach, NSCAD seems threatened to go the way of other legendary art colleges cut off before their time, like America's famous Black Mountain College.</p>\n<p>NSCAD has been in trouble for a while now. In the mid-2000s, the university made an admirable attempt at modernization-recognizing that some degree of expansion and facility upgrades would be necessary if the school was to remain competitive with other major North American art schools, such as the Rhode Island School of Design, or the Emily Carr University for Art &amp; Design ( <a href=\"http://www.vancouversun.com/Emily+Carr+move/7858754/story.html\">who recently announced a $134-million dollar relocation plan-funded primarily by their provincial government</a>). This $16 million dollar project-which built a state-of-the-art facility for the school, and a dynamic new point of interest along Halifax's waterfront-was approved by the province and the university's board of governors at the time, before full funding was secured. The expansion makes up the lion's share of a debt estimated to be around $19 million dollars. Less than 10 years on, the provincial government seems to be using their role as the school's banker to strong-arm them into a merger with one of Halifax's two other major universities, Dalhousie or St.Mary's.</p>\n<p>A letter sent from the province to the school's acting president, Dr. Daniel O'Brien, has changed the province's conditions of further supporting the school from debt management to debt elimination. This is a nearly impossible demand to make of NSCAD if it is to remain recognizable and competitive. As faculty member Gary Markle pointed out 'The NDP (New Democratic Party) government itself would fall on such a requirement...' They are also insisting that the school's board of governors remain open to furthering their affiliation with one of the above-mentioned universities, while declaring their intention to retain the 'NSCAD brand'. Considering that these loan shark tactics are coming from the NDP-the political party with the reputation as the most left-leaning, lateral-thinking entity in Canadian politics, it may not be surprising that they see no problem with the old bait-and-switch.</p>\n<p>In what may be seen as the first incident of fall-out from these new demands, late into the night on March 7, 2013 a faculty strike was narrowly averted over the issue of replacing key members of staff who are about to retire. With the university administration in basic survival mode, their refusal to guarantee maintenance of current staffing levels had the faculty ready to walk out, as they say staff levels are already at a minimum. As one of the founding members of the 'Friends of NSCAD', Associate Professor in Art History and Critical Studies Karin Cope says: 'If we don't renew the faculty, we might as well fold up shop.'</p>\n<p>If the so-called 'creative class' truly is vital to keeping the Western Economy from falling impossibly behind-an idea that gains some heft considering where the MBAs have got us lately-then the survival of places like NSCAD matters. Our businesses, our cultural sectors, and our governments all need the kind of minds that NSCAD knows how to cultivate. These are minds that find other answers and we must have faith in them if we want different results. A lack of funds may be indisputable, but a lack of imagination is unforgivable in today's world-if you don't see what role imagination plays, then ask yourself how someone could have ever given us water and sewage without it?</p>\n<p><a href=\"http://wolf-astronomix/users%24/kebl2207/Downloads/NSCAD%20article%20(3).doc#_ednref1\">[i]</a> 'Free? We Are Already Free. What We Need Now Is A Better Life.' by Jan Verwoert, in <em>Kunst Lehren Teaching Art</em> by Heike Belzer and Daniel Birnbaum. St&#228;delschule, Frankfurt / Main. Published by Verlag der Buchhandlung Walter K&#246;nig, 2007</p>\n<p><a href=\"http://wolf-astronomix/users%24/kebl2207/Downloads/NSCAD%20article%20(3).doc#_ednref2\">[ii]</a> 'Art is not a career'. By Louisa Buck, in A Curriculum for Artists edited by Paul Bonaventura and Stephen Farthing. University of Oxford and the New York Academy of Art, Oxford / New York. Published by The Laboratory at the Ruskin School of Drawing and Fine Art and the New York Academy of Art, 2004.</p>\n<p><a href=\"http://wolf-astronomix/users%24/kebl2207/Downloads/NSCAD%20article%20(3).doc#_ednref3\">[iii]</a> From 'Feasibility Study to Explore an Affiliation Between NSCAD University and Dalhousie University or NSCAD University and St. Mary's University'</p>\n</div>", "entities": [{"count": 13, "name": "NSCAD"}, {"count": 6, "name": "Halifax"}, {"count": 3, "name": "Canada"}, {"count": 3, "name": "NSCAD University"}, {"count": 2, "name": "Ontario"}, {"count": 2, "name": "Baldessari"}, {"count": 2, "name": "Louisa Buck"}, {"count": 2, "name": "New York Academy of Art"}, {"count": 2, "name": "Beuys"}, {"count": 2, "name": "New York"}, {"count": 2, "name": "Jan Verwoert"}, {"count": 1, "name": "New Democratic Party"}, {"count": 1, "name": "Sol Lewitt"}, {"count": 1, "name": "Rhode Island School of Design"}, {"count": 1, "name": "Karin Cope"}, {"count": 1, "name": "Nolo Facere Insipidas"}, {"count": 1, "name": "Claes Oldenburg"}, {"count": 1, "name": "Dalhousie University"}, {"count": 1, "name": "Gary Neill Kennedy"}, {"count": 1, "name": "Eric Fischl"}, {"count": 1, "name": "Lawrence Weiner"}, {"count": 1, "name": "Dalhousie"}, {"count": 1, "name": "Dr. Daniel O'Brien"}, {"count": 1, "name": "Kennedy"}, {"count": 1, "name": "Daniel Pink"}, {"count": 1, "name": "Ruskin School of Drawing"}, {"count": 1, "name": "St. Mary 's University"}, {"count": 1, "name": "Venice Biennale"}, {"count": 1, "name": "Paul Bonaventura"}, {"count": 1, "name": "UK Costa Coffee"}, {"count": 1, "name": "Atlantic"}, {"count": 1, "name": "Joseph Beuys"}, {"count": 1, "name": "Heike Belzer"}, {"count": 1, "name": "North American"}, {"count": 1, "name": "Gary Markle"}, {"count": 1, "name": "Queen 's University"}, {"count": 1, "name": "Nova Scotia College of Art"}, {"count": 1, "name": "Soho House"}, {"count": 1, "name": "Richard Florida"}, {"count": 1, "name": "Sonic Youth"}, {"count": 1, "name": "Canadian"}, {"count": 1, "name": "Black Mountain College"}, {"count": 1, "name": "Verlag der Buchhandlung Walter König"}, {"count": 1, "name": "Vito Acconci"}, {"count": 1, "name": "Oxford"}, {"count": 1, "name": "American"}, {"count": 1, "name": "Gerald Ferguson"}, {"count": 1, "name": "Nova Scotia"}, {"count": 1, "name": "Emily Carr University for Art & Design"}, {"count": 1, "name": "America"}, {"count": 1, "name": "NDP"}, {"count": 1, "name": "Frankfurt"}, {"count": 1, "name": "Victoria School of Art"}, {"count": 1, "name": "Denise Markonish"}, {"count": 1, "name": "Anna Leonowens"}, {"count": 1, "name": "CBC"}, {"count": 1, "name": "St. Mary 's"}, {"count": 1, "name": "Stephen Farthing"}, {"count": 1, "name": "Atlantic Ocean"}, {"count": 1, "name": "Kunst Lehren Teaching Art"}, {"count": 1, "name": "Queen Victoria 's Golden Jubilee"}, {"count": 1, "name": "Daniel Birnbaum"}, {"count": 1, "name": "University of Oxford"}, {"count": 1, "name": "United States"}, {"count": 1, "name": "John Baldessari"}, {"count": 1, "name": "Dasha Zhukova"}], "favicon_colors": [{"color": [0, 0, 0], "weight": 0.0400390625}, {"color": [60, 175, 218], "weight": 0.0224609375}], "keywords": [{"score": 211, "name": "nscad"}, {"score": 174, "name": "art"}, {"score": 71, "name": "school"}, {"score": 56, "name": "artists"}, {"score": 52, "name": "halifax"}, {"score": 45, "name": "university"}, {"score": 41, "name": "faculty"}, {"score": 32, "name": "faith"}, {"score": 30, "name": "baldessari"}, {"score": 30, "name": "beuys"}], "published": 1363737600000, "provider_name": "Opendemocracy", "type": "html"}