{"provider_url": "http://jordanbowen.kinja.com", "description": "The Cooper Union, a widely admired school of art, architecture and engineering and \"one of the last remaining tuition-free colleges in the country,\" is free no more: beginning in 2014, it will charge up to $20,000 tuition to its undergraduates.", "embeds": [], "safe": true, "provider_display": "jordanbowen.kinja.com", "related": [{"score": 0.5390675663948059, "description": "A.J. Mast / for NBC News This past April, facing the prospect of three 20-page papers due in the same week, Indiana University East student Harmony Glenn had a panic attack in the school library. \"I couldn't breathe, and my chest felt tight,\" she said.", "title": "Debt, no degree: Bills mount for ex-college students who never reached the finish line", "url": "http://usnews.nbcnews.com/_news/2013/12/30/21892627-debt-no-degree-bills-mount-for-ex-college-students-who-never-reached-the-finish-line?lite", "thumbnail_height": 1500, "thumbnail_url": "http://media2.s-nbcnews.com/i/MSNBC/Components/Photo/_new/131213-student-loan-debt-main-3p.jpg", "thumbnail_width": 1489}, {"score": 0.523949384689331, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.5168730020523071, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}], "favicon_url": "http://kinja.com/assets/images/logos/favicons/default.ico", "authors": [], "images": [{"url": "http://img.gawkerassets.com/img/18ljjjxhn5k8jjpg/k-bigpic.jpg", "width": 970, "size": 237128, "caption": null, "height": 546}, {"url": "http://img.gawkerassets.com/img/18ljjjxhn5k8jjpg/ku-xlarge.jpg", "width": 640, "size": 139900, "caption": null, "height": 464}, {"caption": null, "url": "http://img.gawkerassets.com/img/18hbjn6063dv1jpg/avt-large.jpg", "height": 160, "width": 160, "colors": [{"color": [159, 108, 51], "weight": 0.73193359375}, {"color": [203, 220, 235], "weight": 0.15673828125}, {"color": [107, 50, 32], "weight": 0.0712890625}, {"color": [50, 18, 17], "weight": 0.0400390625}], "entropy": 6.273504587367756, "size": 18983}], "cache_age": 83574, "lead": null, "language": "English", "original_url": "http://jordanbowen.kinja.com/the-loss-of-cooper-union-478333312", "url": "http://jordanbowen.kinja.com/the-loss-of-cooper-union-478333312", "media": {}, "title": "The Loss of Cooper Union", "offset": null, "content": "<div>\n<p><img src=\"http://img.gawkerassets.com/img/18ljjjxhn5k8jjpg/ku-xlarge.jpg\"> S </p>\n<p>The Cooper Union, a widely admired school of art, architecture and engineering and \"one of the last remaining tuition-free colleges in the country,\" is free no more: beginning in 2014, it <a href=\"http://www.nytimes.com/2013/04/24/nyregion/cooper-union-to-charge-undergraduates-tuition.html?_r=0\">will charge up to $20,000 tuition</a> to its undergraduates. A school that once sought the best students it could find will now, like other colleges, find the best students who can afford to pay, or burden its students with punitive levels of debt. </p>\n<p>This was a long time coming, and like the <a href=\"http://www.chelseahotelblog.com/living_with_legends_the_h/2012/05/chelseahoteldestruction.html\">destruction of the Chelsea Hotel</a>, marks the end of a certain kind of city, one that can sustain a viable, non-commercial creative culture. We live now in a city of unpaid internships and backbreaking rent and tuition, where hopeful young settlers must one after the other face the hard reality of a real estate and job market that has been sealed up in advance by those who got here first. As Patti Smith answered, when asked her advice to young people: <a href=\"http://vanishingnewyork.blogspot.com/2010/05/find-new-city.html\">don't come to New York</a>. They took it from you. It's over. Manhattan is turning into Geneva, a city of great poverty and great wealth, without a middle class. A homogenous, crowded, tourist-infested, expensive, and rather dull capital of the world.</p>\n<p>Cooper Union's flagship is the Foundation Building, an Italianate brownstone that was once the crown of the wide expanse of Astor Place. Abraham Lincoln gave a famous speech in its Great Hall. The school was founded to offer free classes to the illiterate masses boiling up from the slums of the Bowery; Peter Cooper was himself illiterate. At the center of Astor's triangular plaza is a rotating black cube turned on one point, under which skaters and punks used to loiter. When I first came to New York, the curvy glass condo tower, the tacky \"Sculpture for Living\" lined with a first floor Chase Bank that glows fluorescent at all hours, was a parking lot in which people bought and sold pornography. The former Cooper Union engineering building, across from the Foundation Building, was a dingy, mid-century brick and metal structure with a cafe and a line of trees in front. This year, it was torn down and replaced with a monolithic black \"Death Star,\" an architectural horror that belongs better in midtown, or Houston, and now cuts a black shadow across Astor Place.</p>\n<p>Change has been tearing apart and rebuilding New York since it was a Dutch colony. There's no point crying about it. But there is a poignant loss to Cooper Union, which woefully mismanaged its money and generously rewarded the upper echelon of its administration even as the ship began to sink. This culminated in <a href=\"http://en.wikipedia.org/wiki/41_Cooper_Square\">a new spaceship of a building</a>, built to enhance the school's prestige and reviled by students and faculty alike, which it constructed while <a href=\"http://nplusonemag.com/save-cooper-union\">boasting</a> the institution had weathered the economic storm of 2008 in sound financial health. That was either an illusion or a lie, and within two years the situation had become unsustainable. The new president of Cooper tried to break the news softly that Cooper was insolvent, that it might give up its non-profit status and 'explore' the option of tuition. Like all politically sensitive fiats, the Board of Trustees made a show of community involvement just to soften the blow, but the decision itself was final. The school was shocked, then erupted into a bitter and futile protest.</p>\n<p>I returned to New York in 2007, in pursuit of a tortured love affair; the object of my admiration was a freshman at Cooper, and I waited for him outside on the front steps of the Foundation Building, chain smoking rolled cigarettes, alone in a big city and hoping to catch a love, or just find a friend. No one seemed to mind that I was there. I walked freely in and out of the school, used the bathroom, napped in the somnolent library awash in a faint white noise that put you under in seconds, and waited outside, working up conversations over shared lighters and smokes. Every Tuesday I went to the student shows, waiting in line for a plastic cup of bad wine, trying out an identity in the cultural life of New York.</p>\n<p>Eventually, the students started to know me, and the Foundation Building became a refuge and a source of hope while I struggled through jobs, apartments, and faltering romances. I recognized one, a painter named Piotr, while I was working for minimum wage tending the dollar book carts in front of the Strand Bookstore. Piotr became a lifelong friend. He was born in Belarus, his family brought him to New York when he was 7, where he attended Brooklyn Technical High School in Ft. Greene. His shy, Russian-speaking parents worked hard to join the middle class and buy a house in Staten Island. He belonged to a group of rowdy boys at Cooper who liked to hop from rooftop to rooftop, climb fences, break into warehouses, box in backyards, and proudly show off their bloody gashes at the end of a drunken night. An art show they set up at Cooper was filled with stolen objects. Piotr matured into a fine craftsman, and is starting his own fabrication company in Queens with my friend Yi, an intelligent, golden-hearted son of Chinese immigrants, who also went to Cooper.</p>\n<p>I went to Columbia University, a college filled with perfectly bright-eyed and bushy-tailed, well-prepared and utterly naive undergraduates, most of whom have moved from elite high school to elite university and puffed up their resume with competitive internships. A few of them are brilliant, but most of them are simply average. A professor of literature once complained to me of their uniformity, lamenting how little intellectual passion they have; they do the work, they earn the A, but that pursuit of knowledge in pursuit of advancement and freedom that once infused American universities with life just isn't there. Even the university that charges high tuition has its aspirational students, its share of 'diversity,' who it saddles with six figure debt for the privilege of inclusion, but the predominant purpose of the university, as in the political realm, has become the protection, expansion and inheritance of wealth.</p>\n<p>An anecdote related to me by a friend who was eavesdropping in the steam room of Columbia's gym: a professor of chemistry and a wrestling coach sat in their towels, musing about how things had changed. The wrestling coach said, I used to have wrestlers who got in on wrestling scholarships, who didn't make great grades, but who loved wrestling; now I just have wrestlers who wrestled in high school to get into an Ivy League, but who don't really love wrestling. And the chemistry professor could relate: he had plenty of fine students, who did the work and were even very good at chemistry, but none of them were passionate, brilliant chemists; they got straight A's in all subjects, but they didn't love chemistry. They did well for the sake of doing well. This flatness of spirit pervades the life of the campus and deadens dialogue in the classroom.</p>\n<p>Cooper Union, because it was free, was anything but dead. It was a true meritocracy, and it was a place for artists like Piotr, who was not simply a hipster pursuing a pointless degree free of charge, but who, without the burden of loan repayments, can leverage that education to start his own business and contribute himself to the world. That leverage is, after all, the point of higher education. When Cooper becomes more like Columbia, an exclusive brand sold to those who are expensively prepped for admission and able or willing to pay, it will be yet another rung in the ladder lost to those still on the lower rungs. It will be another once free space in the city taken over by wealth, another desirable amenity in the luxury conclave of New York.</p>\n</div>", "entities": [{"count": 7, "name": "Cooper"}, {"count": 7, "name": "New York"}, {"count": 5, "name": "Cooper Union"}, {"count": 4, "name": "Piotr"}, {"count": 2, "name": "Columbia"}, {"count": 1, "name": "Board of Trustees"}, {"count": 1, "name": "Chelsea Hotel"}, {"count": 1, "name": "Chase Bank"}, {"count": 1, "name": "Brooklyn Technical High School"}, {"count": 1, "name": "Manhattan"}, {"count": 1, "name": "Yi"}, {"count": 1, "name": "Belarus"}, {"count": 1, "name": "Geneva"}, {"count": 1, "name": "Bowery"}, {"count": 1, "name": "Peter Cooper"}, {"count": 1, "name": "Astor"}, {"count": 1, "name": "Queens"}, {"count": 1, "name": "Abraham Lincoln"}, {"count": 1, "name": "Greene"}, {"count": 1, "name": "American"}, {"count": 1, "name": "Houston"}, {"count": 1, "name": "Staten Island"}, {"count": 1, "name": "Chinese"}, {"count": 1, "name": "Foundation Building"}, {"count": 1, "name": "Columbia University"}, {"count": 1, "name": "Patti Smith"}], "favicon_colors": [{"color": [0, 0, 0], "weight": 0.000244140625}], "keywords": [{"score": 57, "name": "cooper"}, {"score": 40, "name": "wrestling"}, {"score": 40, "name": "piotr"}, {"score": 33, "name": "students"}, {"score": 30, "name": "school"}, {"score": 26, "name": "tuition"}, {"score": 26, "name": "astor"}, {"score": 24, "name": "chemistry"}, {"score": 20, "name": "building"}, {"score": 19, "name": "york"}], "published": null, "provider_name": "Kinja", "type": "html"}