{"provider_url": "http://archpaper.com", "description": "At press time, the New York design community is celebrating the inaugural NYCxDesign and the city is concluding a trio of international art fairs, all while one of the city's greatest art, architecture, and engineering institutions is in the middle of a meltdown.", "embeds": [], "safe": true, "provider_display": "archpaper.com", "related": [], "favicon_url": "http://archpaper.com/favicon.ico", "authors": [], "images": [{"caption": null, "url": "http://archpaper.com/uploads/image/cooper_union_editorial_02.jpg", "height": 532, "width": 800, "colors": [{"color": [22, 23, 26], "weight": 0.327392578125}, {"color": [156, 146, 141], "weight": 0.166015625}, {"color": [181, 176, 177], "weight": 0.13427734375}, {"color": [122, 109, 107], "weight": 0.119873046875}, {"color": [55, 55, 58], "weight": 0.09912109375}], "entropy": 6.350398666788308, "size": 121280}, {"caption": null, "url": "http://archpaper.com/uploads/cooper_union_editorial_01.jpg", "height": 533, "width": 800, "colors": [{"color": [16, 20, 20], "weight": 0.392822265625}, {"color": [61, 71, 75], "weight": 0.24365234375}, {"color": [219, 228, 228], "weight": 0.172119140625}, {"color": [173, 180, 176], "weight": 0.146484375}, {"color": [135, 137, 131], "weight": 0.044921875}], "entropy": 5.791493518860348, "size": 117438}], "cache_age": 84478, "lead": null, "language": "English", "original_url": "http://ow.ly/lngjw", "url": "http://archpaper.com/news/articles.asp?id=6669", "media": {}, "title": "Editorial> Cooper Union's Tragic Compromises - The Architect's Newspaper", "offset": null, "content": "<div>\n<img src=\"http://archpaper.com/uploads/image/cooper_union_editorial_02.jpg\"><p>At press time, the New York design community is celebrating the inaugural NYCxDesign and the city is concluding a trio of international art fairs, all while one of the city's greatest art, architecture, and engineering institutions is in the middle of a meltdown. The president and trustees of the Cooper Union voted to abandon the school's commitment to tuition free, merit-based education-arguably the distinguishing characteristic of the school's greatness and international reputation. Hundreds of students, alumni, and activists have occupied the Foundation building and have been staging protests outside as well as creating buzz and connecting with other activists, student groups, and the public through a robust and sophisticated social media campaign ( <a href=\"https://twitter.com/FreeCooperUnion\">follow them on twitter at @FreeCooperUnion</a> for a sample).</p>\n<p>The outrage of the students was quickly justified by a thorough and scathing assessment of the school's finances in the Times, which detailed decades of mismanagement, including over-reliance on hedge funds with costly administrative fees, lack of diversification of the school's investments, poor real estate decisions, and an absence of alumni solicitations and donor cultivation. Overall, as portrayed in the Times, the administration and trustees appear amateurish and ill equipped to support and protect the very special institution with which they have been entrusted.</p>\n<a href=\"http://archpaper.com/uploads/cooper_union_editorial_01.jpg\"><img src=\"http://archpaper.com/uploads/cooper_union_editorial_01.jpg\"></a> <p>Perhaps most galling is the school's latest, ill-gotten trophy, the <a href=\"http://archpaper.com/news/articles.asp?id=3707\">new engineering building designed by Morphosis</a>. The building, which cost $150 million, was constructed not with funds from generous donors, but through a mortgage (at a nearly 6 percent interest rate). The officials with the school, according to the Times, believed they could attract the donor after the building was completed, a line of reasoning that runs counter to typical philanthropic practice and smacks, quite frankly, of a gambler's addiction to chance. \"I was shocked by that,\" Jacob Alspector, an architect and former Cooper trustee as well as a former president of the alumni association, told AN. \"The idea seemed to be to attract big names through expensive architecture, but Cooper's culture has always been that architecture didn't need to be flashy to be good.\"</p>\n<p>Let me be clear, I do not blame Thom Mayne for the reckless fiscal behavior of Cooper Union's leadership. After all, it is not an architect's job to act as his client's accountant. Still, the building raises the more complicated question of when, how, and what institutions should build&#173;-questions all the more pressing when the architecture in question is expensive and designed by a noted architect.</p>\n<p>It may not be too late for the trustees of Cooper Union to reverse this calamitous decision. The outcry is a measure of what the school's unique mission means to its students, alumni, and the public at large. Of current Cooper Union president Jamshed Bharucha, Alspector said, \"He's a talented and smart man, but does he know what Cooper is about? I don't know that he does.\" To change course, the university may need to purge its own leadership, and restructure with experts who can build on the school's still considerable resources while respecting its values.</p>\n</div>", "entities": [{"count": 4, "name": "Cooper Union"}, {"count": 3, "name": "Cooper"}, {"count": 1, "name": "Alspector"}, {"count": 1, "name": "Morphosis"}, {"count": 1, "name": "Jacob Alspector"}, {"count": 1, "name": "Jamshed Bharucha"}, {"count": 1, "name": "New York"}, {"count": 1, "name": "Thom Mayne"}], "favicon_colors": [{"color": [0, 174, 239], "weight": 0.052001953125}, {"color": [179, 232, 250], "weight": 0.010498046875}], "keywords": [{"score": 31, "name": "cooper"}, {"score": 31, "name": "alumni"}, {"score": 28, "name": "architecture"}, {"score": 27, "name": "school"}, {"score": 27, "name": "trustees"}, {"score": 23, "name": "build"}, {"score": 20, "name": "alspector"}, {"score": 20, "name": "architect"}, {"score": 16, "name": "students"}, {"score": 15, "name": "donor"}], "published": 1369353600000, "provider_name": "Archpaper", "type": "html"}