{"provider_url": "http://www.globalresearch.ca", "description": "Building Mass Resistance against New World Order Economic Austerity \"We are in the midst of the pre-history of historic transformational change that will end the rule of money.\" This was a week that exemplified the historic moment in which we live.", "embeds": [], "safe": true, "provider_display": "www.globalresearch.ca", "related": [], "favicon_url": null, "authors": [], "images": [{"caption": null, "url": "http://www.globalresearch.ca/wp-content/uploads/2013/05/constitution.jpeg", "height": 99, "width": 106, "colors": [{"color": [237, 239, 236], "weight": 0.2685546875}, {"color": [194, 181, 176], "weight": 0.1982421875}, {"color": [102, 112, 162], "weight": 0.1962890625}, {"color": [154, 135, 127], "weight": 0.083251953125}, {"color": [152, 95, 97], "weight": 0.076904296875}], "entropy": 6.7894562452255, "size": 3604}, {"caption": null, "url": "https://store.globalresearch.ca/store/images/278/?240,240,-1263561659", "height": 240, "width": 155, "colors": [{"color": [80, 124, 112], "weight": 0.247802734375}, {"color": [234, 245, 242], "weight": 0.204833984375}, {"color": [209, 149, 29], "weight": 0.18359375}, {"color": [30, 68, 69], "weight": 0.16162109375}, {"color": [136, 104, 30], "weight": 0.082275390625}], "entropy": 6.55180764722, "size": 13077}, {"caption": null, "url": "https://store.globalresearch.ca/store/images/46/seeds_2.jpg?196,196,1544644465", "height": 196, "width": 129, "colors": [{"color": [95, 92, 86], "weight": 0.333984375}, {"color": [34, 38, 44], "weight": 0.23388671875}, {"color": [186, 206, 215], "weight": 0.224853515625}, {"color": [137, 138, 134], "weight": 0.207275390625}], "entropy": 6.52552639727, "size": 10414}, {"caption": null, "url": "https://store.globalresearch.ca/store/images/39/waronterrorism.jpg?196,196,1635038169", "height": 196, "width": 128, "colors": [{"color": [58, 79, 124], "weight": 0.865966796875}, {"color": [217, 153, 94], "weight": 0.04248046875}, {"color": [207, 179, 159], "weight": 0.03662109375}, {"color": [163, 118, 103], "weight": 0.027587890625}, {"color": [143, 150, 165], "weight": 0.02734375}], "entropy": 4.79220206877, "size": 5169}, {"caption": null, "url": "https://store.globalresearch.ca/store/images/219/WWIII.jpg?196,196,-227055229", "height": 196, "width": 128, "colors": [{"color": [23, 18, 17], "weight": 0.367431640625}, {"color": [211, 221, 223], "weight": 0.33740234375}, {"color": [74, 70, 61], "weight": 0.1298828125}, {"color": [145, 160, 157], "weight": 0.06103515625}, {"color": [56, 141, 151], "weight": 0.055908203125}], "entropy": 5.62184852342, "size": 6782}], "cache_age": 83733, "lead": null, "language": "English", "original_url": "http://fb.me/2p2JsYlxd", "url": "http://www.globalresearch.ca/building-mass-resistance-against-new-world-order-economic-austerity/5336278", "media": {}, "title": "Building Mass Resistance against New World Order Economic Austerity", "offset": null, "content": "<div>\n<p>Building Mass Resistance against New World Order Economic Austerity </p>\n<img src=\"http://www.globalresearch.ca/wp-content/uploads/2013/05/constitution.jpeg\"><em>\"We are in the midst of the pre-history of historic transformational change that will end the rule of money.\"</em> <p>This was a week that exemplified the historic moment in which we live.  We will look back at these times and see the seeds of a national revolt against concentrated wealth that puts profits ahead of people and the planet. Not only were there a wide array of resistance actions, but activists against the Guantanamo prison and drone strikes scored partial victories on which we much continue to build challenges to US empire and militarism.</p>\n<p>Mike Lux, who authored a history of the movements of the 1960s, <a href=\"http://october2011.org/blogs/kevin-zeese/inspiring-each-other-forward\">wrote this week</a> that when he researched his book he \"was struck by the fact that so many big things happened so close together.\" Comparing that moment to today he writes, \"We are living in such a moment in history right now, that organizers and activists are sparking off each other and inspiring each other, that there is something building out there that will bring bigger change down the road.\"</p>\n<p>That is how we felt as we watched and participated in this week's unfolding.  We began the week prepared to focus our attention on the amazing teacher, student and community actions that were occurring in defense of schools.  In <a href=\"http://october2011.org/blogs/kevin-zeese/thousands-students-walk-out-philadelphia-schools-protesting-budget-cuts\">Philadelphia, there was a giant walk-out of schools</a> last Friday as students demanded their schools remain open and be adequately funded.  The photos of young people fighting for the basic necessity of education were an inspiration.</p>\n<p>That was followed by <a href=\"http://october2011.org/blogs/kevin-zeese/chicago-school-protest-photos\">three days of protests</a> in Chicago that were equally inspiring, <a href=\"http://october2011.org/blogs/kevin-zeese/chicago-students-organizing-save-our-schools\">students organized</a> and communities came together to fight for education.  Though corporate-mayor Rahm <a href=\"http://october2011.org/blogs/kevin-zeese/chicago-plans-close-schools-lots-money-stadiums-battle-community-schools-not-over\">Emanuel's carefully selected board voted to close 50 elementary schools</a> and one high school (while the city funds the building of a new basketball stadium), the Chicago activists say they are not done. They are just getting started.  It is that kind of persistence that wins transformation.  These school battles are part of a national plan to replace community schools with corporatized charter schools. The battles of Chicago, Philadelphia and other cities are all of our battles.</p>\n<p>Then there were the college students, who inspired us with their bravery especially because they were not fighting for themselves but for the students who come after them.  At <a href=\"http://october2011.org/blogs/kevin-zeese/free-cooper-union-continues-occupy-presidents-office-one-week-so-far\">Cooper Union</a>, students are in their second week of occupying the school president's office. <a href=\"http://october2011.org/blogs/kevin-zeese/cooper-union-sit-grows-more-100-student-bloc-solidarity-statement\">As the sit-in grew</a> to more than 100, they garnered increasing community support.  The school is about to begin to charge tuition, ending the nearly two century mission of its founder for free higher education. The students protesting will get free tuition; they are protesting for the students who follow. While they are sitting in, they are painting the president's offices black and will continue to do so until he resigns his $750,000 a year job. Thousands have signed <a href=\"http://october2011.org/blogs/kevin-zeese/more-2000-sign-statement-no-confidence-cooper-union-president-and-board-chair\">a \"no confidence\" petition</a> against the president and board chairman.</p>\n<p>We believe that a country that really believed in its youth and was building for its future would provide free post-high school education, college or vocational school, to young adults <a href=\"http://itsoureconomy.us/2013/05/class-of-2013-student-debt-reaches-new-heights/\">rather than leaving them crippled by massive debt</a>.</p>\n<p>As the week went on, more Americans stood up and showed their power.  On Monday, people who have lost their homes to foreclosure or are threatened with foreclosure, along with their allies, began an occupation of the Department of Justice. <a href=\"http://clearingthefogradio.org/this-monday-may-20-home-defenders-expose-crimes-by-wall-street-banks/\">Some of them joined us first as guests on our radio show</a> on We Act Radio. Afterwards, we went to Freedom Plaza where they rallied.  The coalition was a great mix of people of different ages, races and regions who were angry, organized and prepared.  They marched down Pennsylvania Ave. to the Department of Justice to demand that Attorney General Eric Holder prosecute the bankers who collapsed the economy and stole their homes.</p>\n<p>They <a href=\"http://october2011.org/blogs/kevin-zeese/homeowner-defenders-protest-doj-failure-prosecute-big-banks\">blocked the doors at the Department of Justice and put up tents</a> emblazoned with \"Foreclose on Banks Not on People,\" put up a home with \"Bank Foreclosed\" over it and blocked the streets with orange mesh saying \"Foreclosure and Eviction Free Zone.\"  As evening came, they moved their tents onto DOJ property, brought in a big couch and prepared to stay the night - and some did.  By the third day of <a href=\"http://october2011.org/blogs/kevin-zeese/third-day-homeonwer-protests-dc-focus-corporate-law-firm-covington-burling\">protests, they moved to Covington and Burling</a>, the corporate law firm that spawned Eric Holder and where the DOJ official in charge of prosecuting the banks, Lenny Breuer, who did not prosecute a single big bank <a href=\"http://itsoureconomy.us/2013/03/dojs-lanny-breuer-cashes-in/\">now gets a $4 million annual salary</a>. In Congress the <a href=\"http://itsoureconomy.us/2013/05/too-big-to-jail-dogs-obamas-justice-department-as-government-documents-raise-questions/\">DOJ could not justify their claim</a> that prosecuting the big banks would hurt the economy.</p>\n<p>The Home Defenders League/Occupy Our Homes actions broke through in the media as you can see at the end of <a href=\"http://october2011.org/blogs/kevin-zeese/homeowner-defenders-protest-doj-failure-prosecute-big-banks\">this photo essay</a>.  We particularly enjoyed the coverage in <a href=\"http://october2011.org/blogs/kevin-zeese/someone-claiming-be-jamie-dimon-arrested-homeland-security\">Forbes - someone claiming to be Jamie Dimon was arrested in DC</a> - reporting on protesters who gave the name of banksters when they were arrested. The police responded aggressively, which often attracts media coverage, including the <a href=\"http://october2011.org/blogs/margaret-flowers/peaceful-protester-tasered-outside-doj\">tasering non-violent protesters</a>. And, we were pleased to see local groups, like <a href=\"http://october2011.org/blogs/kevin-zeese/three-members-colorado-foreclosure-resistance-arrested-action-department-justice-e\">Occupy Colorado, highlighting the efforts of their colleagues</a> who came to DC.</p>\n<p>But, action in the nation's capital did not end there.  There was also <a href=\"http://october2011.org/blogs/kevin-zeese/low-wage-workers-walk-out-dc-photo-essay\">a massive walkout of food service workers</a> across the city.  The strike began at the building named for the famed union-destroying president, the Ronald Reagan Building, and then moved on, with a particular <a href=\"http://itsoureconomy.us/2013/05/hundreds-of-low-wage-workers-go-on-strike-in-d-c/\">focus on Obama - the largest employer of low-wage workers</a>.  Obama could end poverty federal wages with a stroke of the pen.  Will he?</p>\n<p>DC is the sixth city to see low-wage workers striking, <a href=\"http://october2011.org/blogs/kevin-zeese/fast-food-workers-plan-surprise-strike\">New York</a>, <a href=\"http://october2011.org/blogs/kevin-zeese/fast-food-walkout-planned-chicago\">Chicago</a>, <a href=\"http://october2011.org/blogs/kevin-zeese/largest-fast-food-strike-yet-workers-walk-out-michigan\">Detroit</a>, <a href=\"http://october2011.org/blogs/kevin-zeese/surprise-fast-food-strike-planned-st-louis\">St. Louis</a>, and <a href=\"http://october2011.org/blogs/kevin-zeese/fast-food-strikes-hitting-fifth-city-milwaukee\">Milwaukee</a>, came before the Capital.   <a href=\"http://october2011.org/blogs/kevin-zeese/fast-food-worker-rehired-help-community\">Communities have stood with the workers </a> when employers threatened their jobs and people now need to do the same for the DC workers who are being threatened with job loss, please <a href=\"http://october2011.org/blogs/kevin-zeese/low-wage-workers-walk-out-dc-photo-essay\">take action to support them</a>.  And, coming up is the <a href=\"http://october2011.org/blogs/kevin-zeese/protesting-walmart-ride-respect-new-freedom-riders\">Wal-Mart workers' \"Ride for Respect\"</a> to the annual shareholders meeting on June 7 which emulates the Freedom Riders.</p>\n<p>Actions are happening throughout the country. In Illinois, <a href=\"http://october2011.org/blogs/margaret-flowers/two-arrested-so-far-sit-ban-fracking-il\">so far two people have been arrested at a sit-in</a> in the capitol building to support a ban hydro-fracking. And, the reaction to the call for a <a href=\"http://wearefearlesssummer.tumblr.com/\">fearless summer by front-line environmental groups</a> has been very strong. They are working together to plan major actions throughout the summer escalating resistance against extreme energy extraction. <a href=\"http://october2011.org/blogs/kevin-zeese/climate-change-obama-faces-attack-his-left-flank\">Pressure is building in the environmental movement</a> which now recognizes Obama is part of the problem, not part of the solution. Groups like <a href=\"http://350.org\">350.org</a> that avoided protesting Obama, are now protesting his \"grass roots\" group, Organizing for America.</p>\n<p>And, more is coming.  At the end of the week people who have been marching to Washington, DC from <a href=\"http://october2011.org/blogs/kevin-zeese/march-operation-green-jobs-philadelphia-washington-dc-beginning-may-18th\">Philadelphia</a> as part of \"Operation Green Jobs\" will arrive to protest at the corporate bully of the capital - the US Chamber of Commerce - <a href=\"http://october2011.org/blogs/kevin-zeese/operation-green-jobs-unite-masses-marching-corporate-lobbyists\">uniting the masses in opposition to the corporate lobbyists</a>.  Their long walk to DC echoes a walk last week by people from <a href=\"http://october2011.org/blogs/kevin-zeese/poor-peoples-campaign-marches-baltimore-washington-dc\">Baltimore</a> seeking jobs and justice.</p>\n<p>This Saturday will be the worldwide March Against Monsanto in 41 countries and nearly 300 cities.  We published an article in Truthout that explains <a href=\"http://october2011.org/blogs/kevin-zeese/why-protest-monsanto-may-25th\">why we should all protest Monsanto on May 25.</a>  This is a great example of non-hierarchical organizing as this protest was <a href=\"http://october2011.org/blogs/kevin-zeese/interview-march-against-monsanto-director\">called by young grass roots activists</a> and supported by Occupy Monsanto.</p>\n<p>One of the things that let us know the popular revolt is more powerful than we realize is the reaction of the power structure.  The <a href=\"http://october2011.org/blogs/kevin-zeese/dissent-or-terror-new-report-details-how-counter-terrorism-apparatus-was-used-moni\">Center for Media and Democracy issued a report this week</a> that examined thousands of pages of documents which showed how the national security apparatus against terrorism combined with corporate America to attack the occupy movement.  And, in Chicago one of the undercover police involved in the NATO 5 case, is still spying, <a href=\"http://october2011.org/blogs/kevin-zeese/undercover-police-officer-connected-nato-5-case-still-spying-protest-chicago\">now on students and teachers protesting school closures</a>.  If they did not fear the people, would the power structure be behaving this way?</p>\n<p>But, when you read reports about police acting in this undemocratic way, don't forget that many of them do not like doing what they are ordered to do and that pulling them to join the popular revolt is part of our job. A mass movement needs people from the power structure to join it in order to achieve success. We highlight one this week, <a href=\"http://october2011.org/blogs/kevin-zeese/nypd-officer-who-trying-end-stop-and-frisk\">Officer Pedro Serrano of New York who took the great personal risk of taping his superiors</a> as part of an effort to end the racist 'stop and frisk' program of the NYPD.</p>\n<p>And, it is great to see people planning ahead.  We got notice this week from activists in <a href=\"http://october2011.org/blogs/kevin-zeese/plan-ahead-october-drone-walk-maine\">Maine planning for an October Drone Walk</a>.  The anti-drone movement and Guantanamo protests have had very positive effects. This week, President Obama had to admit that he killed four Americans with drones, mostly by accident - even though the DoD claims drones are accurate.  Also this week, <a href=\"http://october2011.org/blogs/kevin-zeese/antidrone-activists-file-war-crimes-complaint-against-obama-brennan-and-others\">activists filed a war crimes complaint against Obama, Brennan and other officials</a> seeking their prosecution.  And Thursday, Obama was forced to make a public speech at the National Defense University about both the drone program and Guantanamo Bay Prison. Medea Benjamin of CODEPINK, interrupted the speech several times such that the President had to acknowledge her and she asked powerful questions as she was escorted out by security. [ <a href=\"http://october2011.org/blogs/kevin-zeese/medea-benjamin-interrupts-obama-drone-speech-excellent-questions-drones\">See video and transcript</a>.] As she was escorted from the room Obama acknowledged: \"The voice of that women is worth paying attention to.\" Guantanamo activists responded to the president saying \"no more excuses\" and vowed to <a href=\"http://october2011.org/blogs/kevin-zeese/close-guantanamo-protesters-promise-keep-pressure-after-obama-speech\">keep the pressure</a> on!</p>\n<p>So, just as author Mike Lux saw in the 60s, there is a lot going on, lots of issues coming to a head at the same time and people taking action to confront them.  How do we get to the next phase of popular resistance?</p>\n<p>Long time writer on movements and transformational change, Sam Smith, the editor of <a href=\"http://prorev.com/\">Progressive Review</a> wrote \"The Great American Repair Manual in 1997,\" we reprinted a portion of it this week: <a href=\"http://october2011.org/blogs/kevin-zeese/rebuilding-america-movement-not-campaign\">A Movement Manual</a>.  The essence: movements are \"propelled by large numbers of highly autonomous small groups linked not by a bureaucracy or a master organization but by the mutuality of their thought, their faith and their determination.\" He recommends: organize from the bottom up, create a subculture, create symbols, develop an agenda and make the movement's values clear. He also recommends becoming what you want to be - become an existentialist - writing \"existence precedes essence. We are what we do.\"  As far as building community power, we recommend this <a href=\"http://october2011.org/blogs/kevin-zeese/using-local-governance-challenge-corporate-power-democracy-school\">video from \"The Democracy School\"</a> on how to use local governance to challenge corporate power.\"</p>\n<p>Do not despair when the media says there is no popular resistance.  We have been <a href=\"http://october2011.org/pages/weekly-updates\">covering the actions of the movement with weekly reports</a> since 2011 and <a href=\"http://october2011.org/blogs/organizer/it-can-be-done-now-time\">even before the occupy movement</a> began, we saw Americans beginning to stand up. We knew it was the right time for occupy and we now see it is the right time for a mass  popular resistance.</p>\n<p>We will be announcing a new project in mid-June to help bring the movement to a new level.  <a href=\"http://october2011.org/pledge\">Sign up here to hear about it</a> and how you can help. To create the transformative change we want to see, we need people to get involved.</p>\n<p>We agree with <a href=\"http://october2011.org/blogs/kevin-zeese/inspiring-each-other-forward\">Mike Lux who writes</a>: \"just as it took several years for the seeds planted in those 18 months in the early '60s to take root and begin to bring about the changes of the years to come in terms of civil rights, women's rights, and the environment, it will take several years for the seeds being planted now to fully take root. But I believe more and more that it will happen.\"</p>\n<p>The government responds with police force and ignores the demands of the people. <a href=\"http://october2011.org/standwiththemajority\">Super majorities of Americans agree with the views of the popular resistance</a>, even if they are not yet acting. This is a recipe for a mass eruption of movement activity.  We are in the midst of the pre-history of historic transformational change: a transformation, which will end the power of money to ensure that the people and planet come before profits.</p>\n<p>( <a href=\"http://october2011.org/blogs/margaret-flowers/weekly-update-courageous-and-inspiring-popular-resistance\">For a listing of upcoming protests see last week's newsletter</a>.)</p>\n<p>This article is produced in partnership with <a href=\"http://www.alternet.org/activism/progressive-activism-bubbling-across-country-heres-whats-happening-corporate-media-cant-be?paging=off\">AlterNet</a> and is based on a weekly newsletter for  <a href=\"http://www.occupywashingtondc.org/\">October2011/Occupy Washington, DC</a>. To sign up for the free newsletter,  <a href=\"http://october2011.org/pledge\">click here</a>. If you have actions you want to promote or report on write us at <a href=\"http://us.mc1620.mail.yahoo.com/mc/compose?to=info@october2011.org\">[email protected] </a>.</p>\n<em><strong>Kevin Zeese, JD </strong>and<strong> Margaret Flowers</strong>, MD co-host <a href=\"https://www.facebook.com/ClearingtheFogRadioShow?ref=ts&amp;fref=ts\">Clearing the FOG</a> on We Act Radio 1480 AM Washington, DC, co-direct <a href=\"http://dissidentvoice.org/2013/05/inspiring-and-courageous-popular-resistance-percolates-throughout-the-land/ItsOurEconomy.US\">Its Our Economy</a> and are organizers of the <a href=\"http://october2011.org/\">Occupation of Washington, DC</a>. <a href=\"http://dissidentvoice.org/author/KevinZeeseMargaretFlowers/\">Read other articles by Kevin Zeese and Margaret Flowers</a>.</em> </div>", "entities": [{"count": 9, "name": "DC"}, {"count": 8, "name": "Obama"}, {"count": 5, "name": "Chicago"}, {"count": 4, "name": "Washington"}, {"count": 3, "name": "DOJ"}, {"count": 3, "name": "Philadelphia"}, {"count": 3, "name": "Mike Lux"}, {"count": 3, "name": "Guantanamo"}, {"count": 3, "name": "Department of Justice"}, {"count": 2, "name": "Kevin Zeese"}, {"count": 2, "name": "Margaret Flowers"}, {"count": 2, "name": "America"}, {"count": 2, "name": "Monsanto"}, {"count": 2, "name": "Eric Holder"}, {"count": 2, "name": "New York"}, {"count": 1, "name": "Medea Benjamin of CODEPINK"}, {"count": 1, "name": "Center for Media and Democracy"}, {"count": 1, "name": "Rahm Emanuel"}, {"count": 1, "name": "Illinois"}, {"count": 1, "name": "Covington"}, {"count": 1, "name": "Forbes"}, {"count": 1, "name": "US"}, {"count": 1, "name": "JD"}, {"count": 1, "name": "Ronald Reagan"}, {"count": 1, "name": "Freedom Plaza"}, {"count": 1, "name": "Movement Manual"}, {"count": 1, "name": "Congress"}, {"count": 1, "name": "Occupy Colorado"}, {"count": 1, "name": "Guantanamo Bay Prison"}, {"count": 1, "name": "Jamie Dimon"}, {"count": 1, "name": "NATO"}, {"count": 1, "name": "New World Order Economic Austerity"}, {"count": 1, "name": "Occupy Monsanto"}, {"count": 1, "name": "Pennsylvania"}, {"count": 1, "name": "Cooper Union"}, {"count": 1, "name": "Lenny Breuer"}, {"count": 1, "name": "Detroit"}, {"count": 1, "name": "Wal-Mart"}, {"count": 1, "name": "Milwaukee"}, {"count": 1, "name": "AlterNet"}, {"count": 1, "name": "Baltimore"}, {"count": 1, "name": "Freedom Riders"}, {"count": 1, "name": "St. Louis"}, {"count": 1, "name": "US Chamber of Commerce"}, {"count": 1, "name": "DoD"}, {"count": 1, "name": "Brennan"}, {"count": 1, "name": "Sam Smith"}, {"count": 1, "name": "Americans"}, {"count": 1, "name": "Pedro Serrano"}, {"count": 1, "name": "Progressive Review"}, {"count": 1, "name": "Maine"}, {"count": 1, "name": "National Defense University"}], "favicon_colors": null, "keywords": [{"score": 57, "name": "protests"}, {"score": 54, "name": "movement"}, {"score": 47, "name": "school"}, {"score": 44, "name": "occupy"}, {"score": 37, "name": "students"}, {"score": 33, "name": "building"}, {"score": 33, "name": "weekly"}, {"score": 32, "name": "people"}, {"score": 32, "name": "resistance"}, {"score": 31, "name": "actions"}], "published": null, "provider_name": "Globalresearch", "type": "html"}