{"provider_url": "http://cooper.edu", "description": "Joint Statement by Former Occupiers of the President's Office, the Administration, and Board of Trustees of The Cooper Union, July 15th, 2013 The administration, Board of Trustees of The Cooper Union and those members of the Cooper Union community who have been occupying the Office of the President since early May have reached an agreement that ended the occupation on Friday, July 12.", "embeds": [], "safe": true, "provider_display": "cooper.edu", "related": [{"score": 0.5192392468452454, "description": "Apollo Tyres Ltd. (APTY) rose to its highest in at least 22 years in Mumbai trading after Cooper Tire & Rubber Co. (CTB) dropped a $2.5 billion merger plan, easing investor concern the Indian company would take on too much debt. Shares of Apollo climbed 5.8 percent to 107.20 rupees, the highest close since at least January 1991.", "title": "Apollo Tyres Climbs After Cooper Tire Drops Merger Plan", "url": "http://www.bloomberg.com/news/2013-12-30/cooper-tire-terminates-merger-agreement-with-apollo-tyres.html", "thumbnail_height": 800, "thumbnail_url": "http://www.bloomberg.com/image/iyz62.HCMsfw.jpg", "thumbnail_width": 1200}], "favicon_url": "http://cooper.edu/sites/all/themes/cooper/favicon.ico", "authors": [], "images": [{"caption": null, "url": "http://cooper.edu/sites/default/files/fb_occupy_565.jpg", "height": 318, "width": 565, "colors": [{"color": [70, 66, 67], "weight": 0.52978515625}, {"color": [25, 24, 24], "weight": 0.31103515625}, {"color": [214, 205, 191], "weight": 0.0751953125}, {"color": [161, 161, 161], "weight": 0.050048828125}, {"color": [125, 127, 126], "weight": 0.033935546875}], "entropy": 6.081201749309958, "size": 97496}, {"caption": null, "url": "http://cooper.edu/sites/all/themes/cooper/assets/images/footer/map.png", "height": 164, "width": 291, "colors": [{"color": [59, 52, 51], "weight": 0.6376953125}, {"color": [211, 211, 211], "weight": 0.3623046875}], "entropy": 2.05833465826732, "size": 15214}, {"caption": null, "url": "http://cooper.edu/sites/all/themes/cooper/assets/images/history/foundation-building.png", "height": 152, "width": 222, "colors": [{"color": [187, 192, 191], "weight": 0.428955078125}, {"color": [133, 138, 136], "weight": 0.2392578125}, {"color": [79, 83, 82], "weight": 0.173583984375}, {"color": [18, 21, 22], "weight": 0.158203125}], "entropy": 4.370051283165783, "size": 69058}], "cache_age": 83168, "lead": null, "language": "English", "original_url": "http://bit.ly/12Fee7o", "url": "http://cooper.edu/about/news/occupation-presidents-office-ends", "media": {}, "title": "Occupation of President's Office Ends", "offset": null, "content": "<div>\n<div><img src=\"http://cooper.edu/sites/default/files/fb_occupy_565.jpg\"></div>\n<b>Joint Statement by Former Occupiers of the President's Office, the Administration, and Board of Trustees of The Cooper Union, July 15th, 2013</b> <p>The administration, Board of Trustees of The Cooper Union and those members of the Cooper Union community who have been occupying the Office of the President since early May have reached an agreement that ended the occupation on Friday, July 12.  A working group will be established promptly to undertake a good faith effort to seek an alternative to tuition that will sustain the institution's long-term financial viability and strengthen its academic excellence. </p>\n<p>The working group will consist of Board, faculty, alumni, students and administration representatives and will submit its report to the administration and Board of Trustees for consideration at the December Board of Trustees Meeting.</p>\n<p>The Board also confirmed, in accordance with the motion approved at the June Board meeting, that procedures for student representation on the Board will be established at the September meeting.</p>\n<p>An interim room has been identified as a Community Commons that can serve as a student center or a community center for all members of the Cooper Community.</p>\n<p>All individuals who have violated Cooper Union policies throughout the period of the occupation will be granted amnesty, and in turn, commit to complying with, and cooperating with the enforcement of, all laws and Cooper Union policies.</p>\n<h2>Proposal that was agreed to on 7-11-2013</h2>\n<strong>Working Group</strong> <p>A Working Group will be set up, chaired by Trustees Mike Borkowsky and Jeff Gural. </p>\n<p>The charge of the Working Group is to explore ways in which Cooper Union may revert to providing full-tuition scholarships for all enrolled students while establishing a sustainable financial model and continuing to invest in academic excellence.  The Working Group's work is to be a good faith effort to seek alternatives to tuition. The definition of a sustainable financial model will be provided by the Finance Committee of the Board of Trustees.  Financial information will be provided by the administration as appropriate.  Any financial information that is more detailed than what is used in public reporting will be shared with the Working Group only on the basis of strict confidentiality.</p>\n<p>The Working Group will submit its report to the Administration and Board of Trustees by December 1, 2013.  The Board of Trustees will consider the recommendations at the following meeting.</p>\n<p>Membership: </p>\n<ul><li>three trustees</li>\n\t<li>three administrators</li>\n\t<li>three students (one elected by the Student Council of each of the Art, Architecture and Engineering schools)</li>\n\t<li>four members of the full-time faculty (one elected by each of the full-time faculty of each of the Art, Architecture and Engineering Schools and the Faculty of Humanities and Social Sciences)</li>\n\t<li>three alumni (one from each school)</li>\n\t<li>If independent financial expertise is to be sought, it shall be provided by a nationally recognized expert in higher education finance at selective institutions.</li>\n</ul><strong>Student Representation on Board of Trustees</strong> <p>At the September Board of Trustees meeting, the Board will approve the details for the election of a student representative as a member of the Board of Trustees, with the first such representative to be seated at the December Board meeting.</p>\n<strong>Community Commons</strong> <p>A room will be identified on campus, as soon as is practicable, that can serve as a student center or a center for all members of the Cooper community. Use of all Cooper facilities (including this room), and all individuals entering or utilizing Cooper Union facilities, shall be subject to all Cooper Union policies, building hours, and entrance restrictions.</p>\n<strong>Occupation</strong> <p>The terms of this proposal must be agreed to in principle by the occupiers coming out of the 7PM meeting on July 11.  The President's Office will be vacated no later than 5:00PM EDT on Friday, July 12, 2013.  Henceforth, occupiers and all present at this meeting commit to complying with, and cooperating with the enforcement of, all laws and Cooper Union policies.</p>\n<strong>Amnesty</strong> <p>If the above condition entitled \"Occupation\" is met, all individuals who violated laws or Cooper Union policies in the course of the occupation will be granted amnesty.</p>\n<strong>Joint Statement</strong> <p>A joint press release will be issued on Friday, July 12th announcing the agreement on this proposal. *</p>\n<p>*Agreement made on Friday July 12th changed release date to Monday, July 15th<br></p>\n</div>", "entities": [{"count": 8, "name": "Cooper Union"}, {"count": 4, "name": "Working Group"}, {"count": 4, "name": "Board"}, {"count": 3, "name": "Board of Trustees"}, {"count": 2, "name": "Board of Trustees of The Cooper Union"}, {"count": 1, "name": "June Board"}, {"count": 1, "name": "Community Commons"}, {"count": 1, "name": "Finance Committee of the Board of Trustees"}, {"count": 1, "name": "December Board of Trustees Meeting"}, {"count": 1, "name": "Administration and Board of Trustees"}, {"count": 1, "name": "Faculty of Humanities and Social Sciences"}, {"count": 1, "name": "Cooper Community"}, {"count": 1, "name": "Jeff Gural"}, {"count": 1, "name": "Mike Borkowsky"}, {"count": 1, "name": "Student Representation on Board of Trustees"}, {"count": 1, "name": "Architecture and Engineering Schools"}, {"count": 1, "name": "Architecture"}, {"count": 1, "name": "September Board of Trustees"}, {"count": 1, "name": "Cooper"}], "favicon_colors": [{"color": [242, 250, 252], "weight": 0.03759765625}, {"color": [0, 177, 245], "weight": 0.0048828125}, {"color": [239, 204, 15], "weight": 0.00439453125}, {"color": [246, 228, 134], "weight": 0.00341796875}, {"color": [0, 145, 97], "weight": 0.00341796875}], "keywords": [{"score": 82, "name": "trustees"}, {"score": 66, "name": "cooper"}, {"score": 60, "name": "board"}, {"score": 38, "name": "union"}, {"score": 37, "name": "student"}, {"score": 28, "name": "occupation"}, {"score": 27, "name": "faculty"}, {"score": 24, "name": "administrators"}, {"score": 23, "name": "meeting"}, {"score": 22, "name": "occupiers"}], "published": null, "provider_name": "Cooper", "type": "html"}