{"provider_url": "http://october2011.org", "description": "Sign Statement here We, the undersigned students, staff, faculty, alumni and friends of The Cooper Union for the Advancement of Science and Art, join the occupiers of the President's Office in strongly affirming we have no confidence in President Jamshed Bharucha and trustee chair Mark Epstein.", "embeds": [], "safe": true, "provider_display": "october2011.org", "related": [{"score": 0.5259228348731995, "description": "Apollo Tyres Ltd. (APTY) rose to its highest in at least 22 years in Mumbai trading after Cooper Tire & Rubber Co. (CTB) dropped a $2.5 billion merger plan, easing investor concern the Indian company would take on too much debt. Shares of Apollo climbed 5.8 percent to 107.20 rupees, the highest close since at least January 1991.", "title": "Apollo Tyres Climbs After Cooper Tire Drops Merger Plan", "url": "http://www.bloomberg.com/news/2013-12-30/cooper-tire-terminates-merger-agreement-with-apollo-tyres.html", "thumbnail_height": 800, "thumbnail_url": "http://www.bloomberg.com/image/iyz62.HCMsfw.jpg", "thumbnail_width": 1200}], "favicon_url": "http://october2011.org/sites/default/files/marinelli_favicon.png", "authors": [], "images": [{"caption": null, "url": "https://fbcdn-sphotos-f-a.akamaihd.net/hphotos-ak-ash3/73497_4105322075652_692486897_n.jpg", "height": 480, "width": 640, "colors": [{"color": [138, 148, 145], "weight": 0.7265625}, {"color": [86, 99, 98], "weight": 0.2734375}], "entropy": 4.28955840375517, "size": 46823}, {"caption": null, "url": "http://october2011.org/sites/default/files/images/smallfist.png", "height": 180, "width": 180, "colors": [{"color": [79, 24, 113], "weight": 0.6572265625}, {"color": [0, 134, 71], "weight": 0.158447265625}, {"color": [2, 9, 7], "weight": 0.152587890625}, {"color": [75, 230, 151], "weight": 0.03173828125}], "entropy": 2.2800746384642965, "size": 29148}, {"caption": null, "url": "http://october2011.org/sites/default/files/images/blogad.jpg", "height": 108, "width": 150, "colors": [{"color": [16, 22, 19], "weight": 0.309814453125}, {"color": [96, 94, 89], "weight": 0.273681640625}, {"color": [55, 57, 47], "weight": 0.225830078125}, {"color": [228, 237, 236], "weight": 0.062744140625}, {"color": [176, 178, 171], "weight": 0.05419921875}], "entropy": 6.448128276530863, "size": 14554}], "cache_age": 83162, "lead": null, "language": "English", "original_url": "http://bit.ly/12BCnyC", "url": "http://october2011.org/blogs/kevin-zeese/more-2000-sign-statement-no-confidence-cooper-union-president-and-board-chair", "media": {}, "title": "More Than 2,000 Sign Statement of No Confidence in Cooper Union President and Board Chair", "offset": null, "content": "<div>\n<img src=\"https://fbcdn-sphotos-f-a.akamaihd.net/hphotos-ak-ash3/73497_4105322075652_692486897_n.jpg\"><a href=\"http://friendsofcooperunion.org/vote-no-confidence/\">Sign Statement here</a> <p>We, the undersigned students, staff, faculty, alumni and friends of The Cooper Union for the Advancement of Science and Art, join the occupiers of the President's Office in strongly affirming we have no confidence in President Jamshed Bharucha and trustee chair Mark Epstein.</p>\n<p>We can no longer uphold or endorse the direction our college has taken under the leadership of Jamshed Bharucha and the current board of trustees, chaired by Mark Epstein. We are indebted and steadfastly committed to fulfilling the historic mission of Cooper Union as an institution that provides students with an exceptional educational experience without the burden of tuition, regardless of need. Central to this mission is the imperative to continue challenging the institutional and societal norms regarding education, accessibility, class mobility, pedagogy and organizational structures. The Cooper Union of Art, Architecture and Engineering has empowered a historically diverse student body that for over 150 years has served to shape engaged and creative citizens in and beyond New York City.</p>\n<p>Jamshed Bharucha has continually relied on a campaign of marginalizing students, faculty and alumni voices, and has neglected to genuinely engage alternative models and financial solutions brought forth by the community. We see now that Jamshed Bharucha and the board of trustees have committed themselves to maximizing Cooper's expansion, both locally and globally, at the expense of its core values. This is a grave misstep. The college has illegitimately been made to adopt the policy of tuition as a result of a top-down administrative structure that, from inception, relied on disregarding the voices and contributions of students, faculties and the community at large in vital decision-making processes. A persistent lack of transparency in decision making and a failure to adequately articulate a viable future for Cooper Union without tuition has compounded the fundamental issue of the college's governance. The result is administrative insistence that tuition is a foregone conclusion.</p>\n<p>If relieved from this oppressive administration, we stand to reclaim all that Peter Cooper intended for this college and more. As citizens of New York City, we must stand united in the face of mounting adversity as it plagues all of our institutions of learning, private and public. We recognize that this instance of crisis at Cooper Union is also a precious opportunity to radically redefine the thresholds of success and failure in our own terms, necessarily separate from corporate business models of growth and profitability. We see the need for a more explicitly robust system of shared governance, invoking greater faculty, student and community involvement in decision-making processes, a reaffirmed commitment to student diversity by abolishing the imposed tuition, and more respectful college engagement both locally and globally.</p>\n<p>President Jamshed Bharucha and Chairman Mark Epstein have squandered two years of precious time in which the community needed, more than anything, a decisive leader with devout commitment to the mission and vision of Cooper Union. Jamshed Bharucha either does not believe in the core principles of Cooper Union or cannot articulate what they are. Mark Epstein refuses to seriously examine whether the poor decisions and oversight of the board have contributed to Cooper's financial difficulties, preferring instead to blame alumni. It is time to enact new, more cooperative methods of organizing our colleges and universities. Let this demonstration of no confidence mark your commitment to any number of new viable beginnings for Cooper, and also mark the crucial intolerance of stagnant growth, expansion and capitalist models, which threaten to plague our college. Join us in taking a stand against Jamshed Bharucha and Mark Epstein's maladministration of Cooper Union. Let us continue to be an institution that leads by example. Join us in keeping Cooper Union free to all.</p>\n<p>Additionally we condemn unequivocally the presence of armed security within The Cooper Union, the reported manhandling of students and the denial of access to water and sanitary facilities to the nonviolent occupiers of the President's Office. We demand the administration place the safety of the students first. We salute the bravery and integrity of the Cooper Union students at this crossroads in our beloved institution's 154-year history, and state that we as a community will not permit punitive action to be taken against a single student as a consequence of this occupation.</p>\n<p>For background and continuing updates on the situation at Cooper Union:</p>\n<p>https://twitter.com/FreeCooperUnion</p>\n<p>http://www.ustream.tv/channel/free-cooper-union</p>\n<p>https://www.facebook.com/FreeCooperUnion</p>\n<p>http://www.democracynow.org/blog/2013/5/8/video_cooper_union_students_occupy_presidents_office_to_protest_end_to_free_tuition</p>\n<p>http://gawker.com/students-occupy-cooper-union-to-protest-end-of-free-tui-496294453</p>\n<p>http://www.huffingtonpost.com/2013/05/08/cooper-union-presidents-office-occupy-tuition_n_3239403.html</p>\n<p>http://gothamist.com/2013/05/08/cooper_union_students_occupy_presid.php</p>\n<p>http://hyperallergic.com/70569/breaking-students-occupy-office-of-cooper-union-president/ </p>\n<p>http://www.vice.com/read/occupying-cooper-union-to-keep-it-free</p>\n<p>http://www.democracynow.org/blog/2013/5/8/video_cooper_union_students_occupy_presidents_office_to_protest_end_to_free_tuition</p>\n</div>", "entities": [{"count": 10, "name": "Cooper Union"}, {"count": 7, "name": "Jamshed Bharucha"}, {"count": 5, "name": "Mark Epstein"}, {"count": 3, "name": "Cooper"}, {"count": 2, "name": "New York City"}, {"count": 1, "name": "The Cooper Union"}, {"count": 1, "name": "Architecture and Engineering"}, {"count": 1, "name": "Peter Cooper"}, {"count": 1, "name": "Cooper Union of Art"}, {"count": 1, "name": "Advancement of Science"}], "favicon_colors": [{"color": [79, 24, 113], "weight": 0.658203125}, {"color": [0, 9, 7], "weight": 0.15380859375}, {"color": [0, 137, 70], "weight": 0.153076171875}, {"color": [82, 233, 156], "weight": 0.034912109375}], "keywords": [{"score": 75, "name": "cooper"}, {"score": 70, "name": "jamshed"}, {"score": 70, "name": "bharucha"}, {"score": 45, "name": "union"}, {"score": 45, "name": "student"}, {"score": 39, "name": "epstein"}, {"score": 35, "name": "http"}, {"score": 33, "name": "tuition"}, {"score": 27, "name": "college"}, {"score": 27, "name": "faculty"}], "published": 1368748800000, "provider_name": "October2011", "type": "html"}