{"provider_url": "http://www.nytimes.com", "description": "The new academic building was glamorous, its perforated metal skin shooting up dramatically from the streets of the East Village, then swerving around a daring gash of glass. It made a statement about just how far the Cooper Union for the Advancement of Science and Art had come, from its 19th-century origins as a charity for the poor to one of the most selective colleges in the nation.", "embeds": [], "safe": true, "provider_display": "www.nytimes.com", "related": [{"score": 0.6220200061798096, "description": "American students are bored by math, science and engineering. They buy smartphones and tablets by the millions but don't pursue the skills necessary to build them. Engineers and physicists are often portrayed as clueless geeks on television, and despite the high pay and the importance of such jobs to the country's future, the vast majority of high school graduates don't want to go after them.", "title": "Who Says Math Has to Be Boring?", "url": "http://www.nytimes.com/2013/12/08/opinion/sunday/who-says-math-has-to-be-boring.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/07/opinion/video-editorial-ptech-new/video-editorial-ptech-new-videoSixteenByNine1050-v2.jpg", "thumbnail_width": 1050}, {"score": 0.6126797199249268, "description": "PALO ALTO - Akshay Kothari's first assignment at the D.school - formally known as the Hasso Plattner Institute of Design at Stanford University - was to rethink how people eat ramen noodles. His last D.school assignment led to a news-reading app that was bought by LinkedIn for $90 million.", "title": "Solving Problems for Real World, Using Design", "url": "http://www.nytimes.com/2013/12/30/technology/solving-problems-for-real-world-using-design.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/30/business/dschool1/dschool1-videoSixteenByNine1050.jpg", "thumbnail_width": 1050}, {"score": 0.6054638028144836, "description": "High school dropouts seeking a diploma will soon face a brand new exam system that will demand more skills from them - and yield more profits for testing companies. The traditional GED exam, administered for more than 70 years by the nonprofit American Council on Education, will be replaced on Thursday by a buffet of options from three testing...", "title": "Testing companies see cash cow in revamped GED", "url": "http://www.politico.com/story/2013/12/testing-companies-see-cash-cow-in-revamped-ged-101602.html", "thumbnail_height": 489, "thumbnail_url": "http://images.politico.com/global/2013/12/30/ged-testing-center.jpg", "thumbnail_width": 900}, {"score": 0.6014522910118103, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}], "favicon_url": "http://www.nytimes.com/favicon.ico", "authors": [{"url": "http://topics.nytimes.com/top/reference/timestopics/people/k/ariel_kaminer/index.html", "name": "ARIEL KAMINER"}], "images": [{"caption": null, "url": "http://graphics8.nytimes.com/images/2013/02/16/nyregion/JP-COOPER/JP-COOPER-superJumbo.jpg", "height": 1365, "width": 2048, "colors": [{"color": [246, 249, 248], "weight": 0.29296875}, {"color": [130, 125, 115], "weight": 0.17041015625}, {"color": [92, 86, 79], "weight": 0.154541015625}, {"color": [61, 55, 49], "weight": 0.1533203125}, {"color": [171, 169, 159], "weight": 0.117919921875}], "entropy": 5.26721793271, "size": 684640}, {"caption": null, "url": "http://graphics8.nytimes.com/images/2013/02/16/nyregion/JP-COOPER/JP-COOPER-articleLarge.jpg", "height": 400, "width": 600, "colors": [{"color": [116, 112, 104], "weight": 0.30859375}, {"color": [245, 248, 247], "weight": 0.279296875}, {"color": [65, 62, 55], "weight": 0.18408203125}, {"color": [22, 21, 18], "weight": 0.120361328125}, {"color": [173, 172, 164], "weight": 0.107666015625}], "entropy": 5.228149336130538, "size": 70403}, {"caption": null, "url": "http://i1.nyt.com/images/2013/12/31/opinion/31MOTH_OPED_PM/31MOTH_OPED_PM-moth.jpg", "height": 151, "width": 151, "colors": [{"color": [246, 246, 246], "weight": 0.739013671875}, {"color": [1, 1, 1], "weight": 0.2265625}, {"color": [82, 82, 82], "weight": 0.034423828125}], "entropy": 1.31134933265, "size": 11895}, {"caption": null, "url": "http://i1.nyt.com/images/2013/12/31/world/asia/31MOTH_SOIL/31MOTH_SOIL-moth.jpg", "height": 151, "width": 151, "colors": [{"color": [221, 224, 225], "weight": 0.272705078125}, {"color": [116, 107, 99], "weight": 0.142578125}, {"color": [51, 55, 40], "weight": 0.125244140625}, {"color": [158, 149, 117], "weight": 0.115234375}, {"color": [179, 177, 173], "weight": 0.09423828125}], "entropy": 6.42394062671, "size": 33264}, {"caption": null, "url": "http://i1.nyt.com/images/2013/12/31/arts/music/31MOTH_GUITAR/31MOTH_GUITAR-moth.jpg", "height": 151, "width": 151, "colors": [{"color": [17, 6, 55], "weight": 0.720703125}, {"color": [244, 160, 215], "weight": 0.17431640625}, {"color": [245, 49, 130], "weight": 0.085205078125}, {"color": [179, 14, 98], "weight": 0.010986328125}, {"color": [143, 87, 183], "weight": 0.004638671875}], "entropy": 5.2829534809, "size": 21642}], "cache_age": 82350, "lead": null, "language": "English", "original_url": "http://www.nytimes.com/2013/02/16/nyregion/cooper-unions-tradition-of-free-tuition-may-be-near-end.html?pagewanted=all", "url": "http://www.nytimes.com/2013/02/16/nyregion/cooper-unions-tradition-of-free-tuition-may-be-near-end.html?pagewanted=all", "media": {}, "title": "Cooper Union's Tradition of Free Tuition May Be Near End", "offset": null, "content": "<div>\n<img src=\"http://graphics8.nytimes.com/images/2013/02/16/nyregion/JP-COOPER/JP-COOPER-articleLarge.jpg\"><p>The new academic building was glamorous, <a href=\"http://www.nytimes.com/2009/06/05/arts/design/05coop.html\">its perforated metal skin shooting up dramatically</a> from the streets of the East Village, then swerving around a daring gash of glass. It made a statement about just how far the <a href=\"http://topics.nytimes.com/top/reference/timestopics/organizations/c/cooper_union_for_the_advancement_of_science_and_art/index.html?inline=nyt-org\">Cooper Union</a> for the Advancement of Science and Art had come, from its 19th-century origins as a charity for the poor to one of the most selective colleges in the nation. </p>\n<p>But that was before market convulsions shook the school's finances, and before the truth about its dire budgetary situation came to light. Now the audacious building, at 41 Cooper Square, completed in 2009, has become the most visible symbol of a debate about the future of Cooper Union on the eve of what could be the most important decision in its history.</p>\n<p>The university, which offers world-class instruction in art, architecture and engineering, but no expensive athletic programs, no tricked-out student centers, no plush lawns to sprawl on between classes, is currently losing $12 million a year, about a fifth of its overall budget. So 153 years after the inventor and industrialist Peter Cooper founded a school long rhapsodized as \"free as air and water,\" it is considering whether to end its most famous tradition, and start making undergraduates pay to attend.</p>\n<p>Many students and alumni, shocked at the possible loss of their school's defining trait, have criticized the decision to erect the $177 million building, which was designed by Thom Mayne of the firm Morphosis. But Cooper Union's president, Jamshed Bharucha, who arrived after construction was completed, said that the discussion about the building was a red herring, and that the real problems date to at least the 1970s.</p>\n<p>That is because, he said, its costs started rising faster than revenues - most notably those from the school's biggest asset, the land under the <a href=\"http://topics.nytimes.com/top/reference/timestopics/subjects/c/chrysler_building/index.html?inline=nyt-classifier\">Chrysler Building</a>, which now generates $27 million a year. It is paying $10 million a year on a $175 million loan it took out, in part to have money to invest in the stock market, before the downturn. </p>\n<p>\"There will be some tough decisions,\" Dr. Bharucha said. \"There have to be. Because the model that has been in place cannot be sustained.\"</p>\n<p>Last year, after considering the tuition issue, Cooper Union announced it would impose <a href=\"http://www.nytimes.com/2012/04/25/nyregion/cooper-union-will-charge-tuition-for-graduate-students.html\">tuition only for graduate students</a>, who are currently a small part of the campus, and would expand its graduate offerings with new fee-based programs. Next month the board is expected to vote on further measures, including whether to charge tuition to all students, excluding those who have already enrolled or applied. </p>\n<p>Dr. Bharucha insists that no decision has yet been made. But those who believe the college should remain free saw symbolism when the words \"The college admits undergraduates solely on merit and awards full scholarships to all enrolled students\" disappeared from the \"academic vision\" statement on the school's Web site.</p>\n<p>Developments like that rarely go over well with students, least of all with art students. Along with their classmates in other programs, and with <a href=\"http://friendsofcooperunion.org/\">outspoken alumni and faculty</a>, they have produced some great visuals, including the sight of students barricading themselves inside the school's historic Foundation Building and <a href=\"http://www.youtube.com/watch?v=qhowml0sBBI&amp;list=UUn4Pi8yIH4YQKlNyHcyBAgA&amp;index=1\">YouTube agitprop</a> set to terrible but amusing rap. </p>\n<p>In August, Dr. Bharucha told all three of the school's degree-granting divisions to find a way to meet ambitious budget targets. It has not gone smoothly. In the engineering school, a committee duly worked up some ideas about undergraduate tuition, but the faculty voted not to adopt them.</p>\n<p>The architecture school declared that free undergraduate education was \"an essential attribute\" of Cooper Union's \"unique public role.\" The art faculty refused to issue a report, instead submitting a letter condemning Dr. Bharucha's \"subtly coercive\" request and opposing \"the very principle of generating revenue through tuition from academic programs,\" even graduate programs.</p>\n<p>In response, the trustees decided not to send out early acceptance letters to this year's art school applicants.</p>\n<p>At a meeting last month with the art faculty, someone asked Dr. Bharucha what might happen if professors refused to go along with the board's plans. His response, <a href=\"http://cooperasc.github.com/notes/2013/01/29/art-faculty-dean-jamshed-kristi/\">according to minutes</a> of that meeting: \"The attorney general would ask us to close.\" (Dr. Bharucha said he did not recall making the statement; a spokesman for the attorney general said it has made no such warnings.) </p>\n<p>Cooper Union opened in 1859, founded as a school that was free to the working classes, and which welcomed women and minorities at a time when most other institutions did not. Peter Cooper endowed the school with a gracious six-story building, two floors of which were to be rented out for revenue. Later Andrew Carnegie contributed $600,000, and Cooper's family gave the land on which the Chrysler Building would later be built.</p>\n<p>The question of whether Peter Cooper's vision included a few wealthy students who paid their own way is a subject now being debated with the intensity of arguments over constitutional law. For at least 110 years, however, aside from a few incidental fees, students in certificate or degree programs have attended the school free. (Officially, Cooper lists a tuition of $38,550, but extends what it calls a full-tuition scholarship to everyone.)</p>\n<p>Many students and teachers describe the school's generosity as an almost sacred principle. It creates, they say, an atmosphere unlike that at any other university, one in which class differences fade away. \"For students with means and students without means,\" said Kerry Carnahan, a 2000 graduate, \"being in a classroom and knowing that the only thing that got you there is your ability - it extends possibilities.\" The arrangement also makes it easy to attract a high tier of applicant, with very little marketing.</p>\n<p>A subsidy that applies equally to the poor and the rich has some complications, too.</p>\n<p>\"The conundrum of Cooper Union,\" said someone familiar with the board's deliberations, who was not authorized to discuss them, \"is in the age when you must go to philanthropic sources to maintain a private university, it's very hard to say to someone, 'Please give us money so we can give free tuition to the son of a surgeon from Houston.' \"</p>\n<p>And because the school spends so much to subsidize everyone's classroom instruction, regardless of income level, it has almost nothing left over to subsidize the high cost of living in New York, which hits needy students hardest.</p>\n<p>The school's financial crisis is expected to be most acute over the next five years; in 2018, the revenues on the land under the Chrysler Building go up by $25 million a year, enough to cover the deficit, although only for a while. To get to that point, at least, members of Cooper Union's well organized community of dissenters have put forth their own proposals, many of which center on cutting costs. Alumni have pledged half a million dollars, contingent on a promise that the school would rule out undergraduate tuition.</p>\n<p>Maguire Associates, <a href=\"http://cooper.edu/sites/default/files/uploads/assets/site/files/RTF-FINAL-REPORT.pdf\">a consulting firm hired by the school</a>, advised against reducing scholarships by more than 25 percent. A high tuition bill, it said, would dilute the applicant pool and lead applicants to expect the expensive amenities that other schools offer. </p>\n<p>\"What would we be if we started to charge tuition without a gym, without any services?\" said Peter Buckley, a member of the humanities faculty and a historian of the school. \"Incoming students will expect more than we have. And a lot of the faculty\" - many of whom teach on an adjunct basis, while attending to flourishing careers elsewhere - \"are there because of various forms of idealism.\"  Dr. Bharucha said Cooper Union had even considered dipping further into its endowment to cover expenses, which would require permission from the courts. \"Everything that has been prudent to consider has been,\" he said.</p>\n<p>Meanwhile students and alumni talk about landing a single gigantic donor, a Peter Cooper for a new era. Given the school's role in training people for industries vital to the life of New York, the name Bloomberg comes up in conversations, often wistfully.</p>\n<p>Until now, Cooper Union prided itself on being above such concerns, and being able to concentrate solely on academic excellence.</p>\n<p>\"I went to an awful lot of meetings,\" said Milton Glaser, the graphic designer and Cooper trustee who is one of its most celebrated living alumni. \"It all focused on the issue of tuition, and once you get onto that particular issue the mind becomes incapable of dealing with anything else.\"</p>\n</div>", "entities": [{"count": 10, "name": "Cooper Union"}, {"count": 7, "name": "Dr. Bharucha"}, {"count": 4, "name": "Peter Cooper"}, {"count": 3, "name": "Cooper"}, {"count": 2, "name": "New York"}, {"count": 1, "name": "Houston"}, {"count": 1, "name": "Peter Buckley"}, {"count": 1, "name": "Andrew Carnegie"}, {"count": 1, "name": "Morphosis"}, {"count": 1, "name": "Maguire Associates"}, {"count": 1, "name": "Jamshed Bharucha"}, {"count": 1, "name": "Cooper Square"}, {"count": 1, "name": "Kerry Carnahan"}, {"count": 1, "name": "Bloomberg"}, {"count": 1, "name": "East Village"}, {"count": 1, "name": "Milton Glaser"}, {"count": 1, "name": "Advancement of Science"}, {"count": 1, "name": "Thom Mayne"}], "favicon_colors": [{"color": [3, 3, 3], "weight": 0.525634765625}, {"color": [243, 243, 243], "weight": 0.0224609375}, {"color": [120, 120, 120], "weight": 0.014404296875}], "keywords": [{"score": 80, "name": "cooper"}, {"score": 80, "name": "bharucha"}, {"score": 73, "name": "tuition"}, {"score": 71, "name": "school"}, {"score": 66, "name": "students"}, {"score": 41, "name": "faculty"}, {"score": 38, "name": "alumni"}, {"score": 38, "name": "union"}, {"score": 37, "name": "undergraduate"}, {"score": 30, "name": "building"}], "published": 1360886400000, "provider_name": "Nytimes", "type": "html"}