{"provider_url": "http://archrecord.construction.com", "description": "Officials at New York City's Cooper Union for the Advancement of Science and Art announced today that the school, famously free to students, will begin charging undergraduate tuition next year.", "embeds": [], "safe": true, "provider_display": "archrecord.construction.com", "related": [{"score": 0.5494711399078369, "description": "Apollo Tyres Ltd. (APTY) rose to its highest in at least 22 years in Mumbai trading after Cooper Tire & Rubber Co. (CTB) dropped a $2.5 billion merger plan, easing investor concern the Indian company would take on too much debt. Shares of Apollo climbed 5.8 percent to 107.20 rupees, the highest close since at least January 1991.", "title": "Apollo Tyres Climbs After Cooper Tire Drops Merger Plan", "url": "http://www.bloomberg.com/news/2013-12-30/cooper-tire-terminates-merger-agreement-with-apollo-tyres.html", "thumbnail_height": 800, "thumbnail_url": "http://www.bloomberg.com/image/iyz62.HCMsfw.jpg", "thumbnail_width": 1200}], "favicon_url": null, "authors": [], "images": [{"caption": null, "url": "http://archrecord.construction.com/news/2013/04/Cooper.jpg", "height": 355, "width": 300, "colors": [{"color": [168, 148, 157], "weight": 0.28515625}, {"color": [221, 213, 225], "weight": 0.276123046875}, {"color": [108, 89, 96], "weight": 0.26953125}, {"color": [40, 29, 35], "weight": 0.169189453125}], "entropy": 6.434309873865158, "size": 23608}, {"caption": null, "url": "http://archrecord.construction.com/news/analytics/images/Architectural-Analytics-Graph.jpg", "height": 230, "width": 280, "colors": [{"color": [245, 249, 250], "weight": 0.806640625}, {"color": [225, 70, 79], "weight": 0.1328125}, {"color": [132, 135, 140], "weight": 0.0302734375}, {"color": [54, 55, 57], "weight": 0.0302734375}], "entropy": 2.04385282669, "size": 20859}, {"caption": null, "url": "http://archrecord.construction.com/images/1312cover.jpg", "height": 156, "width": 129, "colors": [{"color": [171, 191, 200], "weight": 0.355224609375}, {"color": [214, 229, 229], "weight": 0.301025390625}, {"color": [113, 127, 128], "weight": 0.2548828125}, {"color": [68, 81, 85], "weight": 0.069580078125}, {"color": [26, 35, 37], "weight": 0.019287109375}], "entropy": 5.48292899054, "size": 7449}, {"caption": null, "url": "http://construction.com/_MHC_shared_assests/images_graphics/search_sweet_logo.png", "height": 47, "width": 48, "colors": [{"color": [93, 168, 109], "weight": 0.304931640625}, {"color": [240, 247, 243], "weight": 0.153076171875}, {"color": [0, 0, 0], "weight": 0.0927734375}], "entropy": 1.35662264271, "size": 1218}], "cache_age": 83082, "lead": null, "language": "English", "original_url": "http://archrecord.construction.com/news/2013/04/130423-Cooper-Union-to-Charge-Undergrad-Tuition.asp", "url": "http://archrecord.construction.com/news/2013/04/130423-Cooper-Union-to-Charge-Undergrad-Tuition.asp", "media": {}, "title": "Cooper Union to Charge Undergrad Tuition", "offset": null, "content": "<div>\n<p>Officials at New York City's Cooper Union for the Advancement of Science and Art announced today that the school, famously free to students, will begin charging undergraduate tuition next year. The highly selective art, architecture, and engineering college has faced numerous financial challenges in recent years, amounting to a $12 million annual deficit, even after leasing a nearby parcel to a developer who is building a soon-to-be-complete Fumihiko Maki project on the site. The school had previously covered the cost of student tuition with scholarships. It announced last year that it would begin charging tuition for graduate students.</p>\n<div>\n<div>\n<p><img src=\"http://archrecord.construction.com/news/2013/04/Cooper.jpg\"></p>\n</div>\n<div>\n<p>\n</p><p>Cooper Union's 1859 Foundation Building / Photo via Wikipedia</p>\n\n</div> \n</div>\n<p>The move comes four years after the school completed the construction of a <a href=\"http://archrecord.construction.com/projects/bts/archives/universities/11_Cooper/default.asp?bts=RAT\">$111 million academic building</a> by Thom Mayne's Morphosis Architects. Cooper Union plans to continue offering scholarships to cover some tuition costs according to need-based calculations. It has also pledged to keep the admissions process \"need blind.\"</p>\n<p>In a statement, the school's board of trustees said: \"In arriving at our decision, the board thoroughly analyzed a wide range of options, mindful of how the full-tuition scholarships have been central to our identity. Being mostly alumni ourselves, we share your sense of the loss of this extraordinary tradition. In the final analysis, however, we found no viable solutions that would enable us to maintain the excellence of our programs without an alteration of our scholarship policy.\"</p>\n<p>Prominent alumni from the architecture program have started to speak out.</p>\n<p>Alexander Gorlin, Class of 1978, taught at Cooper and sat on the president's advisory council. \"[This is] a sad day and especially ironic at a time when the gap between rich and poor has never been wider,\" wrote Gorlin in a statement to RECORD. \"When the Mayor of New York is worth $17 billion and no one can figure out how to maintain Peter Cooper's 19th-century vision of education as 'free as the wind,' it appears that we are reverting in the 21st century to Thomas Hobbes' insight that the life of man is 'nasty, brutish and short.' As an alumnus of Cooper Union I am ashamed and embarrassed.\"</p>\n<p>Daniel Libeskind, Class of 1970, also weighed in: \"I believe President Bharucha and the Board of Trustees have demonstrated strong leadership in difficult times. Cooper Union has taken the necessary steps to assure a sustainable future while maintaining a need-blind meritocracy that will serve the best and brightest regardless of income.\"</p>\n<p>Toshiko Mori, Class of 1976, wrote that the decision \"will change the culture and essential character of Cooper Union completely. It has enormous consequences beyond balance sheet. I have been vocally against it and encouraging the President to make creative and robust efforts in fundraising instead. There are 13,000 living alumni, if we each give 1,000 dollars in average each year, it will off set 12-million-dollar annual shortfall. That is 3 dollars a day for each one of us. I spoke to the President yesterday and asked him to make a statement that the $19,000 tuition announced is the absolute maximum and they will continue to make a fundraising effort to decrease it. He agreed to it. In another words, it must be clear that this is a temporary measure. Cooper Union must make this crisis into an opportunity for creative management.\"</p>\n<p>Read the Board of Trustees' full announcement below.</p>\n<em><strong>The following statement from the Board of Trustees of The Cooper Union for the Advancement of Science and Art was presented by Chairman of the Board Mark Epstein to the student body, faculty and staff of the institution at a meeting today in the Cooper Union Great Hall.</strong></em> <em>\"After eighteen months of intense analysis and vigorous debate about the future of Cooper Union, the time has come for us to set our institution on a path that will enable it to survive and thrive well into the future. Consequently, the Board of Trustees voted last week to reduce the full-tuition scholarship to 50% for all undergraduates admitted to The Cooper Union beginning with the class entering in the fall of 2014.</em> <em>\"Under the new policy, The Cooper Union will continue to adhere to the vision of Peter Cooper, who founded the institution specifically to provide a quality education to those who might otherwise not be able to afford it. Consequently, we will provide additional scholarship funding for those with need, including full-tuition scholarships to all Pell Grant-eligible students. We intend to keep admissions need-blind. Current undergraduates, as well as those undergraduates entering in the fall of 2013 will continue to receive the full-tuition scholarship for the duration of their undergraduate education.</em> <em>\"Our priorities have been and will continue to be quality and access, so that we will remain a true meritocracy of outstanding students from all socio-economic backgrounds.</em> <em>\"We also are committed to sustaining the Cooper ethos: the development of talented students into extraordinary citizens. Students who are drawn to Cooper are not only top students, but highly-motivated individuals, focused on their area of study. Our students are collaborative and genuinely supportive of one another. The steps we are taking are designed to enable us to continue to uphold and enhance the immersive, conservatory-style of education of which we are so proud.</em> <em>\"In arriving at our decision, the Board thoroughly analyzed a wide range of options, mindful of how the full-tuition scholarships have been central to our identity. Being mostly alumni ourselves, we share your sense of the loss of this extraordinary tradition. In the final analysis, however, we found no viable solutions that would enable us to maintain the excellence of our programs without an alteration of our scholarship policy.</em> <em>\"We cannot rely on the rent income from the Chrysler Building to solve our long-term problems. Even though our rent income from the Chrysler lease is scheduled to increase dramatically in 2018-19, deficits are forecast to grow forever thereafter. This is because the rent income remains flat for a decade, followed by a smaller increase, which then again remains flat for a decade. From 2019 until the next rent increase, the annual compound growth rate of our Chrysler income (rent plus tax equivalency payments) is 1.4%, well below projected inflation.</em> <em>\"The Board also considered the possibility of downsizing the institution while maintaining our current scholarship policy. We concluded that there are no viable downsizing options that would not involve closing one or more of our three schools; reducing the enrollment in our existing programs does not produce proportional savings. Neither can the projected $12 million annual deficit be closed through budget-cutting. Even significant reductions over and above the $4 million that already has been cut would require maintaining the growth in our expenses below 2% per year indefinitely. With our health care costs alone projected to rise at 7.5% per year, such a plan would be wishful at best.</em> <em>\"The new programs proposed by the faculty are innovative, and the administration will work with the faculty to launch them as appropriate; our belief in the potential of these programs is one of the factors that has enabled us to offer the minimum 50% scholarship to all students. However, the competitive environment and reasonable caution lead us to estimate that these programs will only close about one-third of the deficit.</em> <em>\"At the same time, maintaining the highest standards of excellence means that we must constantly aim to improve through investment. We must engage in a continuous process of strengthening our academic programs, our faculty, and the clarity of our academic reputation. The institution will invest in our programs and our faculty to ensure that we always are, and are regarded as, equal to the best.</em> <em>\"New York City has become a magnet for entrepreneurial innovation in technology and design. The Cooper Union must play a key role in the city's transformation, as it has historically. For students and faculty, New York City is their professional home, their studio, their laboratory, and their subject matter. New York is a crucible for addressing some of the great challenges of our time: sustainable urban design, climate change, energy, healthcare, economic disparities, and the role of art in society. By achieving financial soundness, Cooper is a perfect platform to carry out its work.</em> <em>\"Although we appreciate that these decisions are difficult for everyone to accept, we look forward to working together with all of you to building a future that will ensure the preservation of Cooper Union as a great educational institution that remains true to Peter Cooper's founding principles.\"</em> </div>", "entities": [{"count": 12, "name": "Cooper Union"}, {"count": 3, "name": "Cooper"}, {"count": 3, "name": "Board of Trustees"}, {"count": 3, "name": "New York City"}, {"count": 3, "name": "Peter Cooper"}, {"count": 2, "name": "Board"}, {"count": 2, "name": "New York"}, {"count": 1, "name": "Advancement of Science and Art"}, {"count": 1, "name": "Mark Epstein"}, {"count": 1, "name": "Pell Grant-eligible"}, {"count": 1, "name": "Thom Mayne"}, {"count": 1, "name": "Daniel Libeskind"}, {"count": 1, "name": "Thomas Hobbes"}, {"count": 1, "name": "Alexander Gorlin"}, {"count": 1, "name": "Bharucha"}, {"count": 1, "name": "Toshiko Mori"}, {"count": 1, "name": "Chrysler"}, {"count": 1, "name": "Advancement of Science"}, {"count": 1, "name": "Fumihiko Maki"}, {"count": 1, "name": "Gorlin"}, {"count": 1, "name": "Board of Trustees of The Cooper Union"}, {"count": 1, "name": "Morphosis Architects"}, {"count": 1, "name": "Cooper Union Great Hall"}], "favicon_colors": null, "keywords": [{"score": 93, "name": "cooper"}, {"score": 77, "name": "scholarship"}, {"score": 53, "name": "union"}, {"score": 50, "name": "full-tuition"}, {"score": 50, "name": "students"}, {"score": 41, "name": "faculty"}, {"score": 37, "name": "undergraduate"}, {"score": 34, "name": "trustees"}, {"score": 34, "name": "board"}, {"score": 33, "name": "tuition"}], "published": null, "provider_name": "Construction", "type": "html"}