{"provider_url": "http://www.archdaily.com", "description": "Beginning in 2014 The Cooper Union for the Advancement of Science and Art (known more commonly as Cooper Union), the famed New York City college, will start charging tuition. For more than 100 years, Cooper Union, which includes a prestigious architecture school, has been \"free\" (full-tuition support to all students).", "embeds": [], "safe": true, "provider_display": "www.archdaily.com", "related": [{"score": 0.6015271544456482, "description": "Apollo Tyres Ltd. (APTY) rose to its highest in at least 22 years in Mumbai trading after Cooper Tire & Rubber Co. (CTB) dropped a $2.5 billion merger plan, easing investor concern the Indian company would take on too much debt. Shares of Apollo climbed 5.8 percent to 107.20 rupees, the highest close since at least January 1991.", "title": "Apollo Tyres Climbs After Cooper Tire Drops Merger Plan", "url": "http://www.bloomberg.com/news/2013-12-30/cooper-tire-terminates-merger-agreement-with-apollo-tyres.html", "thumbnail_height": 800, "thumbnail_url": "http://www.bloomberg.com/image/iyz62.HCMsfw.jpg", "thumbnail_width": 1200}, {"score": 0.5635984539985657, "description": "How well do you really know a subject? I think the best way is if you can teach the concept to someone else new to the idea. If you really want to test yourself, try explaining it to a 5 year old. This was a real discussion I had with [...]", "title": "Why Explaining To A 5-Year Old Challenges Your Understanding Of Collaboration", "url": "http://www.forbes.com/sites/rawnshah/2013/12/30/why-explaining-to-a-5-year-old-challenges-your-understanding-of-collaboration/", "thumbnail_height": 224, "thumbnail_url": "http://b-i.forbesimg.com/rawnshah/files/2013/12/kidsponie00-300x224.jpg", "thumbnail_width": 300}, {"score": 0.5121440291404724, "description": "A cross-border buyout that once valued Cooper Tire & Rubber Co. at $2.5 billion has now devolved into a court battle over as little as a few hundred million dollars. Cooper officially terminated its sale to India's Apollo Tyres Ltd. Monday after months of delay in which Apollo sought to cut the $35-a-share price.", "title": "Cooper Tire terminates $2.2 billion merger agreement with Apollo Tyres. $CTB", "url": "http://online.wsj.com/news/articles/SB10001424052702304137304579290021473771410", "thumbnail_height": 174, "thumbnail_url": "http://s.wsj.net/public/resources/images/AM-BB659_COOPER_D_20131230125934.jpg", "thumbnail_width": 262}], "favicon_url": "http://www.archdaily.com/wp-content/themes/archdaily_mk2/favicon.ico?v=2", "authors": [{"url": "http://www.archdaily.com/author/guy-horton/", "name": "Guy Horton"}], "images": [{"caption": null, "url": "http://ad009cdnb.archdaily.net/wp-content/uploads/2013/05/5182898fb3fc4b3ff4000081_the-indicator-cooper-union-i-love-you-but-you-re-bringing-me-down_763px-cooper_union_new_academic_building_from_north-528x415.jpg", "height": 415, "width": 528, "colors": [{"color": [153, 156, 161], "weight": 0.397216796875}, {"color": [27, 26, 28], "weight": 0.24267578125}, {"color": [85, 84, 88], "weight": 0.186279296875}, {"color": [236, 238, 242], "weight": 0.173828125}], "entropy": 5.8922808337, "size": 86600}, {"caption": null, "url": "http://ad009cdnb.archdaily.net/wp-content/uploads/2013/05/5182898fb3fc4b830c000074_the-indicator-cooper-union-i-love-you-but-you-re-bringing-me-down_751px-cooper_union_by_david_shankbone-528x421.jpg", "height": 421, "width": 528, "colors": [{"color": [53, 45, 42], "weight": 0.2890625}, {"color": [231, 235, 242], "weight": 0.27734375}, {"color": [91, 79, 73], "weight": 0.217529296875}, {"color": [182, 162, 140], "weight": 0.119140625}, {"color": [122, 112, 100], "weight": 0.096923828125}], "entropy": 6.1478696119218, "size": 82741}, {"caption": null, "url": "http://ad009cdnb.archdaily.net/doodles/original.png?v=2013123119", "height": 150, "width": 290, "colors": [{"color": [247, 251, 252], "weight": 0.777099609375}, {"color": [0, 108, 181], "weight": 0.093017578125}, {"color": [89, 152, 204], "weight": 0.08984375}, {"color": [28, 32, 34], "weight": 0.0400390625}], "entropy": 1.15210756456, "size": 4848}, {"caption": null, "url": "http://1.gravatar.com/avatar/9752cc3f9c45a5ce701573e94506436f?s=80&d=http%3A%2F%2Fwww.archdaily.com%2Fwp-content%2Fthemes%2Farchdaily%2Fad-avatar.png%3Fs%3D80&r=G", "height": 80, "width": 80, "colors": [{"color": [230, 242, 248], "weight": 0.80224609375}, {"color": [199, 214, 219], "weight": 0.19775390625}], "entropy": 2.324371567610596, "size": 3033}], "cache_age": 81184, "lead": null, "language": "English", "original_url": "http://www.archdaily.com/367566/the-indicator-cooper-union-i-love-you-but-you-re-bringing-me-down/", "url": "http://www.archdaily.com/367566/the-indicator-cooper-union-i-love-you-but-you-re-bringing-me-down/", "media": {}, "title": "The Indicator: Cooper Union, I Love You but You're Bringing Me Down", "offset": null, "content": "<div>\n<p>Beginning in 2014 The <a href=\"http://www.archdaily.com/tag/cooper-union/\">Cooper Union</a> for the Advancement of Science and Art (known more commonly as <a href=\"http://www.archdaily.com/tag/cooper-union/\">Cooper Union</a>), the famed New York City college, will start charging tuition. </p>\n<p>For more than 100 years, Cooper Union, which includes a prestigious architecture school, has been \"free\" (full-tuition support to all students). As such it has always stood apart, charting its own path and following its own independent mission. That Cooper Union is now dead.</p>\n<p>For Cooper Union to have survived it would have had to remain simpleminded. And I mean this in the most flattering way.</p>\n<p>Peter Cooper was not a complicated guy. He made his money with simple things like the steam railroad engine, glue, iron, and subsequently, land, specifically, New York City land. At the time of Cooper Union's founding in 1859, property in New York City was cheap but a definite growth investment. You couldn't go wrong. Simple.</p>\n<p>This is what floated Cooper Union for most of its history. Imagine the rents all those New York City real estate holdings brought in. It was simpleminded and it worked to keep it \"open and free to all\" as Mr. Cooper told the first graduating class. That was his dream.</p>\n<p>Having received only one year of formal education, Cooper wanted the working class, the unprivileged, to have access to a world-class education. He wanted to level the playing field. He was a true capitalist in that sense. But by leveling the playing field he didn't mean run it into the ground.</p>\n<p>If the trajectory of Cooper Union is anything to go by, capitalism works best when kept simple.</p>\n<p>Cooper Union received its death sentence once it moved away from the founder's premise and started getting creative with its finances. It became obsessed with the machinations of Wall Street. In the 1970s it started selling off the properties that once kept it afloat and tuition free, short-term cash infusions that have ultimately turned out to be like getting tainted blood.</p>\n<p>The organ that finally failed was the gold-plated Thom Mayne building it put up across the street. It took out a $175 million mortgage to cover nothing but empty optimism. Turns out if you build it they will not necessarily come.</p>\n<p>Things were no longer simple. Times had changed, blah blah blah. The need to be competitive, blah blah blah. 21st century institution, blabbity, blabbity, blah.</p>\n<p>Its <a href=\"http://cooper.edu/about/trustees\">Board of Trustees</a>, a revolving door of captains of industry and Wall Street titans, plus a few architects, supposedly the brightest and most powerful individuals-majority white men-in the world because they have made vast sums of money, started making decisions that, while they seemed to make sense in the world of finance, would baffle people who actually work for a living, people who make things. We all know where that ended up now, don't we?</p>\n<p>As Felix Salmon notes in his <em>Reuters</em> <a href=\"http://blogs.reuters.com/felix-salmon/2013/04/29/the-tragedy-of-cooper-union/\">article</a>, \"For an institution which was founded to exist in perpetuity, this kind of board turnover is decidedly worrying.\" The reason being that there is no sense of ownership or stewardship-there is no one steering the ship. Members come and go. Additionally, a weak board, as he states, \"puts extra power in strong presidents.\" To attract and retain strong presidents it takes extremely high salaries. In the last year of his presidency, George Campbell was paid $668,473. After he left the post in 2011 he was paid $1,307,483. Nice little parachute.</p>\n<p>In just two years there have been 13 board resignations. Seems \"The 13\" didn't want their reputations tarnished by being at the helm when the ship went down. Or they resigned in protest.</p>\n<p>Such governance instability is not the death sentence. Having a heavily finance- and investment-driven board was the death sentence. But isn't this is the normal demographic of boards wherever they are and whatever institution they are guiding? The team was following the logic of a brand of capitalism that Peter Cooper would not have understood, though he may have inadvertently helped to create it. This is capitalism that doesn't produce things. It liquidates, reallocates, diversifies, re-balances, corrects.</p>\n<p>How fitting that it is, at last, Wall Street that has done the Union in. All those sophisticated financial instruments. All those brilliant deals that were supposed to make a lot of people a lot of money AND ensure the school's survival. People DID make a lot of money, but, alas, the school....</p>\n<p>It will be doomed to \"promoting mediocrity\", as Daniel Luzer <a href=\"http://www.washingtonmonthly.com/college_guide/blog/cooper_union_sold_its_soul.php\">says</a>. It has lost its moral and ethical foundation. Without this it will be just another glitzy, sophisticated school, cranking out more and more debt-ridden graduates into the lagging job markets.</p>\n</div>", "entities": [{"count": 8, "name": "Cooper Union"}, {"count": 4, "name": "New York City"}, {"count": 2, "name": "Cooper"}, {"count": 2, "name": "Peter Cooper"}, {"count": 1, "name": "The Cooper Union"}, {"count": 1, "name": "Wall Street"}, {"count": 1, "name": "Board of Trustees"}, {"count": 1, "name": "Reuters"}, {"count": 1, "name": "Thom Mayne"}, {"count": 1, "name": "Daniel Luzer"}, {"count": 1, "name": "Advancement of Science"}, {"count": 1, "name": "Felix Salmon"}, {"count": 1, "name": "George Campbell"}], "favicon_colors": [{"color": [1, 7, 11], "weight": 0.141357421875}, {"color": [86, 153, 209], "weight": 0.041748046875}, {"color": [233, 242, 246], "weight": 0.038818359375}, {"color": [0, 105, 181], "weight": 0.028076171875}], "keywords": [{"score": 57, "name": "cooper"}, {"score": 56, "name": "blah"}, {"score": 38, "name": "union"}, {"score": 22, "name": "boards"}, {"score": 20, "name": "blabbity"}, {"score": 20, "name": "simpleminded"}, {"score": 17, "name": "simple"}, {"score": 14, "name": "sentence"}, {"score": 14, "name": "street"}, {"score": 13, "name": "school"}], "published": 1367577000000, "provider_name": "Archdaily", "type": "html"}