{"provider_url": "http://travisstearns.blogspot.com", "description": "The disturbance or noise or whatever our elder statesman of design are calling the protests occurring this week in the President's office at Cooper Union are only a portion of the total dissatisfaction passing through young students across colleges and universities in the United States.", "embeds": [], "safe": true, "provider_display": "travisstearns.blogspot.com", "related": [{"score": 0.6794217228889465, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.6730110049247742, "description": "It's my fault. I'll admit it. During my eight years in the classroom, I ruined at least two amazing literary works by assigning horrifically dull reading projects. My only hope is that those middle school students, whose enthusiasm I quashed, found another way to become passionate about literature.", "title": "Projects to Engage Middle School Readers", "url": "http://www.edutopia.org/blog/projects-engage-middle-school-readers-beth-holland", "thumbnail_height": 345, "thumbnail_url": "http://www.edutopia.org/files/slates/holland-engage-ms-readers-flickr.jpg", "thumbnail_width": 460}, {"score": 0.6640421748161316, "description": "Universities in South Dakota, Nebraska, and other states have cut the number of credits students need to graduate. A proposal in Florida would let online courses forgo the usual higher-education accreditation process. A California legislator introduced a measure that would have substituted online courses for some of the brick-and-mortar kind at public universities.", "title": "'We Are Creating Walmarts of Higher Education'", "url": "http://www.theatlantic.com/education/archive/2013/12/we-are-creating-walmarts-of-higher-education/282619/", "thumbnail_height": 410, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR33OS4_1/lead_large.jpg?myf59a", "thumbnail_width": 615}, {"score": 0.6478215456008911, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}, {"score": 0.6378130316734314, "description": "As soon as she joined one of my online courses and immediately embraced co-learning, I recognized Michelle Cordy as the kind of fearless learner who makes a great teacher. A teacher can do a great deal to facilitate the conditions from which learning communities emerge - but only the learners can make the real magic happen.", "title": "Hacking The Classroom with Michelle Cordy, aka, \"Teacher on an Urgent Quest\"", "url": "http://dmlcentral.net/blog/howard-rheingold/hacking-classroom-michelle-cordy-aka-%E2%80%9Cteacher-urgent-quest%E2%80%9D", "thumbnail_height": 281, "thumbnail_url": "http://dmlcentral.net/sites/dmlcentral/files/blog_images/howard50.bodyimage.keeper.jpg", "thumbnail_width": 375}], "favicon_url": "http://travisstearns.blogspot.com/favicon.ico", "authors": [], "images": [{"caption": null, "url": "http://2.bp.blogspot.com/-QMh-UNPXoMM/UZKPpTp4hxI/AAAAAAAABcc/UBYVAViDm50/s640/Screen+Shot+2013-05-14+at+12.19.00+PM.png", "height": 424, "width": 640, "colors": [{"color": [92, 88, 85], "weight": 0.3779296875}, {"color": [53, 56, 54], "weight": 0.32666015625}, {"color": [141, 131, 134], "weight": 0.203125}, {"color": [195, 178, 184], "weight": 0.0498046875}, {"color": [227, 221, 226], "weight": 0.04248046875}], "entropy": 6.409378560775632, "size": 313298}, {"caption": null, "url": "http://1.bp.blogspot.com/-LkxW2vupF6E/UZKM-7-ruwI/AAAAAAAABcM/rMJVg39y4sA/s1600/Screen+Shot+2013-05-14+at+12.13.39+PM.png", "height": 339, "width": 567, "colors": [{"color": [247, 250, 249], "weight": 0.874267578125}, {"color": [93, 95, 112], "weight": 0.071044921875}, {"color": [195, 165, 130], "weight": 0.020263671875}, {"color": [156, 124, 108], "weight": 0.017822265625}, {"color": [116, 156, 190], "weight": 0.0166015625}], "entropy": 1.5523953408125764, "size": 90329}, {"caption": null, "url": "http://1.bp.blogspot.com/-EE4JEhLyDDU/UZKEW8LVQqI/AAAAAAAABb8/iCucB8BSeFk/s72-c/Screen+Shot+2013-05-14+at+11.36.46+AM.png", "height": 72, "width": 72, "colors": [{"color": [247, 250, 249], "weight": 0.9169921875}, {"color": [161, 170, 176], "weight": 0.042236328125}, {"color": [128, 127, 129], "weight": 0.03125}, {"color": [90, 93, 112], "weight": 0.009521484375}], "entropy": 1.24163072952, "size": 2924}], "cache_age": 84705, "lead": null, "language": "English", "original_url": "http://travisstearns.blogspot.com/2013/05/cooper-union-and-repulsion.html", "url": "http://travisstearns.blogspot.com/2013/05/cooper-union-and-repulsion.html", "media": {}, "title": "T.S.: Cooper Union and Repulsion", "offset": null, "content": "<div>\n<p>The disturbance or noise or whatever our elder statesman of design are calling the protests occurring this week in the President's office at Cooper Union are only a portion of the total dissatisfaction passing through young students across colleges and universities in the United States. To say that it just happens that this is an art school is foolish. It's just that the Arts are always the first to be thrown into the grinder to be mulched into some more productive occupation. That's really another issue. I'm not going to focus on the issues of the students nor their grievances. Honestly, I'm not familiar enough with them to have an informed opinion [I've also been out of school for 7 years or so]. What I do want to discuss is the vile response from the administration and alumni (in particular, Mr. Glaser), on behalf of some mysterious, fictitious majority. A week or so after <a href=\"http://www.time.com/time/magazine/article/0,9171,2143001,00.html\">this disgusting display </a>of overarching generational warfare, we have yet another savior or tyrant coming to the aide of this selfie-snapping, narcissistic generation. I think it's best to let Mr. Glaser's words tell us how they really feel:<br></p>\n<blockquote>\n<p>The occupation of the school has created a poisonous and dangerous atmosphere that can potentially destroy the school forever. It is time for the Cooper community, students, alumni, faculty, staff and all interested parties to indicate their unqualified support of the President and his proposed course of action. [ <a href=\"https://www.change.org/petitions/students-engaged-in-sit-in-of-the-cooper-union-s-president-s-office-vacate-the-office-immediately\">link</a>]</p>\n</blockquote>\n<p>The important diction here of course is \"poisonous\" and \"dangerous.\" Dangerous to whom, Mr. Glaser? This whole statement comes off as a condescending demand for the student's silence. What I would call a \"shut up, slave\" moment if there ever was one. If this attitude from the high creative class permeates the classroom, what does it say about that quality of design education? What kind of trust can there be between student and teacher or student and Board of Trustees with such animosity and aggression? Unfortunately, the comments below this petition (on Change.org no less) reveal even more frightening attitudes.</p>\n<p><a href=\"http://1.bp.blogspot.com/-EE4JEhLyDDU/UZKEW8LVQqI/AAAAAAAABb8/iCucB8BSeFk/s1600/Screen+Shot+2013-05-14+at+11.36.46+AM.png\"><img src=\"http://1.bp.blogspot.com/-EE4JEhLyDDU/UZKEW8LVQqI/AAAAAAAABb8/iCucB8BSeFk/s1600/Screen+Shot+2013-05-14+at+11.36.46+AM.png\"></a></p>\n<p>Josh and 5 others that \"liked\" his post seem to think this occupation is a criminal act because it is a gesture outside the norms of addressing power. So the students are instantly re-branded perpetrators. They are criminals which either no longer have rights or have limited rights...they would probably say forfeited rights. This is the language of the police. Time and time again we see that the police have become 'society' and 'society' have become the police. Total integration. What isn't clear is what is so demoralizing about the student's position. Whose morality are we imposing here today, <a href=\"http://svii.net/c-josh-abend/\">Mr. Abend</a> and the others? The morality of mandatory debt? The morality of hedge-fund mismanagement? I doubt we're allowed to discuss those even if the students locked arm in arm are infinitely more aware of how sinister the effects of those are. It seems obvious to me that the students feel they have no other course of action than to occupy the very space which they are not listened to in. Surely design alums (alums that have benefited from no-tuition policies) can understand the value of signs, symbols, and their meaning. </p>\n<blockquote>Protests by students are NOT an acceptable response and show an unfortunate lack of understanding on their part.</blockquote>\n<p><br> Imagine you prepare for a critique for weeks, stay up for 36 hours straight to finish your project. Yes, you expect some criticism. In fact, you hope for some criticism from your professor and classmates. This is the point, this is how you improve and learn. Then, as everyone comes to your work the professor interrupts and says: This is NOT an acceptable response. Your work is invalid. Is this how design institutions function? By all the undertones in the statement above, the occupation is nothing new. The students are already occupied by a dictatorship which considers their thoughts, actions, and feelings invalid, unacceptable. Perhaps the occupation of the President's office is the only act of resistance that could possibly resonate with the President and Board.</p>\n<p><a href=\"http://1.bp.blogspot.com/-LkxW2vupF6E/UZKM-7-ruwI/AAAAAAAABcM/rMJVg39y4sA/s1600/Screen+Shot+2013-05-14+at+12.13.39+PM.png\"><img src=\"http://1.bp.blogspot.com/-LkxW2vupF6E/UZKM-7-ruwI/AAAAAAAABcM/rMJVg39y4sA/s1600/Screen+Shot+2013-05-14+at+12.13.39+PM.png\"></a></p>\n<p>Such perversion! These students know full well the course of protest suggested above is no longer effective. The protests of the '60s, with their marching and shouting, have been totally privatized. It's evidence enough that you hire police to barricade your uppity 5k marathon around the city. I think we should also give them credit in knowing that any conciliatory solution from President Barucha and the Trustees is a stalling mechanism, a mechanism of power. In Bernadette Corporation's <a href=\"http://vimeo.com/25952876\"><i>Get Rid of Yourself </i></a>(2002) there is a part which confronts the thought of protesters as agitators. A pacifist protester says: \"My dear, I have been protesting since before you were born, and if we have a society like this, it is also thanks to me.\"</p>\n<p><a href=\"http://2.bp.blogspot.com/-QMh-UNPXoMM/UZKPpTp4hxI/AAAAAAAABcc/UBYVAViDm50/s1600/Screen+Shot+2013-05-14+at+12.19.00+PM.png\"><img src=\"http://2.bp.blogspot.com/-QMh-UNPXoMM/UZKPpTp4hxI/AAAAAAAABcc/UBYVAViDm50/s640/Screen+Shot+2013-05-14+at+12.19.00+PM.png\"></a></p>\n<p>I would also point to Metahaven's interview with Aaron John Peters regarding occupations:<br></p>\n<blockquote>\"<i>We're not asking for better wages or a lower interest rate. We're not even asking for the full abolition of capital, because we know that whatever's next will be something we make, not something we ask for.\"</i><br><br> Implicit in the text is a recognition that public office holders at the level of the nation state no longer exercise either governmental nor communicative power and that any prospective politics that supplants such actors will be something<i>'we make'. </i>There is not just a practical/ political vacuum to fill but embryonic within the form of such movements, built on distributed as opposed to centralised forms of collective action there is a latent ideology waiting to supplant the old ones.<b>These movements, when at their best, criticise the old world in content and advocate a new one in form - hence no demands.</b>\n</blockquote>\n<p>Stay strong, students. All students. I commend the struggle you have endured thus far and wish you the best in the continuation against these perverse forces. Your education is your own to make.</p>\n<p>Love and Solidarity.</p>\n</div>", "entities": [{"count": 3, "name": "Glaser"}, {"count": 1, "name": "Aaron John Peters"}, {"count": 1, "name": "Barucha"}, {"count": 1, "name": "Board of Trustees"}, {"count": 1, "name": "Josh"}, {"count": 1, "name": "United States"}, {"count": 1, "name": "Abend"}, {"count": 1, "name": "Cooper Union"}, {"count": 1, "name": "Metahaven"}, {"count": 1, "name": "Bernadette Corporation"}, {"count": 1, "name": "Board"}], "favicon_colors": [{"color": [243, 104, 19], "weight": 0.17578125}, {"color": [250, 245, 242], "weight": 0.07421875}], "keywords": [{"score": 62, "name": "students"}, {"score": 34, "name": "occupations"}, {"score": 28, "name": "protesting"}, {"score": 24, "name": "glaser"}, {"score": 17, "name": "supplant"}, {"score": 15, "name": "perverse"}, {"score": 15, "name": "alumni"}, {"score": 15, "name": "morality"}, {"score": 14, "name": "design"}, {"score": 14, "name": "police"}], "published": null, "provider_name": "Blogspot", "type": "html"}