{"provider_url": "http://blog.frieze.com", "description": "'The Venice Process' - started at Gervasuti Foundation, Venice, in collaboration with the national pavilion of the Maldives during the 55th Biennale - aims at offering an alternative education and accreditation system offered by a network of international art institutions, building upon research undertaken with Nomas Foundation, Rome, in 2012-2103.", "embeds": [], "safe": true, "provider_display": "blog.frieze.com", "related": [{"score": 0.6323705315589905, "description": "\"...It was the age of wisdom, it was the age of foolishness, it was the epoch of belief, it was the epoch of incredulity...\" (Charles Dickens, A Tale of Two Cities)2013 has been, once again, both the best of times and the worst of times for education", "title": "Victor Hu: \"On the Path to Sustainability in 2014\"", "url": "https://www.edsurge.com/n/2013-12-30-victor-hu-on-the-path-to-sustainability-in-2014", "thumbnail_height": 300, "thumbnail_url": "https://a0.edsurge.com/uploads/post/image/3739/VictorHu.jpg", "thumbnail_width": 740}, {"score": 0.6271864771842957, "description": "Author David Price writes: \"If schools are coming into direct competition with the learning opportunities available in the informal social space, it has to be said that this is a pressure, which barely registers within the political discourse.", "title": "What's Our Vision for the Future of Learning?", "url": "http://blogs.kqed.org/mindshift/2013/12/whats-our-vision-for-the-future-of-learning/", "thumbnail_height": 150, "thumbnail_url": "http://blogs.kqed.org/mindshift/files/2013/12/180920770-e1387589245117-300x150.jpg", "thumbnail_width": 300}, {"score": 0.5536047220230103, "description": "Jeffrey D. Sachs, Professor of Sustainable Development, Professor of Health Policy and Management, and Director of the Earth Institute at Columbia University, is also Special Adviser to the United Nations Secretary-General on the Millennium Development Goals. His books include The End of... read more NEW YORK - A half-century ago, John F.", "title": "The Age of Sustainable Development", "url": "http://www.project-syndicate.org/commentary/jeffrey-d--sachs-proposes-a-new-curriculum-for-a-new-era", "thumbnail_height": 225, "thumbnail_url": "http://www.project-syndicate.org/default/library/ad41d087b44696db6883f3097ae4d6c4.landscape.jpeg", "thumbnail_width": 300}], "favicon_url": "http://blog.frieze.com/static/images/site/icons/favicon.png", "authors": [], "images": [{"caption": null, "url": "http://blog.frieze.com/uploads/blog/joan-of-art.jpg", "height": 329, "width": 450, "colors": [{"color": [50, 54, 56], "weight": 0.443359375}, {"color": [207, 211, 212], "weight": 0.392578125}, {"color": [95, 99, 101], "weight": 0.1640625}], "entropy": 4.484121844799436, "size": 139217}, {"caption": null, "url": "http://blog.frieze.com/uploads/images/resizer_cache/361063b12bd0a0b120a117707a23a29366db400f.jpg", "height": 293, "width": 520, "colors": [{"color": [106, 106, 106], "weight": 0.53955078125}, {"color": [172, 172, 172], "weight": 0.46044921875}], "entropy": 3.5017544828443623, "size": 102531}, {"caption": null, "url": "http://blog.frieze.com/static/images/site/branding/branding.png", "height": 120, "width": 318, "colors": [{"color": [247, 251, 252], "weight": 0.719482421875}, {"color": [0, 128, 206], "weight": 0.177734375}, {"color": [0, 0, 0], "weight": 0.102783203125}], "entropy": 0.874362860019, "size": 2245}, {"caption": null, "url": "http://blog.frieze.com/uploads/images/resizer_cache/89b119e3d74fa6c11088df7795ee78aaf01df473.jpg", "height": 65, "width": 65, "colors": [{"color": [155, 147, 125], "weight": 0.7373046875}, {"color": [55, 59, 56], "weight": 0.2626953125}], "entropy": 5.41591741613292, "size": 5770}], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://blog.frieze.com/the-venice-process-a-dialogue-around-ecology-and-free-education/", "url": "http://blog.frieze.com/the-venice-process-a-dialogue-around-ecology-and-free-education/", "media": {}, "title": "The Venice Process: A Dialogue Around Ecology and Free Education", "offset": -18000000, "content": "<div>\n<p>'The Venice Process' - started at Gervasuti Foundation, Venice, in collaboration with the national pavilion of the Maldives during the 55th Biennale - aims at offering an alternative education and accreditation system offered by a network of international art institutions, building upon research undertaken with Nomas Foundation, Rome, in 2012-2103. Events - including performances, seminars and workshops - have spanned the Biennale and the city of Venice, culminating in a free course in art and ecology and the delivery of a seminar on alternative education that will take place at Gervasuti Foundation and S.a.L.E. Docks from November 20-24.</p>\n<p><em>Antonia Alampi</em> of Beirut, Cairo interviews 'The Venice Process' project curator <em>Mike Watson</em> and co-curator <em>Dorian Batckya</em>.</p>\n<p><strong>AA:</strong> 'The Venice Process' is part of an ongoing research project, <em>Joan of Art: Towards a Free Education System</em>, which was initiated by you - Mike Watson - in 2011 and intends to discuss notions of knowledge production and sharing, specifically looking at their institutional legitimization. Taking the educational systems in Italy and the UK and the Bologna Process as a starting point, its ultimate aim is to propose a model for a free and less homogenized education to be delivered internationally, which would offer a post- graduate level qualification through a recognized accreditation system. Could you talk me through this ambitious venture?</p>\n<p><strong>MW:</strong> The project has two principle strands. One involves the rethinking of education itself, the other is the rethinking of systems of accreditation and the way people are graded within education systems. In terms of rethinking education itself, it was identified early on in the project that it was not enough to provide free education. Many of the ways we think are predicated on information learned via a system with certain structural biases. National education systems have an interest in maintaining hegemonic power. For this reason it is not enough to offer free courses: we must learn to rethink the basis of our thinking.</p>\n<p>In consideration of these two points we started 'The Venice Process', the title of which refers to the Bologna Process.</p>\n<p>The Bologna Process - so-called as it began with an international conference held in Bologna in 1999 - is the process by which European countries are homogenizing their education systems around a shared system of accreditation. Whilst the principles of freedom of movement for students and cross-cultural exchange promoted by the process have provided a valuable contribution to education, a universal credit system, which determines the length of time studied for individual modules has implications far beyond making knowledge more easily comparable across territories. It also influences methods for the delivery and reception of knowledge, whilst reducing widely varying perspectives, subject matters and cultures to an over simplistic framework. One of the most obvious examples of this problem is the way in which art courses at are graded in the same way as science or computing courses. Whilst for some subjects the breaking up of learning into individual modules graded numerically may make sense, it is arguably very destructive for the young or developing artist who must constantly interrupt their creative practice in order to deliver assignments. Similarly, the imposition of an Anglo-American style of shorter courses may lead to a lessening in the depth of reflection and dialogue. Efficiency - in the sense of homogenized easily comparable courses - may not be the best means to effective learning in all cases.</p>\n<p>'The Venice Process' aims to question existing accreditation systems and to offer a new alternative system in which accreditation will be free and learning can be undertaken in any number of places, including art spaces, occupied spaces, community centres, bars, or alone. It will take the form of a web application and will be peer reviewed. At the moment we are involved in an ongoing dialogue with the staff at Gervasuti Foundation and artists, students and academics over whether colour or even sound frequency may be a more suitable way of grading than the simple use of numbers. It may be that we offer several different ways of grading. We will also be offering a free course in art, ecology and politics - in conjunction with the national Pavilion of the Maldives - which will be unveiled during the closing events of the Biennale in November. This will be one of the first courses available via the Joan of Art accreditation platform.</p>\n<p><strong>DB:</strong> Admittedly, this may seem like an idealistic or utopian endeavour, but it is important to mention that this project does not propose a definitive alternative as regards accreditation and/or education. Instead, 'The Venice Process aims' to reflect upon and question these ideas (Bologna, standardization, accreditation, critical pedagogy, etc.) by proposing a platform in which to develop and discuss alternatives.</p>\n<p><strong>AA:</strong> The idea of creating a new recognized accreditation system also means there is a will to be affiliated with existing institutions, as opposed to the proliferation of educational projects around the world that are often unaligned to any. This feels more pragmatic, recognizing the need for a student to hold a certificate in order to find a job, but also adhering, especially when we talk about art, to a certain agenda.</p>\n<p><strong>DB:</strong> The idea is certainly rooted in a form of pragmatism. That said, there is still a sense of urgency and desire to create a radical departure underlying the whole 'Venice Process'.</p>\n<p><strong>AA:</strong> I imagine the urgency of such a project as being related to the decay of the welfare state; the global crisis of free and accessible education; the vertiginous rise of tuition fees; the increasing privatization of education, and the dismantling of a qualitative public system. And, of course, the subsequent pressure to engage with education as an economical investment - all of which inevitably enlarges the discrepancy between classes and enforces social and economical immobility.</p>\n<p><strong>MW:</strong> We are living in worrying times and the way in which education is delivered has become central to the discussion on how we address inequality and lack of liberty.</p>\n<p>The existing education system has failed to provide convincing alternatives to the political problems we face. In fact it is complicit with the financial system, in that people are forced into debt in order to study subjects that are increasingly oriented around the needs of that same system. Arts and humanities subjects across Europe are having their funding slashed as resources are redirected towards vocational courses. The pockets of resistance which exist within the academic arena have provided woefully inadequate responses to the financial crisis, tending towards a leftist rhetoric which has arguably failed us generation upon generation.</p>\n<p>We face a worse case scenario in which, within two generations, the capacity for critical thought may have been severely hampered and skewed towards the interests of finance. Our university syllabuses may present a very limited range of the thoughts and thought systems available to us. It is essential that we search for alternative ways of learning, of sharing information, and above all of questioning.</p>\n<p><strong>\nAA:</strong> When speaking of education, the focus has often been on infant and primary level education as it is in these first phases of human development that a certain learning method or worldview is established. Does your focus include primary level education?</p>\n<p><strong>\nMW:</strong> I think new responses are needed at all levels. At this stage, <em>Joan of Art</em> is a process principally involving adults and the aim is to provide courses which encourage people to develop their own social projects in the fields of education, ecology, welfare, law, and so on. As Dorian mentioned the first course is currently being compiled and will be introduced at Gervasuti Foundation in Venice in late November and then at Five Years Gallery, London, shortly afterwards (between 27th of November and 1st December). In 2014, it will be delivered in China in a different format. As a case study, we will refer to a sauna boat made by artists Harold de Bree, Laut Rosenbaum and Nick Tulinen in collaboration with local artisans in Castello, a zone of Venice with a rich history of craftsmanship, during the biennale. The boat will run on eco fuel and we will run workshops to encourage locals here in Venice to convert to eco fuel. We plan to involve schools in workshops, but in terms of thinking about restructuring educational system we are appealing to a participatory group at university level. Though I'd love to make links with people who have experience working with younger people for precisely the reasons you describe.</p>\n<p><strong>AA:</strong> This course is being put together collectively. How do you manage and organize that? How are the subjects selected?</p>\n<p><strong>MW:</strong> Artists and academics that are involved in rethinking education and approaches to ecology have been invited to submit easily available texts, videos and podcasts around the themes of ecology art and politics. This content can then be added to and subtracted from to give learning groups across the world the potential to change courses to suit their needs, adapting information as they see fit. Participants include Dorian (Batcyka), David Blacker, Ursula Biemann, Alessandro Rolandi, Oliver Ressler and Klauss Schafler. Subject matter was chosen via an open discussion (in person as well as over Skype and email) and the course content has been refined through dialogue to focus on the anthropormorphic response of humanity to eco-disaster and a possible remedy to this.</p>\n<p><strong>AA:</strong> Luis Camnitzer wrote about the need to dissolve art departments into every aspect of education, to use it as a tool to inspire imagination and critical thinking. Central to this is the idea of learning as construction as opposed to instruction. Is that how you understand this educational change as being initiated from the space of art?</p>\n<p><strong>MW:</strong> Creativity is a vital counterpart to the rationality that underpins an increasingly vocationally-oriented education system in the globalised world. Seeing as things are very much blocked politically in the concrete realm of politics, it is perhaps only via recourse to 'art' that we may be able to imagine new possibilities. The interesting thing that emerges when one does this is that the power structure very soon appears to be based on statements not dissimilar to the statement 'this is art'. 'This is law', 'this is a nation state', 'this is a government' are all statements that can be spoken by anyone. Why do they have more credence when said by one person and not another? What gives a statement 'power'? The answer simply - and sadly - is that 'Power' is statements backed up with violence. By mimicking institutional processes, yet without the violence, it is hoped that politics conducted as 'art' can expose the contingency of power itself. It is also hoped that in so doing the state's legitimate recourse to violence can be exposed as unreasonable.</p>\n<p>We are starting this process as a reconsideration of education, though we recognise and stand in solidarity with the proliferation of groups and individuals involved worldwide in politics conducted as art: people such as Chto Delat, Pussy Riot, Gruppo Etc, Oliver Ressler, Isola Art Center, Teatro Valle Occupato, Teatro Garibaldi Aperto, MACAO, and S.a.L.E. Docks, to name just a few examples.</p>\n<p><strong>AA:</strong> And of course many artworks, exhibitions, projects, conferences have addressed ideas around art and education or art as education, from Joseph Beuys' seminars in the 1960s, to projects such as Manifesta 6 (where the curators aimed to set up an art school in Nicosia, Cyprus) and Unitednationsplaza, the Berlin-based free school initiative that grew out of this (2006-7), to a growing number of educational institutional and non-institutional settings organized by artists and other cultural practitioners, with or without the support of universities.</p>\n<p><strong>DB:</strong> Our aim is to galvanize around existing projects and ideas in order to expand the current dialogue around education. Some examples of a groups/projects working in a similar area to 'The Venice Process' include A.C.A.D.E.M.Y, which existed as a series of exhibitions and publications (Hamburg, Antwerp, Eindhoven) that came to fruition between 2006-2007; or Summit - Non Aligned Initiatives in Education Culture, which saw many individuals come together to discuss issues relative to the homogenizing consequences of the Bologna Accord, held at the HAU theatres in Berlin in 2007.</p>\n<p><strong>MW:</strong> Our aim is to not reinvent the wheel per se, but rather to return to the historic ideal of universal education: open, accessible, horizontal and unbound, and apart from any type of market ideals imposed upon education as a public right and vital communal space. This is nothing radically innovative in itself. A free online form of accreditation could help to achieve this, but it's a long road. How to make education free is a fundamental question of our time; though it must be said that we have a long way to go in convincing many people that education can be free. I'd like to finish with two thoughts: one is that education was free for most people in the UK (to take one example) at all levels for decades. It cost money but was delivered free to the student. Secondly, I frequently educate for free, not because I'm exploited, but out of a certain sense of civic responsibility. The resources we need are basic and are available in abundance in the art world. Let's put them to good use.</p>\n</div>", "entities": [{"count": 6, "name": "Venice Process"}, {"count": 5, "name": "Venice"}, {"count": 4, "name": "Gervasuti Foundation"}, {"count": 3, "name": "Bologna Process"}, {"count": 2, "name": "Bologna"}, {"count": 2, "name": "Maldives"}, {"count": 2, "name": "Oliver Ressler"}, {"count": 2, "name": "Mike Watson"}, {"count": 2, "name": "Joan of Art"}, {"count": 2, "name": "UK"}, {"count": 1, "name": "Italy"}, {"count": 1, "name": "Batcyka"}, {"count": 1, "name": "Antwerp"}, {"count": 1, "name": "Klauss Schafler"}, {"count": 1, "name": "Free Education System"}, {"count": 1, "name": "Nomas Foundation"}, {"count": 1, "name": "Laut Rosenbaum"}, {"count": 1, "name": "Beirut"}, {"count": 1, "name": "Nicosia"}, {"count": 1, "name": "Gruppo Etc"}, {"count": 1, "name": "Europe"}, {"count": 1, "name": "National education systems"}, {"count": 1, "name": "Biennale"}, {"count": 1, "name": "Ursula Biemann"}, {"count": 1, "name": "Nick Tulinen"}, {"count": 1, "name": "Antonia Alampi"}, {"count": 1, "name": "Bologna Accord"}, {"count": 1, "name": "Berlin"}, {"count": 1, "name": "China"}, {"count": 1, "name": "Joseph Beuys"}, {"count": 1, "name": "Joan"}, {"count": 1, "name": "Hamburg"}, {"count": 1, "name": "Pussy Riot"}, {"count": 1, "name": "Eindhoven"}, {"count": 1, "name": "Teatro Valle Occupato"}, {"count": 1, "name": "Chto Delat"}, {"count": 1, "name": "Teatro Garibaldi Aperto"}, {"count": 1, "name": "Skype"}, {"count": 1, "name": "Rome"}, {"count": 1, "name": "Isola Art Center"}, {"count": 1, "name": "HAU"}, {"count": 1, "name": "Unitednationsplaza"}, {"count": 1, "name": "Harold de Bree"}, {"count": 1, "name": "Alessandro Rolandi"}, {"count": 1, "name": "MACAO"}, {"count": 1, "name": "Luis Camnitzer"}, {"count": 1, "name": "David Blacker"}, {"count": 1, "name": "Dorian Batckya"}, {"count": 1, "name": "Dorian"}, {"count": 1, "name": "London"}, {"count": 1, "name": "Cairo"}, {"count": 1, "name": "Cyprus"}, {"count": 1, "name": "Manifesta"}], "favicon_colors": [{"color": [12, 128, 206], "weight": 0.000244140625}, {"color": [252, 252, 252], "weight": 0.000244140625}], "keywords": [{"score": 162, "name": "educate"}, {"score": 103, "name": "art"}, {"score": 83, "name": "accreditation"}, {"score": 78, "name": "venice"}, {"score": 66, "name": "system"}, {"score": 55, "name": "process"}, {"score": 55, "name": "course"}, {"score": 51, "name": "free"}, {"score": 47, "name": "bologna"}, {"score": 42, "name": "projects"}], "published": 1384170423000, "provider_name": "Frieze", "type": "html"}