{"provider_url": "http://www.thefader.com", "description": "As Cooper Union starts a new semester, a student, an alumnus and a professor explain the school's tuition crisis From the magazine: ISSUE 87, June/July 2013 For over 150 years, the art, engineering and architecture students at the Cooper Union for the Advancement of Science and Art-or simply Cooper Union-have enjoyed a college education that is, according its founder's vision, \"as free as air and water.\"", "embeds": [], "safe": true, "provider_display": "www.thefader.com", "related": [{"score": 0.532726526260376, "description": "A.J. Mast / for NBC News This past April, facing the prospect of three 20-page papers due in the same week, Indiana University East student Harmony Glenn had a panic attack in the school library. \"I couldn't breathe, and my chest felt tight,\" she said.", "title": "Debt, no degree: Bills mount for ex-college students who never reached the finish line", "url": "http://usnews.nbcnews.com/_news/2013/12/30/21892627-debt-no-degree-bills-mount-for-ex-college-students-who-never-reached-the-finish-line?lite", "thumbnail_height": 1500, "thumbnail_url": "http://media2.s-nbcnews.com/i/MSNBC/Components/Photo/_new/131213-student-loan-debt-main-3p.jpg", "thumbnail_width": 1489}, {"score": 0.5315583348274231, "description": "Apollo Tyres Ltd. (APTY) rose to its highest in at least 22 years in Mumbai trading after Cooper Tire & Rubber Co. (CTB) dropped a $2.5 billion merger plan, easing investor concern the Indian company would take on too much debt. Shares of Apollo climbed 5.8 percent to 107.20 rupees, the highest close since at least January 1991.", "title": "Apollo Tyres Climbs After Cooper Tire Drops Merger Plan", "url": "http://www.bloomberg.com/news/2013-12-30/cooper-tire-terminates-merger-agreement-with-apollo-tyres.html", "thumbnail_height": 800, "thumbnail_url": "http://www.bloomberg.com/image/iyz62.HCMsfw.jpg", "thumbnail_width": 1200}, {"score": 0.5245288014411926, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}], "favicon_url": "http://www.thefader.com/favicon.ico", "authors": [{"url": "http://www.thefader.com/author/mvzelenko/", "name": "Michael Zelenko"}], "images": [{"caption": null, "url": "http://cdn.thefader.com/wp-content/uploads/2013/09/cooper-union-export.jpg", "height": 640, "width": 960, "colors": [{"color": [16, 20, 22], "weight": 0.31201171875}, {"color": [156, 153, 140], "weight": 0.17041015625}, {"color": [119, 114, 104], "weight": 0.13818359375}, {"color": [189, 189, 167], "weight": 0.124267578125}, {"color": [229, 228, 222], "weight": 0.12109375}], "entropy": 6.046974239644817, "size": 524756}, {"caption": null, "url": "http://cdn.thefader.com/wp-content/uploads/2013/09/F87_NEWSPRINT_GOLFER_10.jpg", "height": 686, "width": 960, "colors": [{"color": [19, 19, 16], "weight": 0.403564453125}, {"color": [66, 64, 52], "weight": 0.259521484375}, {"color": [115, 107, 89], "weight": 0.091796875}, {"color": [190, 184, 152], "weight": 0.087646484375}, {"color": [148, 145, 114], "weight": 0.087158203125}], "entropy": 6.369504020114475, "size": 724051}, {"caption": null, "url": "http://cdn.thefader.com/wp-content/uploads/2013/09/F87_NEWSPRINT_GOLFER_01.jpg", "height": 686, "width": 960, "colors": [{"color": [81, 61, 83], "weight": 0.29443359375}, {"color": [233, 230, 221], "weight": 0.255859375}, {"color": [164, 165, 161], "weight": 0.25}, {"color": [119, 103, 116], "weight": 0.19970703125}], "entropy": 5.88915879966466, "size": 322577}, {"caption": null, "url": "http://cdn.thefader.com/wp-content/uploads/2013/09/F87_NEWSPRINT_GOLFER_08.jpg", "height": 686, "width": 960, "colors": [{"color": [223, 224, 220], "weight": 0.29833984375}, {"color": [140, 114, 92], "weight": 0.273681640625}, {"color": [179, 165, 148], "weight": 0.265869140625}, {"color": [82, 64, 52], "weight": 0.096435546875}, {"color": [43, 33, 28], "weight": 0.065673828125}], "entropy": 5.698451994865441, "size": 482381}, {"caption": null, "url": "http://cdn.thefader.com/wp-content/uploads/2013/09/cooper-union-export-620x413.jpg", "height": 413, "width": 620, "colors": [{"color": [16, 20, 22], "weight": 0.327392578125}, {"color": [209, 212, 199], "weight": 0.230712890625}, {"color": [159, 158, 144], "weight": 0.16748046875}, {"color": [121, 119, 108], "weight": 0.139892578125}, {"color": [57, 54, 53], "weight": 0.068115234375}], "entropy": 5.97627259135, "size": 75988}], "cache_age": 83281, "lead": null, "language": "English", "original_url": "http://bit.ly/17KyPeY", "url": "http://www.thefader.com/2013/09/06/a-union-divided-occupation-and-higher-education-at-cooper-union/", "media": {}, "title": "A Union Divided: Occupation and Higher Education at Cooper Union", "offset": null, "content": "<div>\n<img src=\"http://cdn.thefader.com/wp-content/uploads/2013/09/cooper-union-export.jpg\"><p>As Cooper Union starts a new semester, a student, an alumnus and a professor explain the school's tuition crisis</p>\n<p><em>From the magazine</em>: <a href=\"http://www.thefader.com/2013/09/06/a-union-divided-occupation-and-higher-education-at-cooper-union/\">ISSUE 87</a>, <em>June/July 2013</em></p>\n<p>For over 150 years, the art, engineering and architecture students at the Cooper Union for the Advancement of Science and Art-or simply Cooper Union-have enjoyed a college education that is, according its founder's vision, \"as free as air and water.\" Located on New York's Astor Place, the school has built a reputation as a bastion of academic idealism, a place where enrollment was not commensurate on financial ability, but on talent and hard work.</p>\n<p>Then, in April, the chairman of Cooper Union's board of trustees called a meeting in the college's Great Hall. \"The time has come to set our institution on a path that will enable it to survive and thrive well into the future,\" he said, citing rising costs, falling revenue-much of Cooper's funding comes from its ownership of the land under the Chrysler Building-and dwindling alumni donations. Starting in the fall of 2014, he <a href=\"http://www.nytimes.com/2013/04/24/nyregion/cooper-union-to-charge-undergraduates-tuition.html?pagewanted=all&amp;_r=0\">announced</a>, the school would charge a $38,500 per year tuition for the first time (though current students would receive scholarships ranging from 50 to 100 percent). On May 8th, a group of students stormed the office of Cooper Union's president, Jamshed Bharucha. They painted the lobby walls black, hung banners from the windows, packed up the president's belongings and settled in for an occupation. In true Cooper Union fashion, they organized an art show in the hallway, titled <em>STEP DOWN!</em> Emboldened by the support of a number of faculty and alumni, they used the occupation to criticize the college's inflated budget and the recent construction of a $175 million engineering building, and to explore viable alternatives to tuition. The students stayed until late July, when they reached an agreement with the school's board of trustees to create a working group to \"establish a sustainable financial model.\"</p>\n<p>How did Cooper Union reach this impasse? Before the occupation ended, we visited the president's office and spoke with students, alumni and faculty to hear the story in their own words.</p>\n<img src=\"http://cdn.thefader.com/wp-content/uploads/2013/09/F87_NEWSPRINT_GOLFER_10.jpg\"><p><strong>Kevin Slavin, newly elected alumni trustee, class of '95 </strong><br> In 2011, I was asked to teach a course at Cooper Union's School of Art. I called it You Can't Fuck the System If You've Never Met One. It was an introduction to understanding the world in terms of complicated systems. In the very first class, I asked, \"What are the different ways that systems affect our well-being?\" The example I gave them was their free education.</p>\n<p>We looked at the school's annual reports, and what you saw was a cunning plan put in place by the school's founder, Peter Cooper. Cooper had lived through periods of frequent and total bank collapses, and he knew that if he created an endowment for Cooper, it would boom and bust with economic cycles. So Cooper put certain protections in place. He made a deal with the city so that the taxes on the land that Cooper Union owned would come to the school and not the city. Also, the board of trustees would not be allowed to put the school in debt; members of the board would have to personally assume any debt over $5,000. It was really brilliant, really beautiful and really important.</p>\n<p>This is was what we talked about in the first class. Then the next month, the new president of Cooper Union convened everybody and announced that we were bankrupt, that we were in a deep deficit and that there was an existential threat to the school. It became apparent that the ways in which the board had been operating had been absolutely opaque-they'd been accountable to no one in any way. Turns out, years ago they took that one line that said they'd be responsible for debt and struck it from Cooper's operating code. I tried to find out what was happening with the money. I brought copies of the school's financial reports to a group of pretty badass forensic accountants. Their response basically said, \"The only books we've ever seen that were more fucked<br> up than this were when people were being deliberately obstructive.\"</p>\n<p>Since that moment, people [outside of the administration] have worked hard to try and figure out a way to move forward that doesn't include tuition. These past two years have been a terrible, terrible mess of miscommunication and mistrust-and different people have responded to that in different ways. </p>\n<img src=\"http://cdn.thefader.com/wp-content/uploads/2013/09/F87_NEWSPRINT_GOLFER_01.jpg\"><p><strong>Vincent Hui, student occupier, class of '15</strong><br> After the board announced tuition, basically everybody walked out of the Great Hall. There was very little yelling. People were disappointed. After that, every single night, 20, 30, 40, 50 of us students would meet in a room about 100 feet away from the president's office and plan this direct action, trying to articulate something that would be productive.</p>\n<p>The week before the action, the occupation became an open secret. On the day of action, we followed the plan that we'd drawn and walked straight into the president's office. At the time, he and the chairman of the trustees were having a meeting in the office next door. As soon as we walked in, they fled. </p>\n<p>The first day went peacefully. Everyone was cooperative. The second day, there was a lot of confrontation-they blocked the fire escape stairs and hired 20 or 30 private security guards to block all the stairwells and the elevators. It was a campus-wide lockdown without any notice to the community. They barricaded the bathroom doors and bolted them with steel plates. They blocked the water fountains with plywood panels. When that happened, over 100 students and faculty members rushed into the office and held the space. </p>\n<p>\"I brought copies of the school's financial reports to a group of pretty badass forensic accountants. Their response basically said, 'The only books we've ever seen that were more fucked up than this were when people were being deliberately obstructive.'\"<br> -Kevin Slavin</p>\n<img src=\"http://cdn.thefader.com/wp-content/uploads/2013/09/F87_NEWSPRINT_GOLFER_06-620x443.jpg\"><br><img src=\"http://cdn.thefader.com/wp-content/uploads/2013/09/F87_NEWSPRINT_GOLFER_02-620x443.jpg\"><p>After the first week, the president held another forum in the Great Hall. Over 100 students, faculty and staff crammed into the president's little office to watch the livestream to see what he had to say. The audience asked him six times to come up to his office, and finally he came. We had an hours-long conversation, but nothing got accomplished. In the end, he basically stood up and said, \"I have to go. I have a family.\" Since then, we haven't seen him, and he's rarely on campus. </p>\n<img src=\"http://cdn.thefader.com/wp-content/uploads/2013/09/F87_NEWSPRINT_GOLFER_08.jpg\"><p>We've been working in the office, trying to find a solution. We have daily classes and conversations. We run a PR department because we have more press requests than the school itself. We also run a development office, and we've been working on ideas to save and raise money for the school. We work a lot on governance: how can we restructure the school to make it a better place? </p>\n<p>This feels like a problem we cannot solve, but Peter Cooper and Cooper Union have been training us to solve this kind of problem. Look at the history of the Great Hall: The American Red Cross was founded there. Women's rights were founded there. Labor rights were founded there. Abraham Lincoln spoke against slavery there. \"Right makes might,\" said Lincoln. How could we not work on this? How could we not be committed to this? We think we can solve this problem. If nobody can, we will. </p>\n<p><strong>Peter Buckley, associate professor and the school's \"unofficial historian\"</strong><br> The interesting thing about higher education in general-and this is where Cooper Union is part of a larger story-is that it's very difficult to find out what it actually costs to educate a student. It's rather like healthcare. You start the year wondering, \"How much are we going to raise tuition this year?\"</p>\n<p>They say Cooper has been in financial difficulties since the 1970s-that's true. But what did we do? We had some capital projects that put us further into the hole. Cooper Union's new engineering building came in at close to $1,000 per square foot, similar to the cost of a luxury hotel. The trustees said that they weren't going to build it unless 80 percent of the construction costs were either in hand or promised. They didn't do that. And now we're in trouble, because we're exposed to a new level of debt. This time we've gone over the edge.</p>\n<p>In American higher education, it's better to throw money at an issue than to look at costs. One year, Cooper spent $4.1 million on fundraising when the entire full-time faculty salaries were $5.5 million. You've got to step back at some point. There are many, many people in the administration earning more money than the faculty, including an extraordinarily high salary for the president. This is a school of less than a thousand people. Even when we charge for tuition, how many kids are going to have to pay just for the president's salary?</p>\n<p>The pressure on higher education to become some kind of marketable commodity is everywhere. It's not just Astor Place, or New York City, or the United States. Something is changing about the character of education. There were lots of places in the United States that offered free education until the '70s. It was once nationally mandated to think of higher education as a public good-that it was simply good for democracy. Now, education is a piece of private advantage you purchase in the big competition for jobs. Look at President Truman's 1947 report on higher education-it was quite clear that everyone thought it was in the national advantage to make higher education as accessible and as cheap as possible. What the hell happened to that? </p>\n</div>", "entities": [{"count": 10, "name": "Cooper Union"}, {"count": 8, "name": "Cooper"}, {"count": 2, "name": "Peter Cooper"}, {"count": 2, "name": "Kevin Slavin"}, {"count": 2, "name": "Great Hall"}, {"count": 2, "name": "United States"}, {"count": 1, "name": "Lincoln"}, {"count": 1, "name": "Truman"}, {"count": 1, "name": "Abraham Lincoln"}, {"count": 1, "name": "Cooper Union fashion"}, {"count": 1, "name": "New York City"}, {"count": 1, "name": "Jamshed Bharucha"}, {"count": 1, "name": "Peter Buckley"}, {"count": 1, "name": "American Red Cross"}, {"count": 1, "name": "American"}, {"count": 1, "name": "New York"}, {"count": 1, "name": "Vincent Hui"}, {"count": 1, "name": "Advancement of Science"}, {"count": 1, "name": "Cooper Union 's School of Art"}], "favicon_colors": [{"color": [0, 4, 3], "weight": 0.03125}, {"color": [238, 248, 246], "weight": 0.011474609375}, {"color": [198, 206, 204], "weight": 0.01123046875}, {"color": [89, 98, 96], "weight": 0.0048828125}, {"color": [119, 123, 122], "weight": 0.001953125}], "keywords": [{"score": 102, "name": "cooper"}, {"score": 57, "name": "school"}, {"score": 46, "name": "tuition"}, {"score": 45, "name": "union"}, {"score": 45, "name": "student"}, {"score": 44, "name": "education"}, {"score": 41, "name": "trustees"}, {"score": 41, "name": "faculty"}, {"score": 31, "name": "alumni"}, {"score": 28, "name": "office"}], "published": null, "provider_name": "Thefader", "type": "html"}