{"provider_url": "http://www.e-flux.com", "description": "Julieta Aranda, Brian Kuan Wood, Anton Vidokle In April, Mark Epstein from the Cooper Union Board of Trustees announced the end of fully subsidized education across the college's art, engineering, and architecture schools. It was a closing chapter in a ferocious battle in the college since it announced its insolvency in 2011.", "embeds": [], "safe": true, "provider_display": "www.e-flux.com", "related": [], "favicon_url": "http://www.e-flux.com/favicon.ico", "authors": [], "images": [{"caption": null, "url": "http://www.e-flux.com/wp-content/files_mf/thumbnail45small.jpg", "height": 250, "width": 220, "colors": [{"color": [217, 221, 206], "weight": 0.403564453125}, {"color": [154, 160, 145], "weight": 0.343994140625}, {"color": [90, 98, 89], "weight": 0.140625}, {"color": [19, 24, 26], "weight": 0.11181640625}], "entropy": 5.111384000568258, "size": 16469}, {"caption": null, "url": "http://www.e-flux.com/wp-content/uploads/2013/10/prueba-arco-03.jpg", "height": 80, "width": 160, "colors": [{"color": [246, 250, 251], "weight": 0.64111328125}, {"color": [126, 154, 204], "weight": 0.290771484375}, {"color": [0, 4, 5], "weight": 0.03564453125}, {"color": [23, 31, 40], "weight": 0.0205078125}, {"color": [59, 65, 75], "weight": 0.011962890625}], "entropy": 2.14274214332, "size": 8465}, {"caption": null, "url": "http://e-flux.com/banner_images/1284993135nkdale-black.jpg", "height": 80, "width": 160, "colors": [{"color": [0, 1, 0], "weight": 0.906005859375}, {"color": [246, 173, 8], "weight": 0.078125}, {"color": [115, 81, 4], "weight": 0.008544921875}, {"color": [182, 129, 14], "weight": 0.00732421875}], "entropy": 0.9856093879824784, "size": 19163}, {"caption": null, "url": "http://www.e-flux.com/wp-content/themes/e-flux/img/eflux.png", "height": 50, "width": 179, "colors": [{"color": [245, 245, 245], "weight": 0.610595703125}, {"color": [14, 14, 14], "weight": 0.389404296875}], "entropy": 1.49931042021, "size": 10542}], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://www.e-flux.com/journal/editorial—‟language-and-internet”/", "url": "http://www.e-flux.com/journal/editorial%E2%80%94language-and-internet/", "media": {}, "title": "Editorial-‟Language and Internet\"", "offset": null, "content": "<div>\n<p>Julieta Aranda, Brian Kuan Wood, Anton Vidokle</p>\n<p>In April, Mark Epstein from the Cooper Union Board of Trustees announced the end of fully subsidized education across the college's art, engineering, and architecture schools. It was a closing chapter in a ferocious battle in the college since it announced its insolvency in 2011. But it may be the beginning of something else.</p>\n<p>The details are too complex to fully describe here. On the one hand, a shortfall in Cooper's endowment became unsustainable following the market crash of 2007-2008. An extravagant and badly timed building project around the same time compounded the problem. Subsidizing a free art school costs money, and the school simply did not have it. But in his address to the Cooper community, Epstein's brutal pragmatism inadvertently described a much larger problem.</p>\n<p>As we saw with the absurd closing of Middlesex University's philosophy department in 2010, the logic is deceptively clear: if you want it, you have to pay for it. But the real blow in Epstein's remarks wasn't to be found in his numbers, but in the total evacuation of any idea of why a school should be free in the first place, as a principle and a right, and as the primary means of leveling class differences in society. How could that have gone missing from an address by the school's very own trustees?</p>\n<p>Let's try to look at this another way-and maybe we can even take Epstein's pragmatism at its word. The big hit to Cooper's endowment came from the market crash. Essentially, the subsidies to operating costs and tuition had been placed in a number of risky investments and managed assets, and these lost a staggering 14% of their value without ever recovering. So even if we are to take the trustees' argument seriously-that the crisis is a purely fiscal one-then we must also recognize that the markets themselves are in the midst of their own financial, and even existential, crisis. And Cooper Union's solution-to adopt austerity measures at the expense of the college's own mission, thus liquidating support for generations of young artists-is to miss a crucial, and even quite interesting, aspect of what the financial crisis has revealed about how money and markets actually work.</p>\n<p>As the role of the state in ensuring the value of currency has grown weaker over the past few decades, markets have increasingly assumed the qualities of language, of a \"system of signs in which the only essential thing is the union of meanings\" (Saussure). The other language economy is of course the internet, where it was thought that the immaterial qualities of language would evade limits in supply and demand. But now for some reason, this promise reverses. As language becomes more free, everything else becomes incredibly expensive. This has made language, and the internet with it, a class battleground now more than ever, because it represents access to both knowledge and capital simultaneously.</p>\n<p>Market collapses have only made it more clear that the money system follows a recursive structure where value is not absolutely backed but mutually reinforced. And for those whose livelihoods depend on the integrity of the financial system, or even the state for that matter, this has produced a deep existential crisis. How can we be governed by recursive logics and swells of belief and disbelief, by speech acts and depressive episodes? Could my fortunes be pegged to nothing more than just this? Artists will tell you: of course. Because that is how the art system has always functioned. It has always been pegged to language.</p>\n<p>The students demonstrating at Cooper Union understand exactly this. And this is why the cost-benefit ratios of Mark Epstein and the trustees sound so alien. Furthermore, when the language of financial markets suffers, why should art education be subordinated to a logic of capital that is not only itself at risk, but also not backed by an idea? Cooper Union can produce its own capital, and the students know this. The language that backs it is the thing to be developed.</p>\n<p><a href=\"http://www.e-flux.com/journal/editorial%E2%80%94language-and-internet/45-may-2013\"> <img src=\"http://www.e-flux.com/wp-content/files_mf/thumbnail45small.jpg\"></a></p>\n</div>", "entities": [{"count": 3, "name": "Cooper"}, {"count": 3, "name": "Epstein"}, {"count": 3, "name": "Cooper Union"}, {"count": 2, "name": "Mark Epstein"}, {"count": 1, "name": "Cooper Union Board of Trustees"}, {"count": 1, "name": "Middlesex University"}, {"count": 1, "name": "Brian Kuan Wood"}, {"count": 1, "name": "Anton Vidokle"}, {"count": 1, "name": "Julieta Aranda"}], "favicon_colors": [{"color": [247, 247, 247], "weight": 0.037841796875}, {"color": [10, 10, 10], "weight": 0.01611328125}, {"color": [101, 101, 101], "weight": 0.008544921875}], "keywords": [{"score": 39, "name": "epstein"}, {"score": 38, "name": "language"}, {"score": 31, "name": "cooper"}, {"score": 27, "name": "trustees"}, {"score": 21, "name": "markets"}, {"score": 20, "name": "recursive"}, {"score": 19, "name": "union"}, {"score": 18, "name": "art"}, {"score": 17, "name": "logic"}, {"score": 16, "name": "school"}], "published": null, "provider_name": "E-flux", "type": "html"}