{"provider_url": "http://www.fjcsecurity.com", "description": "FJC Security Services is one of the largest contract security guard companies in New York City New Jersey. We provide superior, high quality site security assessment, fire detection system, CCTV installation, electronic access control solutions and mobile security patrol services. Our company offers a consultation service to Aviation, Colleges, Universities, Government, Commercial Properties, Health Care Facilities, and Residential.", "embeds": [], "safe": true, "provider_display": "www.fjcsecurity.com", "related": [{"score": 0.50309157371521, "description": "A security flaw in the \"My Vodacom\" online portal exposed Vodacom subscribers' personal details, including account balances, package details, service providers, average monthly spend, the phone used, PUK and PIN details. The flaw allowed a Vodacom subscriber who is logged into the My Vodacom online portal to enter any Vodacom number and find personal details linked to this number.", "title": "My Vodacom security flaw exposes subscriber details", "url": "http://mybroadband.co.za/news/security/94234-my-vodacom-security-flaw-exposes-subscriber-details.html", "thumbnail_height": 250, "thumbnail_url": "http://ox.mybroadband.co.za/www/delivery/avw.php?zoneid=498&cb=INSERT_RANDOM_NUMBER_HERE&n=acb4dec4", "thumbnail_width": 300}], "favicon_url": null, "authors": [], "images": [], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://www.fjcsecurity.com/", "url": "http://www.fjcsecurity.com/", "media": {}, "title": "FJC Security Services - Security. Service.", "offset": null, "content": "<div>\n<h2>FJC is the security service that prevents surprises because of its operational excellence.</h2>\n<p>For 25 years, <strong>FJC Security Services Inc</strong>. (FJC) has partnered with private and public sector clients to design and deploy security solutions focused on prevention and protection. Our philosophy is: Protect our client's premises as if they were our own. Based on that philosophy, we have been protecting people and property at commercial and residential complexes, educational campuses, government buildings, healthcare facilities, construction sites, major airports and high-profile public landmarks. Our work ethic also explains why we have grown significantly, starting as one of the most trusted and reliable<strong><a href=\"http://www.fjcsecurity.com/about-fjc/\">security companies in New York City</a></strong>. We have been expanding nationally, providing <strong>innovative security technology solutions</strong> in New Jersey, Texas, Tennessee, South Carolina and West Virginia. After all, providing real security (at a realistic price) involves more than posting great security guards -- although we do have the best in the business -- it's also about providing a total security consulting solution. FJC is able to provide both a <strong>qualified security site assessment</strong> and the ideal mix of <strong>comprehensive security solutions</strong>, from CCTV installation, fire detection and response systems to electronic security access control and mobile security patrol services. At FJC, we understand that it takes an entire team of professionals in the security business to truly protect people and property.</p>\n</div>", "entities": [{"count": 3, "name": "FJC"}, {"count": 1, "name": "New York City"}, {"count": 1, "name": "CCTV"}, {"count": 1, "name": "FJC Security Services Inc"}, {"count": 1, "name": "New Jersey"}, {"count": 1, "name": "Tennessee"}, {"count": 1, "name": "West Virginia"}, {"count": 1, "name": "South Carolina"}, {"count": 1, "name": "Texas"}], "favicon_colors": null, "keywords": [{"score": 50, "name": "fjc"}, {"score": 39, "name": "security"}, {"score": 17, "name": "solutions"}, {"score": 13, "name": "protect"}, {"score": 11, "name": "philosophy"}, {"score": 11, "name": "provide"}, {"score": 10, "name": "high-profile"}, {"score": 9, "name": "client"}, {"score": 9, "name": "services"}, {"score": 9, "name": "property"}], "published": null, "provider_name": "Fjcsecurity", "type": "html"}