{"provider_url": "http://cooper.edu", "description": "Dr. Teresa Dahlberg, the Dean of the Albert Nerken School of Engineering as of August, has all the bona fides that you could ask for in a leader of one of the most selective engineering schools in the U.S.", "embeds": [], "safe": true, "provider_display": "cooper.edu", "related": [{"score": 0.7525764107704163, "description": "American students are bored by math, science and engineering. They buy smartphones and tablets by the millions but don't pursue the skills necessary to build them. Engineers and physicists are often portrayed as clueless geeks on television, and despite the high pay and the importance of such jobs to the country's future, the vast majority of high school graduates don't want to go after them.", "title": "Who Says Math Has to Be Boring?", "url": "http://www.nytimes.com/2013/12/08/opinion/sunday/who-says-math-has-to-be-boring.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/07/opinion/video-editorial-ptech-new/video-editorial-ptech-new-videoSixteenByNine1050-v2.jpg", "thumbnail_width": 1050}, {"score": 0.6905787587165833, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.6757351160049438, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}, {"score": 0.6514503955841064, "description": "Universities in South Dakota, Nebraska, and other states have cut the number of credits students need to graduate. A proposal in Florida would let online courses forgo the usual higher-education accreditation process. A California legislator introduced a measure that would have substituted online courses for some of the brick-and-mortar kind at public universities.", "title": "'We Are Creating Walmarts of Higher Education'", "url": "http://www.theatlantic.com/education/archive/2013/12/we-are-creating-walmarts-of-higher-education/282619/", "thumbnail_height": 410, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR33OS4_1/lead_large.jpg?myf59a", "thumbnail_width": 615}, {"score": 0.6201606392860413, "description": "High school dropouts seeking a diploma will soon face a brand new exam system that will demand more skills from them - and yield more profits for testing companies. The traditional GED exam, administered for more than 70 years by the nonprofit American Council on Education, will be replaced on Thursday by a buffet of options from three testing...", "title": "Testing companies see cash cow in revamped GED", "url": "http://www.politico.com/story/2013/12/testing-companies-see-cash-cow-in-revamped-ged-101602.html", "thumbnail_height": 489, "thumbnail_url": "http://images.politico.com/global/2013/12/30/ged-testing-center.jpg", "thumbnail_width": 900}], "favicon_url": "http://cooper.edu/sites/all/themes/cooper/favicon.ico", "authors": [], "images": [{"caption": null, "url": "http://cooper.edu/sites/default/files/dahlberg_565.jpg", "height": 318, "width": 565, "colors": [{"color": [175, 176, 178], "weight": 0.7041015625}, {"color": [17, 21, 27], "weight": 0.223876953125}, {"color": [107, 83, 70], "weight": 0.04052734375}, {"color": [72, 53, 44], "weight": 0.031494140625}], "entropy": 4.477410772696251, "size": 41353}, {"caption": null, "url": "http://cooper.edu/sites/default/files/uploads/assets/engineering/images/2013/TD_pull1.gif", "height": 176, "width": 333, "colors": [{"color": [249, 249, 249], "weight": 0.91162109375}, {"color": [234, 46, 46], "weight": 0.055908203125}, {"color": [232, 146, 149], "weight": 0.032470703125}], "entropy": 0.723861173597119, "size": 6258}, {"caption": null, "url": "http://cooper.edu/sites/default/files/uploads/assets/engineering/images/2013/TD_pull5.gif", "height": 115, "width": 265, "colors": [{"color": [249, 249, 249], "weight": 0.910400390625}, {"color": [234, 42, 43], "weight": 0.046875}, {"color": [238, 136, 140], "weight": 0.034912109375}, {"color": [144, 148, 155], "weight": 0.0078125}], "entropy": 0.7642319743788818, "size": 3189}, {"caption": null, "url": "http://cooper.edu/sites/default/files/uploads/assets/engineering/images/2013/TD_pull6.gif", "height": 152, "width": 225, "colors": [{"color": [249, 249, 249], "weight": 0.919921875}, {"color": [232, 78, 53], "weight": 0.057861328125}, {"color": [239, 164, 161], "weight": 0.01513671875}, {"color": [145, 149, 156], "weight": 0.007080078125}], "entropy": 0.6930710684908341, "size": 3427}, {"caption": null, "url": "http://cooper.edu/sites/all/themes/cooper/assets/images/footer/map.png", "height": 164, "width": 291, "colors": [{"color": [59, 52, 51], "weight": 0.6376953125}, {"color": [211, 211, 211], "weight": 0.3623046875}], "entropy": 2.05833465827, "size": 15214}], "cache_age": 83499, "lead": null, "language": "English", "original_url": "http://cooper.edu/engineering/news/meet-deans-teresa-dahlberg", "url": "http://cooper.edu/engineering/news/meet-deans-teresa-dahlberg", "media": {}, "title": "Meet the Deans: Teresa Dahlberg", "offset": null, "content": "<div>\n<div><img src=\"http://cooper.edu/sites/default/files/dahlberg_565.jpg\"></div>\n<p>Dr. Teresa Dahlberg, the Dean of the Albert Nerken School of Engineering as of August, has all the bona fides that you could ask for in a leader of one of the most selective engineering schools in the U.S. She has experience in the private sector and academia, the vision to create a national engineering student program and the ability to procure millions in funding, among other demonstrable attributes. But there is one thing you will not find on her C.V. that may be her most valuable asset: her sunny, infectious optimism. For her, pivoting a \"hidden gem\" of a school to one that is more \"outward facing\" while also shepherding it from a grim financial future to a sustainable model are less challenges than opportunities with a \"high risk high reward.\" In this latest installment the <a href=\"http://cooper.edu/content/meet-deans\">Meet the Deans</a> series we sat down with Dean Dahlberg to discuss her past, how she finds the school now and where she wishes to steer it into the future.</p>\n<p>Dean Dahlberg, 52, born Teresa Abi-Nader in a family of six children, grew up fifty miles from Pittsburgh in a tightly knit Lebanese-American community based around Uniontown, Pennsylvania. She graduated from the University of Pittsburgh with a degree in electrical engineering and went to work for IBM in North Carolina, first in Research Triangle Park and then Charlotte. Ten years later she changed careers and ended up at UNC Charlotte as an Assistant Professor. Over eighteen years there she eventually became Associate Dean of the College of Computing and Informatics. She now lives in the Lower East Side with her husband, Brian Dahlberg, who currently oversees the development of the world's largest aluminum smelting plant, and their daughter Kristen, 15, who attends high school as a sophomore in New York City.</p>\n<strong>How did you become interested in engineering?</strong> <p><img src=\"http://cooper.edu/sites/default/files/uploads/assets/engineering/images/2013/TD_pull5.gif\">I started college as a music therapy major. I liked to play piano and I liked the idea of using music as a therapeutic means. But I always loved math. During my freshman year I missed math and I wanted to be in a more math-based major. I was also worried that the projected starting salary of a music therapist was lower than what I paid for tuition. I worked my way through college. It was hard. At the advice of a friend's dad who suggested engineering as a math-based career I changed majors.</p>\n<strong>What did you work on at IBM?</strong> <p>In Research Triangle Park I was in the Display Products division. This was the middle 80s when replacing analog electronics with a programmed microprocessor was the trend. One of the things we did was a point of sale terminal; a kiosk where under the covers was a PC. And we overlaid a touch screen. I worked on the hardware and software related to that. In Charlotte I was in the Banking Systems division. At that time the law required that banks take a picture, on microfilm, of the front and back of each check and store it away. We created a module that would capture a digital image of the front and back of the checks. Now you can deposit your check by taking an image with your phone. It's amazing how far we've come.</p>\n<strong>Why did you switch careers to higher education?</strong> <p>I loved being a student from the time I was a freshman in college. I thought that was the most exciting thing in the world. IBM had programs where after I took classes for a while I got a whole semester off to finish my masters degree; and then to finish my Ph.D. after my coursework I got two years off with a full engineering salary to work on my dissertation. I continued on with IBM and then decided I really wanted to be in higher ed. There was a low point for IBM. They were laying people off, and the work was not technically stimulating because of cut-backs. Winthrop University is very close to Charlotte, where I was living at the time. They needed a visiting assistant professor in computer science, and I decided to make the change. I thought, \"I don't really know where this is going to go. It's a one-year position, but I'll just go.\"</p>\n<strong>How did you end up at UNC Charlotte?</strong> <p>I got lucky. Over the next year UNC Charlotte started their first three PhD programs, one of which was in electrical engineering. They hired six assistant professors at once, and I applied and got the job. It was just being in the right place at the right time. I didn't have to move!</p>\n<strong>Does your background in the private sector influence your work in higher education?</strong> <p><img src=\"http://cooper.edu/sites/default/files/uploads/assets/engineering/images/2013/TD_pull1.gif\">It completely influences it. I think having been in industry has made me a much better teacher and researcher because I know what kind of environment the students will be going into. Knowing your job from a technical point of view is important but you also need to know how to work as part of team, how to meet deadlines and get the job done. And as a researcher, doing research tends to be an open-ended pursuit of a problem but I tend to be driven towards what's going to come out of this because I was in product development. So I have done a lot of research, but I am always thinking about technology transfer.</p>\n<strong>What do you consider your most important accomplishment at UNC Charlotte?</strong> <p>I am most proud of the fact that in the 2000s, while I was a professor in the College of Computing and Informatics, I created the STARS alliance [Students in Technology, Academia, Research and Service], which is now a non-profit called the STARS Computing Corps. The overarching goal of STARS is to help the United States have a larger and more diverse computing workforce. U.S. student enrollment in computing as college freshman started declining in 2000 right after the dot-com bust and continued to decline until 2010. The problem extends back to K through 12 STEM [Science, Technology, Engineering &amp; Math] education. Students' interest in math and science has been declining steadily in the last two decades while overseas it's been increasing steadily. So we are losing our global leadership in science and technology. STARS is about having college students charged with doing a community-based project that leverages their technical skills and increases interest among K through 12 students in computing.</p>\n<strong>How does it work?</strong> <p>Students undertake their own projects. A typical such project is to develop a program to teach game design or building and programming robots. Robots and games are easy things to make exciting to kids. STARS students are charged with developing the technology and the curriculum and then delivering it to younger students, usually high school or middle school students. This deepens the technical skills of the college students because if you have to teach something you have to learn it in a different way. Also, having to explain technical concepts to a kid helps you to learn how to explain technical concepts to non-technical people, which is an important skill for an adult engineer. It helps build interpersonal skills. And lastly it puts young, vibrant role models in front of younger students.</p>\n<strong>What is the current status of the STARS alliance?</strong> <p>In 2005, we put it together. Since 2006 I have received $9M from the National Science Foundation to spread it across the country. We started in the southeast and then we spread it nationally. We have 50 colleges and universities that have adopted the program.</p>\n<strong>Will you be bringing it to Cooper?</strong> <p>It's already here. We have an annual conference called the STARS Celebration to celebrate the prior year's success and to kick off students' projects for the next year. Students come with their faculty and they like being around all these other students from different universities. I came here right before the August STARS Celebration and I brought Dr. Robert Dell to it. He started collaborating right away with a faculty member from Carnegie Mellon University who does a lot of robotics work. So now Robert is leading a group of STARS students here at the Cooper Union trying to use Robert's thermoelectric generator to power and remotely control robots and integrate that into an outreach project.</p>\n<strong>Tell us how you ended up at The Cooper Union.</strong> <p>I was looking for a Dean's position last year. I had gone through lots of different milestones in my career and felt like being a Dean was the next challenge that I wanted.  A search firm contacted me, and I applied. I wasn't originally thinking about a small private college because I came from a large research university. But I came and was very impressed. I found a unique environment here.</p>\n<strong>What did you know about The Cooper Union prior to applying?</strong> <p>I had never heard of The Cooper Union before the search firm contacted me. I was pleasantly surprised. I was surprised by how passionate the faculty on the search committee were about their students. I was surprised at the breadth of projects that the students do. And I was really impressed with the quality of the students and what they could achieve.</p>\n<strong>You must have known about the financial challenges faced by the institution. Was that a factor in your decision to take the job?</strong> <img src=\"http://cooper.edu/sites/default/files/uploads/assets/engineering/images/2013/TD_pull6.gif\"><p>That was something I had to think about. Once the school checked my references, which meant that people I knew were aware I was applying here, I had lots of people saying, \"Are you crazy? Why would you go there? Have you not seen what's online?\" But I felt like this is a hidden gem. This is an amazing institution. And yes there is this huge hurdle to get through now that it has changed from 100% tuition scholarships to 50%. But I have been through dramatic institutional changes and seen very good things come out the other side. So I won't say it didn't bother me, but I felt like it wasn't an insurmountable problem. I felt like it's a high-risk / high-reward situation. So yes, it might not work out. But I felt more confident that it would work out. And then the gain is that this a fantastic place to be and this is a good time to be part of a pivotal change at this institution. I remain very, very optimistic. I just looked at this as the ultimate challenge.</p>\n<strong>What other \"dramatic institutional changes\" have you witnessed?</strong> <p>The first year I was at Winthrop University as a visiting assistant professor there was a big uproar in the faculty and they gave their president a vote of no confidence. That president just recently retired happily and the school moved on and they ended up loving him. At UNC Charlotte I joined the institution when it was 16,000 students, undergraduate only and then made the metamorphic change to be a national research university. Today there are over 26,000 students. Cooper Union isn't making that particular change but it's making a dramatic change that makes a lot of people uncomfortable. That's the environment we had at UNC Charlotte. I've seen how painful making changes can be, but if you do it right you come out stronger.</p>\n<strong>You've been asked to present your vision of the future for the School of Engineering before the Board of Trustees. Can you give us a sense of that?</strong> <p>What's really exciting is that my image of what engineering education should be is already here at the Nerken school. The phrase that has been said to me by a lot of students is that there is a competitive / collaborative environment here. The Nerken school has the same rigorous, high-achieving competitive atmosphere as the top national research universities but then it has the collaborative, peer environment and the close faculty-student relationships that are more common among small, private colleges. We have the combination of those, and I think that is a key, unique attribute of the Nerken school. Furthermore, I see that there is already a lot of interdisciplinary work, and I think there is an opportunity to be more interdisciplinary. I was particularly attracted to Cooper Union because I thought it would be really neat to have a curriculum where art, engineering and architecture students are involved across those disciplines. There is not enough of that yet. There is an opportunity for that to be another unique identifier of the Cooper Union.</p>\n<strong>What are some of your more short-term goals?</strong> <p>I identified a set of eight key initiatives for us to work on this year with the overarching goal of working to preserve and enhance our academic excellence while moving towards financial sustainability. That's my tag line for this year. We absolutely have to move toward financial sustainability, but we need to keep our academic mission front and center. So I created a list of eight initiatives, which is too many (first I listed closer to fifty, but had to narrow it down), that rally around this core concept.</p>\n<strong>Can you share one or two?</strong> <p>The first one is identifying and promoting our academic identity. Basically we have some amazing attributes but they don't show.</p>\n<strong>Is that exemplified by your total ignorance of the Cooper Union prior to coming here?</strong> <p>Absolutely. The fact that I had never heard of the Cooper Union was one thing. But in addition to that, the whole atmosphere of The Cooper Union, I didn't get it until I started here. I had some version of it in my mind that made me want to come here but it wasn't until I got here that the strengths of this school became apparent. For example I started out saying, '\"Why don't they have computer science? There's not a lot of computing here.\" But there's actually a lot of computing here. But it's in different courses and there's not a banner on top of it. Another example is that the math and science foundation that the students get here is more rigorous than is typical. That enables the Cooper graduates to go into fields beyond whatever their designated degree is in. My favorite example is that I have met civil engineering graduates who work on Wall Street. I would never have thought of that. Other graduates end up in M.D. Ph.D. programs. These things aren't anomalies. They are common here. But that doesn't get discovered until you are talking to people.</p>\n<strong><img src=\"http://cooper.edu/sites/default/files/uploads/assets/engineering/images/2013/TD_pull_long2.gif\"></strong> <strong>So what's the solution?</strong> <p>Finding ways of making our curriculum visibly distinctive. It's distinctive right now but it is not visibly distinctive. As a specific example, students take more credits than bachelor's candidates at other schools and do graduate-level work during their undergraduate studies and yet they might still just graduate with a bachelor's degree. If we can direct the students' efforts so they have completed a bachelor's degree and maybe a minor or a graduate certificate, they will have done the same amount of work but what they have done will be visible to the outside world. So we are looking at ways that a student gets credit and it shows.</p>\n<strong>What's another goal for this year?</strong> <p>The one gap I think we need to fill is being more New York City relevant. Our curriculum is strong but it is not outward facing. There are some leading edge areas that we should be focused on. We are going to do that through graduate programs. I am not going to give examples because right now we have to do some fact-finding to see what makes sense.</p>\n<strong>As a former Associate Dean of a College of Computing and Informatics, is a computer science degree something you would be interested in developing here?</strong> <p>Yes, at the right time. Computer science is a booming field, and students with computer science degrees are getting jobs like crazy. But engineers with computational skills are also very much in demand. Increasing our emphasis on computational science and computational engineering is a goal and we can do that through the existing degree programs.</p>\n<strong>Where do you see the school in five years?</strong> <p>In five years I see the school continuing to have the strong four undergraduate degree programs that it has right now but with more interdisciplinary options through tracks or minors.  I see a very strong Masters degree program with a number of tracks that are industry facing, including a Masters non-thesis option and a Masters thesis option to prepare students to go into Ph.D. programs. I think the school would have a lot more collaboration with Art and Architecture whether that is through curriculum or centers or institutes. I think the school would continue to have the competitive / collaborative environment that it has and would continue to attract really, really high quality students and faculty. And that more faculty would have ongoing research programs that would involve the undergraduate students. </p>\n<strong>Any concluding thoughts?</strong> <p>Of all the years I've been working in engineering I happen to think that now is the most exciting time to be an engineer. Engineers are being called upon to solve some of the most critical global and societal problems. The National Academy of Engineering calls these the Grand Challenges - where engineers are being called upon to solve problems such as providing clean water, renewable sources of energy, sustainability, urban infrastructures, advancing medicine and engineering tools that will advance innovation in science. In other words engineering is now a part of solving problems that enhance our collective quality of life. I see The Albert Nerken School of Engineering and The Cooper Union as being at the forefront of this important shift. </p>\n</div>", "entities": [{"count": 9, "name": "Cooper Union"}, {"count": 5, "name": "IBM"}, {"count": 5, "name": "UNC Charlotte"}, {"count": 3, "name": "Charlotte"}, {"count": 2, "name": "Winthrop University"}, {"count": 2, "name": "Cooper"}, {"count": 2, "name": "Robert"}, {"count": 2, "name": "New York City"}, {"count": 2, "name": "U.S."}, {"count": 2, "name": "The Cooper Union"}, {"count": 2, "name": "Dean"}, {"count": 1, "name": "Lower East Side"}, {"count": 1, "name": "Lebanese-American"}, {"count": 1, "name": "Dr. Robert Dell"}, {"count": 1, "name": "Board of Trustees"}, {"count": 1, "name": "Carnegie Mellon University"}, {"count": 1, "name": "North Carolina"}, {"count": 1, "name": "Associate Dean of the College of Computing and Informatics"}, {"count": 1, "name": "College of Computing and Informatics"}, {"count": 1, "name": "Pittsburgh"}, {"count": 1, "name": "Dean Dahlberg"}, {"count": 1, "name": "Dahlberg"}, {"count": 1, "name": "National Academy of Engineering"}, {"count": 1, "name": "M.D."}, {"count": 1, "name": "Uniontown"}, {"count": 1, "name": "Nerken"}, {"count": 1, "name": "University of Pittsburgh"}, {"count": 1, "name": "Teresa Abi-Nader"}, {"count": 1, "name": "Albert Nerken School of Engineering"}, {"count": 1, "name": "Pennsylvania"}, {"count": 1, "name": "Albert Nerken"}, {"count": 1, "name": "United States"}, {"count": 1, "name": "National Science Foundation"}, {"count": 1, "name": "Academia"}, {"count": 1, "name": "STARS Computing Corps"}, {"count": 1, "name": "Research and Service"}, {"count": 1, "name": "Kristen"}, {"count": 1, "name": "Technology , Engineering & Math"}, {"count": 1, "name": "Dr. Teresa Dahlberg"}, {"count": 1, "name": "Brian Dahlberg"}, {"count": 1, "name": "Associate Dean of a College of Computing and Informatics"}], "favicon_colors": [{"color": [242, 250, 252], "weight": 0.03759765625}, {"color": [0, 177, 245], "weight": 0.0048828125}, {"color": [239, 204, 15], "weight": 0.00439453125}, {"color": [246, 228, 134], "weight": 0.00341796875}, {"color": [0, 145, 97], "weight": 0.00341796875}], "keywords": [{"score": 137, "name": "students"}, {"score": 102, "name": "engineering"}, {"score": 79, "name": "computational"}, {"score": 67, "name": "school"}, {"score": 57, "name": "cooper"}, {"score": 50, "name": "unc"}, {"score": 50, "name": "nerken"}, {"score": 47, "name": "degree"}, {"score": 47, "name": "college"}, {"score": 47, "name": "dean"}], "published": null, "provider_name": "Cooper", "type": "html"}