{"provider_url": "http://pioneer.cooper.edu", "description": "Last Monday, October 14th, Dean Dahlberg was invited by the Engineering Student Council to give a presentation to the students about her vision for the School of Engineering followed by a Q&A session. She had given the same presentation to the faculty a week prior.", "embeds": [], "safe": true, "provider_display": "pioneer.cooper.edu", "related": [{"score": 0.6558544635772705, "description": "American students are bored by math, science and engineering. They buy smartphones and tablets by the millions but don't pursue the skills necessary to build them. Engineers and physicists are often portrayed as clueless geeks on television, and despite the high pay and the importance of such jobs to the country's future, the vast majority of high school graduates don't want to go after them.", "title": "Who Says Math Has to Be Boring?", "url": "http://www.nytimes.com/2013/12/08/opinion/sunday/who-says-math-has-to-be-boring.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/07/opinion/video-editorial-ptech-new/video-editorial-ptech-new-videoSixteenByNine1050-v2.jpg", "thumbnail_width": 1050}, {"score": 0.6059528589248657, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.5931914448738098, "description": "PALO ALTO - Akshay Kothari's first assignment at the D.school - formally known as the Hasso Plattner Institute of Design at Stanford University - was to rethink how people eat ramen noodles. His last D.school assignment led to a news-reading app that was bought by LinkedIn for $90 million.", "title": "Solving Problems for Real World, Using Design", "url": "http://www.nytimes.com/2013/12/30/technology/solving-problems-for-real-world-using-design.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/30/business/dschool1/dschool1-videoSixteenByNine1050.jpg", "thumbnail_width": 1050}, {"score": 0.5908104777336121, "description": "It's my fault. I'll admit it. During my eight years in the classroom, I ruined at least two amazing literary works by assigning horrifically dull reading projects. My only hope is that those middle school students, whose enthusiasm I quashed, found another way to become passionate about literature.", "title": "Projects to Engage Middle School Readers", "url": "http://www.edutopia.org/blog/projects-engage-middle-school-readers-beth-holland", "thumbnail_height": 345, "thumbnail_url": "http://www.edutopia.org/files/slates/holland-engage-ms-readers-flickr.jpg", "thumbnail_width": 460}], "favicon_url": "http://pioneer.cooper.edu/blog/wp-content/uploads/2012/10/cu_logo_favicon1.ico", "authors": [], "images": [], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://pioneer.cooper.edu/dean-dahlberg-presentation-qa-session/", "url": "http://pioneer.cooper.edu/dean-dahlberg-presentation-qa-session/", "media": {}, "title": "Dean Dahlberg Presentation and Q&A Session", "offset": null, "content": "<div>\n<p>Last Monday, October 14th, Dean Dahlberg was invited by the Engineering Student Council to give a presentation to the students about her vision for the School of Engineering followed by a Q&amp;A session. She had given the same presentation to the faculty a week prior.</p>\n<p>Her plan includes eight key initiatives-some to be added or removed-but at least a set of initiatives revolving around the ideas of 21st century engineering in a global context, leadership, and adaptability in the field. Overall, she plans to work toward increasing the rankings of the engineering school, from #7 to #1, while maintaining a rigorous curriculum, promoting leadership, and improving interdisciplinary work between art, architecture, engineering, and the humanities. Dean Dahlberg's overarching goal for the School of Engineering is to \"preserve and enhance academic excellence while moving towards financial stability\".</p>\n<p>The first point of her vision is academic excellence, which refers to advertising that this school about being more than just free. Particularly, she talked about how Cooper Union students have a tendency to overload on courses and do graduate-level work as undergraduates. She also hopes to move toward a focus on more faculty research, including a greater number of opportunities for undergraduate involvement in research with professors. The second point refers to the implementation and expansion of fee-based graduate programs, of which there would be two tracks: a theses track focused on research and a non-thesis track focused on students with plans to go into industry, that she claims would hopefully attract fee-paying students to the Cooper Union. In addition to a fee-based masters programs, the third point of Dean's Dahlberg's key initiatives for the engineering school is the introduction a fee-based pre-college program in engineering to attract gifted college students. While fee-based, the program would provide grants for \"underserved\" students. The program is what Dean Dahlberg refers to as the \"STEM pipeline\", an initiative to increase the number of K-12 students going into science, technology, engineering, and mathematics-based fields.</p>\n<p>The final five points Dean Dahlberg only briefly touched upon before ending her presentation, but they are: improve student recruitment and retention, improve communications and ranking, build community, reinvent the C.V. Starr Research Foundation, and implement professional development across all faculty, staff, and administration.</p>\n<p>Following the presentation of Dean Dahlberg's eight key initiatives for the School of Engineering, the floor was opened to the students for a question and answer session. Questions from the students were mostly concerned with her ideas about undergraduate research, graduate programs, and certificates/minors. However, Dean Dahlberg decided to end the session early once the students began asking about her stance on undergraduate tuition, since she stated that she had not been invited to speak about that particular issue. &#9674;</p>\n</div>", "entities": [{"count": 5, "name": "Dean Dahlberg"}, {"count": 3, "name": "School of Engineering"}, {"count": 2, "name": "Dahlberg"}, {"count": 2, "name": "Cooper Union"}, {"count": 1, "name": "Dean"}, {"count": 1, "name": "C.V. Starr Research Foundation"}], "favicon_colors": [{"color": [245, 249, 250], "weight": 0.033447265625}, {"color": [0, 170, 234], "weight": 0.00439453125}, {"color": [240, 207, 20], "weight": 0.004150390625}, {"color": [234, 31, 38], "weight": 0.00390625}, {"color": [41, 81, 109], "weight": 0.00390625}], "keywords": [{"score": 70, "name": "dahlberg"}, {"score": 50, "name": "students"}, {"score": 42, "name": "engineering"}, {"score": 41, "name": "dean"}, {"score": 40, "name": "fee-based"}, {"score": 30, "name": "undergraduate"}, {"score": 20, "name": "school"}, {"score": 20, "name": "faculty"}, {"score": 18, "name": "programs"}, {"score": 15, "name": "research"}], "published": null, "provider_name": "Cooper", "type": "html"}