{"provider_url": "http://www.nytimes.com", "description": "Since Peter Cooper's heirs gave the Cooper Union for the Advancement of Science and Art the land under the Chrysler Building in 1902, the school's endowment has enabled it to offer students a high-quality, tuition-free education through two world wars, the Great Depression and multiple stock market crashes and financial crises.", "embeds": [], "safe": true, "provider_display": "www.nytimes.com", "related": [{"score": 0.6302766799926758, "description": "The Gottex Endowment Strategy Fund (GTEAX) will be available for purchase later this week after it invests its $100 million in seed capital from the Swiss firm by December 31. Gottex, founded by Joachim Gottschalk in 1992, becomes the latest firm to tap into growing demand from investors for portfolios that promise to make money in good times and bad by being less correlated to broader markets.", "title": "Gottex readies fund to let Main Street invest like Wall Street", "url": "http://www.reuters.com/article/2013/12/30/us-hedgefunds-gottex-idUSBRE9BT0NP20131230", "thumbnail_height": null, "thumbnail_url": null, "thumbnail_width": null}, {"score": 0.5531811118125916, "description": "Chinese funds focused on the nation's domestic stocks are increasingly looking to hedge their bets. While short selling, or betting that a stock's price will fall, remains uncommon in China because of the high cost of borrowing stocks, hedge funds are using CSI-300 index futures and other methods to limit their risk.", "title": "Chinese hedge funds find ways to limit their exposure", "url": "http://online.wsj.com/news/articles/SB10001424052702303453004579289881318217244", "thumbnail_height": 200, "thumbnail_url": "http://si.wsj.net/img/WSJ_profile_lg.gif", "thumbnail_width": 200}, {"score": 0.5210291147232056, "description": "AGIC Convertible&Income Fund II (NYSE:NCZ), Advent Claymore Convertible Securities and Income Fund Common Shares of Beneficial Interest (NYSE:AGC), Advent Claymore Convertible Sec & Inc Fd (NYSE:AVK), Bancroft Fund Ltd. (NYSEMKT:BCV), Calamos Conv. Opptys. & Income Fund (NASDAQ:CHI): Crank Up Your Portfolio's Yield With This Rock Star Fund", "title": "Crank Up Your Portfolio's Yield With This Rock Star Fund", "url": "http://seekingalpha.com/article/1921931-crank-up-your-portfolios-yield-with-this-rock-star-fund", "thumbnail_height": 80, "thumbnail_url": "http://static.cdn-seekingalpha.com/uploads/2013/8/19/social_sa_logo.png", "thumbnail_width": 150}], "favicon_url": "http://www.nytimes.com/favicon.ico", "authors": [{"url": "http://topics.nytimes.com/top/reference/timestopics/people/s/james_b_stewart/index.html", "name": "JAMES B. STEWART"}], "images": [{"caption": null, "url": "http://graphics8.nytimes.com/images/2013/05/10/business/video-stewart-cooper-union/video-stewart-cooper-union-superJumbo.jpg", "height": 507, "width": 768, "colors": [{"color": [187, 192, 185], "weight": 0.2978515625}, {"color": [81, 68, 65], "weight": 0.2724609375}, {"color": [137, 137, 128], "weight": 0.240966796875}, {"color": [28, 25, 27], "weight": 0.188720703125}], "entropy": 6.17283883955, "size": 106502}, {"caption": null, "url": "http://graphics8.nytimes.com/images/2013/05/11/business/STEWART/STEWART-articleInline.jpg", "height": 131, "width": 190, "colors": [{"color": [120, 123, 119], "weight": 0.444580078125}, {"color": [61, 66, 63], "weight": 0.36865234375}, {"color": [27, 29, 29], "weight": 0.186767578125}], "entropy": 5.38692882537, "size": 11732}, {"caption": null, "url": "http://graphics8.nytimes.com/images/2013/05/11/business/Stewartjp/Stewartjp-articleInline.jpg", "height": 124, "width": 190, "colors": [{"color": [100, 100, 97], "weight": 0.333984375}, {"color": [234, 241, 248], "weight": 0.2373046875}, {"color": [58, 60, 56], "weight": 0.198486328125}, {"color": [160, 162, 159], "weight": 0.12939453125}, {"color": [23, 25, 22], "weight": 0.100830078125}], "entropy": 5.10722091854, "size": 11608}, {"caption": null, "url": "http://i1.nyt.com/images/2013/12/31/opinion/31MOTH_OPED_PM/31MOTH_OPED_PM-moth.jpg", "height": 151, "width": 151, "colors": [{"color": [246, 246, 246], "weight": 0.739013671875}, {"color": [1, 1, 1], "weight": 0.2265625}, {"color": [82, 82, 82], "weight": 0.034423828125}], "entropy": 1.31134933265, "size": 11895}, {"caption": null, "url": "http://i1.nyt.com/images/2013/12/31/world/asia/31MOTH_SOIL/31MOTH_SOIL-moth.jpg", "height": 151, "width": 151, "colors": [{"color": [221, 224, 225], "weight": 0.272705078125}, {"color": [116, 107, 99], "weight": 0.142578125}, {"color": [51, 55, 40], "weight": 0.125244140625}, {"color": [158, 149, 117], "weight": 0.115234375}, {"color": [179, 177, 173], "weight": 0.09423828125}], "entropy": 6.42394062671, "size": 33264}], "cache_age": 82306, "lead": null, "language": "English", "original_url": "http://www.nytimes.com/2013/05/11/business/how-cooper-unions-endowment-failed-in-its-mission.html?smid=tw-share", "url": "http://www.nytimes.com/2013/05/11/business/how-cooper-unions-endowment-failed-in-its-mission.html?pagewanted=all", "media": {}, "title": "How Cooper Union's Endowment Failed in Its Mission", "offset": null, "content": "<div>\n<p>Since Peter Cooper's heirs gave the <a href=\"http://topics.nytimes.com/top/reference/timestopics/organizations/c/cooper_union_for_the_advancement_of_science_and_art/index.html?inline=nyt-org\">Cooper Union</a> for the Advancement of Science and Art the land under the <a href=\"http://topics.nytimes.com/top/reference/timestopics/subjects/c/chrysler_building/index.html?inline=nyt-classifier\">Chrysler Building</a> in 1902, the school's endowment has enabled it to offer students a high-quality, tuition-free education through two world wars, <a href=\"http://topics.nytimes.com/top/reference/timestopics/subjects/g/great_depression_1930s/index.html?inline=nyt-classifier\">the Great Depression</a> and multiple stock market crashes and financial crises. </p>\n<p>So why does Cooper Union now find itself forced to charge tuition of an estimated $20,000 a year, abandoning what many consider its most important legacy?</p>\n<p>This week, angry students were occupying the president's office in protest. They might be even angrier to learn that some of their future tuition dollars could be going to support wealthy hedge fund managers who oversee some of the school's $666.7 million endowment.</p>\n<p>Cooper Union may be an extreme example, but it's hardly the only college suffering from a combination of decades of bad decisions and recent treacherous markets. Its endowment was typical of the many endowments and pension funds that took the plunge into so-called alternative investments like hedge funds, which have lured investors with the promise of generous and steady returns in both good times and bad. And compared with many universities, Cooper Union did a good job managing its endowment through the recent financial crisis. As recently as 2009, the school maintains, it ranked first among all American universities for endowment performance.</p>\n<p>Even so, hedge funds couldn't solve the college's dire financial problems, and many hedge funds have been far more successful at lining the pockets of their managers than beating market averages. (The typical hedge fund manager charges a fee of 2 percent of assets plus 20 percent of any gains.) In fiscal year 2009, which ended June 30, 2009, Cooper Union's hedge funds and other managed assets lost 14 percent, and the returns since then have lagged the stock market's recovery. Today, Cooper Union's endowment is lower than it was at the end of fiscal year 2008, even as the Standard &amp; Poor's 500-stock index has hit new highs. From 2009 to 2012, a simple, low-fee mix of 60 percent stocks and 40 percent bonds far outperformed hedge fund indexes.</p>\n<p>Weak hedge fund performance is hardly Cooper Union's only financial problem. Today's crisis has been brewing for decades if not longer, and comes after years of what looks like bad management decisions with little accountability or supervision by New York's attorney general, who oversees nonprofit institutions. Over the decades, Cooper Union has sold off assets piecemeal, failed to diversify its endowment, taken on debt and built a lavish new building. After the 2000-1 stock market plunge, the managed endowment, excluding the Chrysler Building, lost half its value. The school never cultivated its potential donor base, leaving most graduates with the impression that it was wealthy and didn't need alumni contributions.</p>\n<p>In some ways, it's surprising that the school's trustees managed to stave off charging tuition as long as they did. \"We've only been one step ahead of the bailiff for decades,\" said John C. Michaelson, a trustee who runs an investment firm and has been chairman of the investment committee since 2012, as well as from 2005 to 2008. \"We were pulling rabbits out of hats.\"</p>\n<p>The simplest rule of asset management, one familiar to even novice investors, is diversification. Yet Cooper Union's endowment is highly unusual in that it's concentrated in a single asset - the land under the Chrysler Building - which accounts for nearly 84 percent of its assets, according to its most recent financial statement.</p>\n<p>By contrast, Emory University in Atlanta, which as recently as 2001 had 60 percent of its main endowment in Coca-Cola stock, has since sold all of it and diversified into other assets.</p>\n<p>Having so much of the endowment in a single asset \"is against everything I stand for,\" Mr. Michaelson said. He and other trustees said they considered selling it in 2006, when the college was facing mounting financial deficits, but concluded that would be impractical. Cooper Union receives annual lease payments of $9 million from the owner of the Chrysler Building, Tishman Speyer Properties, and $18.2 million in so-called tax equivalency payments that would otherwise go to New York City. The right to the tax revenue couldn't be transferred to a buyer.</p>\n<p>But assuming a 5 percent return, a $27.2 million annual revenue stream would be generated by selling the Chrysler Building land for $544 million, which doesn't seem so far-fetched a price. Tishman Speyer sold 666 Fifth Avenue, which hardly compares to the landmark Chrysler Building, for $1.8 billion in 2006, and bought the MetLife building in 2005 for $1.72 billion. And the Chrysler site might have been highly appealing to a <a href=\"http://topics.nytimes.com/top/reference/timestopics/subjects/s/sovereign_wealth_funds/index.html?inline=nyt-classifier\">sovereign wealth fund</a> or other major real estate investor looking for a trophy asset. (A Cooper Union spokesman said the trustees needed to generate annual revenue of $55 million, which the lease is expected to produce beginning in 2018. The amount necessary to generate that revenue at a 5 percent return would be $1.1 billion.) </p>\n<p>Still, it doesn't seem the trustees made any serious attempt to even determine its market price, and the college seems to have had a nostalgic attachment to it as a part of its heritage. In 2006, Cooper Union defended the decision not to sell the land by describing it as \"a gift from the children of Peter Cooper,\" that is \"the heart of the Cooper Union.\"</p>\n<p>Instead, Cooper Union renegotiated the lease with Tishman Speyer, which was not due to expire until 2047. The college negotiated an increase to $32.5 million in 2018, which rises every 10 years thereafter. But it still had to make it to 2018, five years into the future.</p>\n<p>At the same time that Cooper Union decided not to try to sell the site, it borrowed $175 million, using the Chrysler site as collateral, to build a new engineering and art building and \"to meet future operating deficits,\" as the school acknowledged in court papers seeking permission for the loan. The term of the loan was 30 years, at an interest rate of 5.875 percent, which amounts to more than $10 million in interest payments a year. By today's standards, 5.875 percent is exorbitant, but the college said it couldn't refinance the loan at a lower rate.</p>\n<p>Hardly anyone disputes Cooper Union's need for new engineering facilities. Whether it needed that particular building, at such high cost - about $166 million - remains a matter of dispute. Trustees told me that the college's development consultants told them that a signature building with a marquee architect - in this case, Thom Mayne of Morphosis Architects - would attract a large donor eager to have his or her name on a trophy building.</p>\n<p>But no such donor materialized, and experts I consulted said Cooper Union had it backward - the first step is to attract the donor, who then is involved in choosing the architect and designing the building. \"I've never heard of a case where you build the building first and hope a donor comes along,\" said Kenneth E. Redd, director of research and policy analysis for the National Association of College and University Business Officers. Trustees I spoke to agreed that the assurances they got that donors would materialize proved to be wrong. \"We were supposed to raise another $125 million,\" a trustee told me. \"We didn't. Maybe we were over-optimistic, but we had these professional development people who told us someone would want to put their name on the building.\"</p>\n<p>Of the loan proceeds, $34 million was turned over to the school's endowment. According to Mr. Michaelson, all of that was held in cash and used over the next few years to cover the school's mounting operating deficits. \"I never would have borrowed money to invest in the market,\" Mr. Michaelson said. \"It's against everything I believe in; I don't believe in leverage. Leverage is great on the upside. It destroys you on the downside. We couldn't afford to lose money.\"</p>\n<p>But the endowment aside, the large loan did have the effect of adding a large amount of leverage to Cooper Union's balance sheet at what turned out to be an especially bad moment. And the cash freed up other money for alternative assets at what turned out to be the top of the market. In 2006, the school had $19.4 million in hedge funds. In 2007, that had ballooned to $75.6 million, which amounted to more than 60 percent of the managed portfolio, excluding the Chrysler site and cash. By 2008, the hedge fund investments amounted to almost $103 million. That's a very high concentration of the non-real estate assets in a single asset class.</p>\n<p>Cooper Union's heavy reliance on hedge funds \"strikes me as irresponsible,\" said Simon Lack, an investment adviser and author of \"The Hedge Fund Mirage,\" which questions many of the premises of hedge funds. \"Of course, it was forced upon them by a long series of what look like bad decisions. But there's no way that hedge funds could deliver the returns they wanted after their high fee structure.\"</p>\n<p>Mr. Michaelson said he anticipated there might be a market downturn, and that the hedge funds included so-called long-short funds and absolute return strategies intended to protect against declining markets. But by the end of fiscal year 2009, Cooper Union's hedge funds amounted to just $18.8 million, in part because of market declines and in part through liquidation.</p>\n<p>Mr. Michaelson said he was aiming for a 10 percent annual return, which may have been attainable in the early days of hedge funds, when they had much less capital to invest. Today, \"such returns are simply unrealistic,\" Mr. Lack said.</p>\n<p>Hedge funds did help cushion the market decline in fiscal year 2009, when the S.&amp; P. 500 dropped about 26 percent. But they have hurt the endowment's performance since then. Mr. Michaelson said Cooper Union's returns for the managed endowment, excluding the Chrysler asset and cash, were negative 14 percent in fiscal year 2009, 10 percent in 2010 and 17 percent in 2011. Cooper Union's portfolio lost 5 percent in fiscal year 2012. That portion of the endowment fell to about $85.9 million at the end of fiscal year 2012, from about $169 million in 2008, and the total endowment dropped to $666.7 million from $710 million in 2008.</p>\n<p>By comparison, a simple mix of 60 percent stocks, as measured by the S.&amp; P. 500, and 40 percent bonds, using the Dow Jones corporate bond index, performed far better: down 11.7 percent in 2009, and up 14.5 percent in 2010, 20.8 percent in 2011 and 7.9 percent in 2012. Yet investors keep pouring money into hedge funds - a record $15.2 billion in this year's first quarter. Hedge funds now have $2.375 trillion under management, according to Hedgeweek, a trade publication; the value of the assets increased by $122 billion in the first quarter.</p>\n<p>Cooper Union's costs, especially health care costs, kept mounting inexorably. In 2008, the college was $4.6 million short in cash. Last fiscal year, the cash-flow deficit was $13.2 million.</p>\n<p>Aside from endowment income, universities have only limited options for increasing revenue: donations, tuition and, for research universities, government grants. Alumni contributions have long been a weak spot at Cooper Union. Thomas R. Driscoll, a trustee and member of the alumni council, said: \"There was never any sense of giving back. Cooper never asked. We always thought Cooper didn't need the money because it had the Chrysler Building. Forty years ago, I would have stressed to students that someone had to make it possible for you to come here for free.\"</p>\n<p>With few donations, that left Cooper Union only one option: charging tuition. On April 23, the college announced that it would cut the full-tuition scholarship in half beginning with the entering class in 2014, and would continue to offer full-tuition scholarships to students with demonstrated need. \"Our priorities have been and will continue to be quality and access, so that we will remain a true meritocracy of outstanding students from all socio-economic backgrounds,\" the college's trustees said in a statement.</p>\n<p>Mr. Michaelson conceded that the school could have continued to use the endowment to cover deficits and would have survived until 2018, when the higher payments from the Chrysler lease start. \"But what kind of school would you have had by then?\"</p>\n<p>This article has been revised to reflect the following correction:</p>\n<strong>Correction: May 14, 2013</strong> <p>The Common Sense column on Saturday, about how poor financial decisions involving its endowment forced the Cooper Union for the Advancement of Art and Science to stop offering education free of tuition, misstated the total value of assets that hedge funds manage. It is $2.375 trillion - not $122 billion, which is the value of the increase in assets in the first quarter.</p>\n</div>", "entities": [{"count": 26, "name": "Cooper Union"}, {"count": 7, "name": "Michaelson"}, {"count": 4, "name": "Chrysler"}, {"count": 2, "name": "Cooper"}, {"count": 2, "name": "Peter Cooper"}, {"count": 1, "name": "Thomas R. Driscoll"}, {"count": 1, "name": "Tishman Speyer"}, {"count": 1, "name": "National Association of College and University Business Officers"}, {"count": 1, "name": "MetLife"}, {"count": 1, "name": "Thom Mayne"}, {"count": 1, "name": "New York City"}, {"count": 1, "name": "Simon Lack"}, {"count": 1, "name": "Hedgeweek"}, {"count": 1, "name": "Atlanta"}, {"count": 1, "name": "Chrysler Building"}, {"count": 1, "name": "Standard & Poor"}, {"count": 1, "name": "Advancement of Science"}, {"count": 1, "name": "Coca-Cola"}, {"count": 1, "name": "John C. Michaelson"}, {"count": 1, "name": "Lack"}, {"count": 1, "name": "Emory University"}, {"count": 1, "name": "Morphosis Architects"}, {"count": 1, "name": "Advancement of Art and Science"}, {"count": 1, "name": "Kenneth E. Redd"}, {"count": 1, "name": "New York"}], "favicon_colors": [{"color": [3, 3, 3], "weight": 0.525634765625}, {"color": [243, 243, 243], "weight": 0.0224609375}, {"color": [120, 120, 120], "weight": 0.014404296875}], "keywords": [{"score": 149, "name": "endowment"}, {"score": 133, "name": "cooper"}, {"score": 126, "name": "hedge"}, {"score": 99, "name": "union"}, {"score": 83, "name": "funds"}, {"score": 80, "name": "michaelson"}, {"score": 80, "name": "chrysler"}, {"score": 71, "name": "assets"}, {"score": 68, "name": "trustees"}, {"score": 65, "name": "percent"}], "published": 1368144000000, "provider_name": "Nytimes", "type": "html"}