{"provider_url": "http://studentactivism.net", "description": "Extraordinary. A victory on tuition at Cooper Union may be possible after all. Today the Cooper Union board of trustees met for the first time after the college's Working Group on tuition policy finished its deliberations. Though the trustees had previously approved a proposal to begin charging tuition for the first time in Cooper's history, tonight they blinked.", "embeds": [], "safe": true, "provider_display": "studentactivism.net", "related": [{"score": 0.5777036547660828, "description": "Apollo Tyres Ltd. (APTY) rose to its highest in at least 22 years in Mumbai trading after Cooper Tire & Rubber Co. (CTB) dropped a $2.5 billion merger plan, easing investor concern the Indian company would take on too much debt. Shares of Apollo climbed 5.8 percent to 107.20 rupees, the highest close since at least January 1991.", "title": "Apollo Tyres Climbs After Cooper Tire Drops Merger Plan", "url": "http://www.bloomberg.com/news/2013-12-30/cooper-tire-terminates-merger-agreement-with-apollo-tyres.html", "thumbnail_height": 800, "thumbnail_url": "http://www.bloomberg.com/image/iyz62.HCMsfw.jpg", "thumbnail_width": 1200}], "favicon_url": "http://s2.wp.com/i/favicon.ico?m=1311975824g", "authors": [{"url": "http://studentactivism.net/author/angusjohnston/", "name": "Angus Johnston"}], "images": [{"caption": null, "url": "http://wordpress.com/i/blank.jpg?m=1383295312g", "height": 200, "width": 200, "colors": [{"color": [252, 252, 252], "weight": 0.000244140625}], "entropy": -0.0, "size": 8554}], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://studentactivism.net/2013/12/11/cooper-union-blinks/", "url": "http://studentactivism.net/2013/12/11/cooper-union-blinks/", "media": {}, "title": "Holy Crap. Cooper Union Just Blinked on Tuition.", "offset": null, "content": "<div>\n<p>Extraordinary. A victory on tuition at Cooper Union may be possible after all.</p>\n<p>Today the Cooper Union board of trustees met for the first time after the college's Working Group on tuition policy finished its deliberations. Though the trustees had previously approved a proposal to begin charging tuition for the first time in Cooper's history, tonight <a href=\"https://www.facebook.com/groups/SaveCooperUnion/permalink/565847863490878/\">they blinked</a>.</p>\n<p>In an announcement to the campus community released just moments ago, Richard Lincer, the chair of Cooper's board of trustees, announced that the board needs more time to review the Working Group's proposal to keep Cooper Union tuition free. In order \"to give the proposals contained in the report the serious and rigorous review and analysis that they warrant,\" Lincer said, the board will continue its study of the proposal over the course of the next month.</p>\n<p>The board will meet again in mid-January, he said, \"to discuss the findings and determine whether, in its assessment, the plan proposed by the Working Group in fact presents a sustainable alternative to tuition.\"</p>\n<p>This isn't a win. Not yet. But it's not a loss either. A win is still possible, and it looks a hell of a lot more possible than it did yesterday.</p>\n<p>Meanwhile, the board also deferred action on its draconian new code of student conduct, saying that no decision will be made on that proposal until <a href=\"http://www.wnyc.org/story/cooper-union-delay-vote-new-code-conduct/\">next semester</a>.</p>\n<p>According to today's announcement, the Working Group report and a summary of today's trustee meeting will be released on the Cooper Union website tomorrow. More soon.</p>\n<p><strong>Update</strong> | Newly installed Cooper Union alumni trustee Kevin Slavin posted a statement to Facebook a few hours ago in which he described the Working Group as \"heroes.\"</p>\n<p>\"Their hard work,\" he continued, \"has paid off with a viable plan. ... It is painful, and it is risky. But so is tuition. ... I was surprised (and pleased) to see and hear how much thought and consideration that went into it, and how much thought and consideration it generated.\"</p>\n</div>", "entities": [{"count": 5, "name": "Cooper Union"}, {"count": 4, "name": "Working Group"}, {"count": 2, "name": "Cooper"}, {"count": 1, "name": "Lincer"}, {"count": 1, "name": "Kevin Slavin"}, {"count": 1, "name": "Richard Lincer"}], "favicon_colors": [{"color": [21, 127, 169], "weight": 0.37744140625}, {"color": [230, 241, 245], "weight": 0.18505859375}], "keywords": [{"score": 40, "name": "tuition"}, {"score": 34, "name": "trustee"}, {"score": 31, "name": "cooper"}, {"score": 23, "name": "proposal"}, {"score": 22, "name": "board"}, {"score": 20, "name": "lincer"}, {"score": 19, "name": "union"}, {"score": 12, "name": "work"}, {"score": 12, "name": "group"}, {"score": 10, "name": "slavin"}], "published": 1386850980000, "provider_name": "Studentactivism", "type": "html"}