{"provider_url": "http://tumblr.com", "description": "Students for a Free Cooper Union just officially declined mediation, as proposed by the college's administration. The official statement is here, my own thoughts follow: Students attend a public presentation by mediators Bathabile Mthombeni and Carol Liebman. How do you sit at a table with someone whose authority you do not recognize?", "embeds": [], "safe": true, "provider_display": "notes.caseyagollan.com", "related": [{"score": 0.624597430229187, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.6188863515853882, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}, {"score": 0.5974371433258057, "description": "Universities in South Dakota, Nebraska, and other states have cut the number of credits students need to graduate. A proposal in Florida would let online courses forgo the usual higher-education accreditation process. A California legislator introduced a measure that would have substituted online courses for some of the brick-and-mortar kind at public universities.", "title": "'We Are Creating Walmarts of Higher Education'", "url": "http://www.theatlantic.com/education/archive/2013/12/we-are-creating-walmarts-of-higher-education/282619/", "thumbnail_height": 410, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR33OS4_1/lead_large.jpg?myf59a", "thumbnail_width": 615}, {"score": 0.5861221551895142, "description": "It's my fault. I'll admit it. During my eight years in the classroom, I ruined at least two amazing literary works by assigning horrifically dull reading projects. My only hope is that those middle school students, whose enthusiasm I quashed, found another way to become passionate about literature.", "title": "Projects to Engage Middle School Readers", "url": "http://www.edutopia.org/blog/projects-engage-middle-school-readers-beth-holland", "thumbnail_height": 345, "thumbnail_url": "http://www.edutopia.org/files/slates/holland-engage-ms-readers-flickr.jpg", "thumbnail_width": 460}, {"score": 0.5565165281295776, "description": "As soon as she joined one of my online courses and immediately embraced co-learning, I recognized Michelle Cordy as the kind of fearless learner who makes a great teacher. A teacher can do a great deal to facilitate the conditions from which learning communities emerge - but only the learners can make the real magic happen.", "title": "Hacking The Classroom with Michelle Cordy, aka, \"Teacher on an Urgent Quest\"", "url": "http://dmlcentral.net/blog/howard-rheingold/hacking-classroom-michelle-cordy-aka-%E2%80%9Cteacher-urgent-quest%E2%80%9D", "thumbnail_height": 281, "thumbnail_url": "http://dmlcentral.net/sites/dmlcentral/files/blog_images/howard50.bodyimage.keeper.jpg", "thumbnail_width": 375}], "favicon_url": null, "authors": [{"url": "http://notes.caseyagollan.com", "name": "caseyagollan"}], "images": [{"caption": null, "url": "http://media.tumblr.com/956c2a086f9ed3b9c6017f8897b7f4ba/tumblr_inline_moajsihB7J1qz4rgp.jpg", "height": 670, "width": 500, "colors": [{"color": [20, 31, 36], "weight": 0.275634765625}, {"color": [75, 78, 79], "weight": 0.23291015625}, {"color": [117, 119, 107], "weight": 0.185302734375}, {"color": [144, 152, 146], "weight": 0.124755859375}, {"color": [181, 191, 188], "weight": 0.09716796875}], "entropy": 6.72046656381816, "size": 73900}, {"caption": null, "url": "http://media.tumblr.com/5bb6467b9544e2399c6a57115dfebed0/tumblr_inline_moajwsHBmC1qz4rgp.png", "height": 355, "width": 484, "colors": [{"color": [20, 32, 41], "weight": 0.2958984375}, {"color": [231, 242, 239], "weight": 0.2587890625}, {"color": [98, 113, 120], "weight": 0.13134765625}, {"color": [66, 78, 86], "weight": 0.11767578125}, {"color": [129, 141, 142], "weight": 0.112060546875}], "entropy": 6.3587140369682595, "size": 247061}, {"caption": null, "url": "http://media.tumblr.com/36164fe4ab8b850907b168f55b248bb5/tumblr_inline_moajmf6aqJ1qz4rgp.png", "height": 171, "width": 500, "colors": [{"color": [244, 246, 237], "weight": 0.761474609375}, {"color": [158, 161, 160], "weight": 0.1513671875}, {"color": [148, 145, 54], "weight": 0.04833984375}, {"color": [202, 195, 75], "weight": 0.038818359375}], "entropy": 2.864303712856958, "size": 114001}, {"caption": null, "url": "http://media.tumblr.com/611f9554bc06e8e8abea7b8315880336/tumblr_inline_moajvd2aiA1qz4rgp.png", "height": 310, "width": 500, "colors": [{"color": [248, 249, 251], "weight": 0.8369140625}, {"color": [214, 58, 20], "weight": 0.12255859375}, {"color": [0, 101, 205], "weight": 0.02734375}, {"color": [133, 133, 135], "weight": 0.009521484375}, {"color": [23, 23, 23], "weight": 0.003662109375}], "entropy": 0.9034446604560953, "size": 21278}, {"caption": null, "url": "http://assets.tumblr.com/images/og/text_200.png", "height": 200, "width": 200, "colors": [{"color": [49, 49, 49], "weight": 0.000244140625}, {"color": [252, 252, 252], "weight": 0.000244140625}], "entropy": 0.575605183547, "size": 2139}], "cache_age": 86399, "lead": null, "language": "English", "original_url": "http://notes.caseyagollan.com/post/52801347531/meditation-on-mediation", "url": "http://notes.caseyagollan.com/post/52801347531/meditation-on-mediation", "media": {}, "title": "Meditation on Mediation", "offset": null, "content": "<div>\n<p>Students for a Free Cooper Union just officially declined mediation, as proposed by the college's administration. The <a href=\"http://cusos.org/occupying-students-decline-mediation-as-proposed-by-administration/\">official statement is here</a>, my own thoughts follow:</p>\n<img src=\"http://media.tumblr.com/5bb6467b9544e2399c6a57115dfebed0/tumblr_inline_moajwsHBmC1qz4rgp.png\"><em>Students attend a public presentation by mediators Bathabile Mthombeni and Carol Liebman.</em><p>How do you sit at a table with someone whose authority you do not recognize? This question remained unanswered by the end of a nearly <a href=\"http://www.youtube.com/watch?v=Nxzq8GPKYLk\">three-hour long presentation on mediation</a> at the <a href=\"http://cusos.org/the-free-cooper-union-salon-step-down/\">Free Cooper Union Salon</a>. The authority in question is Cooper Union's administration and Board of Trustees. Those invited - daresay coaxed - to the table (this time a literal, not <a href=\"http://cooperunion.info/posters/the-table-is-on-the-table.jpg\">proverbial</a>, conference room table) are the Students for a Free Cooper Union. In response to our indefatigable occupation of the college president's office, begun over a month ago on May 8th, the college's president, vice presidents, and deans solicited the services of professional mediators. At a rate of $225 an hour, to be paid by the administration, this team was charged with bringing clarity to the protest and perhaps uncovering shared interests between the parties.</p>\n<p>Yet the proposed mediation was fraught from the very start with problems:</p>\n<strong>Asymmetry</strong><p>According to the mediators, the administration initiated this proposed mediation by shopping around within the mediation community for somebody to work with us. The administration chose two mediators and met with them at least twice before anybody involved consulted the students. This goes against the mediators' own principle of keeping their communications with both parties symmetrical, e.g. after speaking with one party always speak with the other. As the administration has agreed to foot the bill for the proceedings, the administration would also effectively be hiring the mediators. With no insult intended to the mediators' professionalism, these factors call into question claims of \"impartiality\".</p>\n<strong>Expense</strong><p>The Cooper community wants to be the administration, not interface with it. Why should it cost $225 for students to speak with already overcompensated administrators? The need for a high-priced translator between \"dissidents\" and \"bureaucrats\" supports the students' own argument that the administration's idea of how to communicate with the community is dysfunctional. Hiring mediators follows the eerie pattern of administrators attempting to solve problems by throwing money at them.</p>\n<strong>Vacuum</strong><p>In response to a question about student representation on the Board, Chairman Mark Epstein once told a student they'd, \"have to learn to accept a no\". Now suddenly, during the occupation, this same administration wants to talk? The appointed delegates - Trustee Richard Lincer, Board Secretary Lawrence Cacciatore, and Architecture Dean Elizabeth O'Donnell - represent a small grouping of individuals who lack the power to effect real change. Even more troublesome than the lack of agency of these individuals is that there would never have been a real discussion, let alone a proposal for mediation, had students not occupied the president's office. To pretend, in initiating mediation, that we are suddenly at a point where we can sit across a table and work things out is to ignore the chasm between administrators and community members which grows with every day that the administration chooses to respond to the community in silence. Students are well aware of the fact that if we let up now without securing real seats on the Board for students, faculty, and staff - or changing the structure of Cooper's governance completely - the community will not continue to have a say outside of spaces opened as a result of our direct-action tactics for a short period of time. The changes we ultimately seek are structural.</p>\n<strong>Time</strong><p>Despite the appointed mediators' insistence that a good mediation is driven by both parties in mutual agreement to mediate, we have been given a \"hard sell\" on multiple occasions and pressed to act fast by Dean O'Donnell and the mediators themselves. Yet the mediators don't actually seem to have the time to devote to our mediation. One of the two proposed mediators would have to drop out after a week, leaving one mediator to contend with our case herself. Further, the remaining mediator told us that her schedule would start to get difficult if we could not agree to start in the several days after we met her. Students too are busy doing everything it takes to maintain the occupation and push forward projects designed to go over the heads of Cooper's current administration, making the time commitment unrealistic for us.</p>\n<strong>Representation</strong><p>Students for a Free Cooper Union is a fluid, horizontally-organized group. We're attempting to preach alternative forms of governance by practicing them ourselves. To elect a small number of students to \"represent\" our group at a table with the administration's delegates potentially undermines this intentional paradigm shift. The mediators admitted that engaging in their process without a small, fixed group of representatives would be difficult.</p>\n<strong>Intent</strong><p>In a mass-email sent to all students, alumni, faculty, and even parents several weeks ago, the administration called the occupation \"poisonous and dangerous\" and attempted to state incorrectly that students had declined mediation which had not yet been proposed. So why circle back for mediation now? And why mediate specifically between the occupying students and three administrators? If a mediation is needed, it is not between the administration and the occupation, but between the administration and the community at large - students, faculty, staff, alumni, neighbors, and friends - whom they continue to ostracize. The parties proposed to sit at this table imply that this discussion is about the occupation. The occupation should be a catalyst for a larger conversation, not the subject of conversation itself. The conversation that truly needs to happen is one amongst our community about issues larger than this protest, and larger even than Cooper Union, about the crisis of higher education and student debt.</p>\n<p>Finally, we're hard pressed to believe that this mediation could bring any more clarity to our demands, which have been republished and restated countless times since December of last year.</p>\n<p>1) <strong>President Bharucha steps down.</strong></p>\n<p>2) <strong>The Board of Trustees must immediately implement structural changes with the goal of creating open flows of information and democratic decision-making structures.</strong> The administration's gross mismanagement of the school cannot be reversed within the same systems which allowed the crisis to occur. To this end, we have outlined actions that the board must take:</p>\n<ul><li>Record board meetings and make minutes publicly available.</li>\n\t<li>Appoint a student and faculty member from each school as voting members of the board.</li>\n\t<li>Implement a process by which board members may be removed through a vote from the Cooper Union community, comprised of students, faculty, alumni, and administrators.</li>\n</ul><p>3) <strong>The administration must publicly affirm the college's commitment to free education.</strong> They will stop pursuing new tuition-based educational programs and eliminate other ways in which students are charged for education.</p>\n<p>Clarity is not the question.</p>\n<p>What is questionable, however, is Bharucha's silence throughout the past two years and recent events including: a community revolt against his leadership, safety violations endangering students such as blocked fire stairs and armed security on campus, the leak of an indefensible closed-door meeting transcript, and the ongoing occupation. This mediation reads as more silence from Bharucha.</p>\n<img src=\"http://media.tumblr.com/36164fe4ab8b850907b168f55b248bb5/tumblr_inline_moajmf6aqJ1qz4rgp.png\"><em><strong>Silence is golden.</strong> In a transcript of a September 2012 board meeting leaked by the Village Voice, former trustee Vikas Kapoor advocates \"not saying anything\" as a board policy.</em><p>For the Board, talking their way out of tricky situations has proven to be a successful strategy in the past, such as in September 2012 when students blocking a hallway to the boardroom were invited in to speak with trustees following a closed-door meeting. The conversation proved fruitless for the students but successful for the trustees, who de-escalated a tricky exit.</p>\n<img src=\"http://media.tumblr.com/956c2a086f9ed3b9c6017f8897b7f4ba/tumblr_inline_moajsihB7J1qz4rgp.jpg\"><em><strong>Diffusion by discussion.</strong> Jamshed Bharucha speaks to students, one of whom is lying on the ground wearing a shirt which reads \"TUITION AT COOPER - OVER MY DEAD BODY\", outside of a closed-door board meeting in September 2012.</em><p>Unable to remove the protesters this time around without decimating their reputation, the administration has proposed a flawed, irrelevant mediation process as a misguided next move. If the administration cannot start talking openly to the entire the community, nor address our demands, what are they still doing here?</p>\n<img src=\"http://media.tumblr.com/085dc5cdaa8807ab89383b94c6bb04d4/tumblr_inline_moajt3R8121qz4rgp.png\"><em><strong>Shared interests?</strong> In a transcript of a September 2012 board meeting leaked by the Village Voice, trustee Tom Driscoll discusses how the Board plans to deflect questions in a meeting scheduled with Friends of Cooper Union.</em><p>On Tuesday, the Board met at an undisclosed location (for the second consecutive time) to have yet-another closed-door meeting. Meanwhile in the Occupied Office of the Presidents an alumnus led a session not on mediation but on meditation. The students were joined by alumni and friends from New Jersey to California to Mexico in a simultaneous \"channeling of elevated thoughts towards the board,\" reconceptualizing the trustees in our mind's eyes' as, \"a group of small children who need to be reminded sternly yet lovingly that they need to clean up their mess, pack up their toys and share with others.\"</p>\n<p>Today, the students, faculty, alumni, and friends will congregate for a 24 hour straight <a href=\"https://docs.google.com/document/d/11hLE5zEBNMqqO-Fyym9lxApVL96hTSMWzIHhiBcbss0/pub\">marathon of researching</a>, writing, dreaming, doodling, and synthesizing ideas about what an administration that is more functional than the one we're dealing with right now might look like. How might we run the school?, as some say we have been doing since December's lock-in which reclaimed the media narrative and caused the entire PR department to jump ship.</p>\n<p>\"This occupation,\" remarked one alumnus who recently visited us, \"is a tuning fork for the Cooper community.\" In declining the administration's request to engage in a formal mediation process between themselves and the occupying students, we hope to sound a tone that is meditative, agitating, and most importantly unrelenting.</p>\n<img src=\"http://media.tumblr.com/611f9554bc06e8e8abea7b8315880336/tumblr_inline_moajvd2aiA1qz4rgp.png\"><em><strong>In power, but not popular.</strong> An online petition created by Cooper's administration demanding that the \"students engaged in [the] sit-in...vacate the office immediately\" failed to break 600 signatures, while a similar online petition launched by community group Friends of Cooper Union supporting a statement of \"No confidence in President Bharucha and Chairman Epstein\" has garnered nearly 2,400 signatures.</em></div>", "entities": [{"count": 4, "name": "Cooper"}, {"count": 4, "name": "Board"}, {"count": 4, "name": "Bharucha"}, {"count": 3, "name": "Free Cooper Union"}, {"count": 3, "name": "Cooper Union"}, {"count": 2, "name": "Village Voice"}, {"count": 2, "name": "Friends of Cooper Union"}, {"count": 1, "name": "e.g."}, {"count": 1, "name": "Board of Trustees"}, {"count": 1, "name": "Mark Epstein"}, {"count": 1, "name": "Richard Lincer"}, {"count": 1, "name": "Elizabeth O'Donnell"}, {"count": 1, "name": "California"}, {"count": 1, "name": "Carol Liebman"}, {"count": 1, "name": "Bathabile Mthombeni"}, {"count": 1, "name": "Dean O'Donnell"}, {"count": 1, "name": "Lawrence Cacciatore"}, {"count": 1, "name": "Vikas Kapoor"}, {"count": 1, "name": "Epstein"}, {"count": 1, "name": "Tom Driscoll"}, {"count": 1, "name": "Mexico"}, {"count": 1, "name": "New Jersey"}, {"count": 1, "name": "Jamshed Bharucha"}, {"count": 1, "name": "The Board of Trustees"}, {"count": 1, "name": "Free Cooper Union Salon"}], "favicon_colors": null, "keywords": [{"score": 216, "name": "mediation"}, {"score": 125, "name": "students"}, {"score": 97, "name": "administration"}, {"score": 66, "name": "cooper"}, {"score": 64, "name": "board"}, {"score": 54, "name": "trustees"}, {"score": 51, "name": "occupation"}, {"score": 50, "name": "bharucha"}, {"score": 47, "name": "community"}, {"score": 41, "name": "faculty"}], "published": 1370995200000, "provider_name": "Tumblr", "type": "html"}