{"provider_url": "http://www.cooper.edu", "description": "Undergraduate Tuition Starting in the Fall of 2014, all incoming students will receive a half-tuition scholarship. The value of this scholarship is approximately $20,000 per year ($10,000 per semester). Additional financial aid will be provided to the neediest students to help cover tuition, housing, food, books, supplies etc.", "embeds": [], "safe": true, "provider_display": "www.cooper.edu", "related": [{"score": 0.697693407535553, "description": "It's my fault. I'll admit it. During my eight years in the classroom, I ruined at least two amazing literary works by assigning horrifically dull reading projects. My only hope is that those middle school students, whose enthusiasm I quashed, found another way to become passionate about literature.", "title": "Projects to Engage Middle School Readers", "url": "http://www.edutopia.org/blog/projects-engage-middle-school-readers-beth-holland", "thumbnail_height": 345, "thumbnail_url": "http://www.edutopia.org/files/slates/holland-engage-ms-readers-flickr.jpg", "thumbnail_width": 460}, {"score": 0.6891093254089355, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.6837114691734314, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}, {"score": 0.6551945209503174, "description": "Universities in South Dakota, Nebraska, and other states have cut the number of credits students need to graduate. A proposal in Florida would let online courses forgo the usual higher-education accreditation process. A California legislator introduced a measure that would have substituted online courses for some of the brick-and-mortar kind at public universities.", "title": "'We Are Creating Walmarts of Higher Education'", "url": "http://www.theatlantic.com/education/archive/2013/12/we-are-creating-walmarts-of-higher-education/282619/", "thumbnail_height": 410, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR33OS4_1/lead_large.jpg?myf59a", "thumbnail_width": 615}, {"score": 0.6456362009048462, "description": "A handful of schools, aid organizations and advocates from across the country are taking steps to help homeless college students. As the number of homeless college students grows, schools, aid organizations and advocates from across the country are taking steps to help. Getting into college itself can be a major challenge for homeless teens.", "title": "Help for homeless college students", "url": "http://money.cnn.com/2013/12/31/pf/homeless-college-students/index.html", "thumbnail_height": 367, "thumbnail_url": "http://i2.cdn.turner.com/money/dam/assets/131220183437-homeless-college-students-620xa.jpg", "thumbnail_width": 620}], "favicon_url": "http://www.cooper.edu/sites/all/themes/cooper/favicon.ico", "authors": [], "images": [{"caption": null, "url": "http://www.cooper.edu/sites/default/files/0142_Studentlife2_20091123.jpg", "height": 318, "width": 565, "colors": [{"color": [10, 8, 11], "weight": 0.375}, {"color": [108, 178, 233], "weight": 0.139404296875}, {"color": [98, 146, 177], "weight": 0.135986328125}, {"color": [146, 222, 248], "weight": 0.090087890625}, {"color": [65, 105, 135], "weight": 0.089599609375}], "entropy": 5.907058803456753, "size": 37660}, {"caption": null, "url": "http://www.cooper.edu/sites/all/themes/cooper/assets/images/footer/map.png", "height": 164, "width": 291, "colors": [{"color": [60, 53, 51], "weight": 0.644775390625}, {"color": [210, 210, 210], "weight": 0.355224609375}], "entropy": 2.0948323071936956, "size": 15214}, {"caption": null, "url": "http://www.cooper.edu/sites/all/themes/cooper/assets/images/history/foundation-building.png", "height": 152, "width": 222, "colors": [{"color": [188, 193, 192], "weight": 0.433349609375}, {"color": [131, 135, 134], "weight": 0.25439453125}, {"color": [75, 79, 78], "weight": 0.167724609375}, {"color": [16, 20, 20], "weight": 0.14453125}], "entropy": 4.384864948579095, "size": 69058}], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://www.cooper.edu/admissions/tuition-fees", "url": "http://www.cooper.edu/admissions/tuition-fees", "media": {}, "title": "Tuition & Fees", "offset": null, "content": "<div>\n<div><img src=\"http://www.cooper.edu/sites/default/files/0142_Studentlife2_20091123.jpg\"></div>\n<p><b>Undergraduate Tuition </b> Starting in the Fall of 2014, all incoming students will receive a half-tuition scholarship.   The value of this scholarship is approximately $20,000 per year ($10,000 per semester).  Additional financial aid will be provided to the neediest students to help cover tuition, housing, food, books, supplies etc. The amount of additional aid will be based upon a student's demonstrated financial need.  Students must file both a FAFSA and CSS profile form to be considered for additional financial aid.  Please note that Cooper Union will also offer merit scholarships to exceptional students.   Also, Cooper Union will continue to use a need-blind admissions process meaning that a student's ability to pay will not impact our admissions decisions.</p>\n<p>The Cooper Union tuition charge for undergraduate students for 2013-2014 is $39,600 per year ($19,800 per semester).  Each registered undergraduate student receives a tuition scholarship worth $39,600 per year ($19,800 per semester).</p>\n<p><strong>Graduate Tuition  </strong> The Cooper Union tuition charge for graduate students for 2013-2014 is $19,800 per semester.  For 2013-2014, each registered graduate engineering student receives a full tuition scholarship. </p>\n<p>School of Architecture 2013-2014: The Master of Architecture II program is a three-semester program.  All admitted students will be assessed tuition.  Graduate fellowships will be available for accepted students of exceptional merit and/or need.</p>\n<p>[ <a href=\"http://www.cooper.edu/admissions/tuition-fees#top\">top </a>]</p>\n<p>A nonrefundable application fee of $70 is paid by all candidates for admission.\n\nEach student enrolled in a degree program pays a student fee of $775 per semester. For new students, this fee is payable on acceptance of admission and is not refundable.\n\nFor continuing students, the $775 fee per semester is payable prior to the first day class; it is 100 percent refundable prior to the beginning of classes and 50 percent refundable during the first two weeks of classes. Thereafter, it is not refundable.\n\nContinuing students must pay each semester's student fee in accordance with the bill's \"due date.\"</p>\n<p><strong>All fees are subject to annual revision. </strong>Students who do not pay the required fee will have their registration cancelled.</p>\n<p>[ <a href=\"http://www.cooper.edu/admissions/tuition-fees#top\">top </a>]</p>\n<p>A general lab and studio materials fee of $125 per semester will be charged to each student's account. As the title suggests, this fee covers normal usage, \"wear and tear,\" and basic supplies for laboratory and studio projects.  For new students, this fee is payable on acceptance of admission and is non-refundable.</p>\n<p>Students electing to live in Student Residence will be responsible for paying the regular housing fees. The fees for the 2013-2014 academic year are $11,000 for a double (two students per bedroom) and $12,000 for a single (one student per bedroom). The fees cover residence for the fall and spring semesters and may be paid in two parts.</p>\n<p>[ <a href=\"http://www.cooper.edu/admissions/tuition-fees#top\">top </a>]</p>\n<p>A refund of housing charges resulting from an approved request to cancel the housing agreement will be made in accordance with the following schedule: 100 percent of the total housing charges for the semester if the cancellation request is made prior to August 1 for the subsequent fall semester and December 1 for the subsequent spring semester; 65 percent if made by September 30 for the fall semester and January 31 for the spring; and 35 percent if made by October 31 for the fall and February 29 for the spring. No refunds will be made after these dates.\n\nStudents who are evicted from the Student Residence or whose Housing Agreements are terminated for violations of the terms of the Housing Agreement are not eligible for refunds.</p>\n<p>[ <a href=\"http://www.cooper.edu/admissions/tuition-fees#top\">top </a>]</p>\n<p>Cooper Union requires all students to submit proof, prior to registration, that they have health insurance. Students who fail to supply the information requested on the Student Accident and Sickness/Enrollment Waiver form by July 15 will be billed $1,275 for the Health Service and Insurance Fee for that academic year.</p>\n<p>[ <a href=\"http://www.cooper.edu/admissions/tuition-fees#top\">top </a>]</p>\n<p>Students on visas (those who are non-citizens or who are not permanent residents) are responsible for an additional fee of $1,910 per year payable by August 15.</p>\n<p>[ <a href=\"http://www.cooper.edu/admissions/tuition-fees#top\">top </a>]</p>\n<p>A graduation fee of $250 is required of all students entering their last year at The Cooper Union. This fee is payable upon registration for the senior year and is refundable if a student fails to meet graduation requirements that year.</p>\n<p>[ <a href=\"http://www.cooper.edu/admissions/tuition-fees#top\">top </a>]</p>\n<p>A charge of $100 will be made for late payment of the student fee. A charge of $25 will be made per occasion involving change of section or registration program.\n\nThe Cooper Union reserves the right to change its fees at any time.</p>\n<p>[ <a href=\"http://www.cooper.edu/admissions/tuition-fees#top\">top </a>]</p>\n<p>The requirements for the Master of Engineering program must be completed within two years of admission to graduate status, except with the expressed consent of the Dean of Engineering. Requests for extension must be presented in writing to the Dean in the final semester of the second year. Thesis adviser approval is also required. Master's students who receive approval to extend their studies beyond two years will be assessed a maintenance of matriculation fee of $3,000 per semester.</p>\n<p>[ <a href=\"http://www.cooper.edu/admissions/tuition-fees#top\">top </a>]</p>\n<p>Each student must supply, at his or her own expense, textbooks, drawing materials, hand tools and other necessary items.\n\nIf laboratory apparatus, machinery or studio equipment is damaged by careless handling, the student will be charged for repair or replacement. All students enrolled in School of Art courses should be prepared to pay for consumable materials supplied by the School for student use.</p>\n<p>[ <a href=\"http://www.cooper.edu/admissions/tuition-fees#top\">top </a>]</p>\n</div>", "entities": [{"count": 7, "name": "Cooper Union"}, {"count": 1, "name": "FAFSA"}, {"count": 1, "name": "Health Service"}, {"count": 1, "name": "CSS"}, {"count": 1, "name": "Dean of Engineering"}], "favicon_colors": [{"color": [240, 247, 250], "weight": 0.0419921875}, {"color": [21, 173, 239], "weight": 0.004638671875}, {"color": [244, 194, 14], "weight": 0.003662109375}, {"color": [52, 99, 128], "weight": 0.002685546875}, {"color": [235, 43, 46], "weight": 0.002197265625}], "keywords": [{"score": 162, "name": "student"}, {"score": 108, "name": "semester"}, {"score": 101, "name": "fee"}, {"score": 53, "name": "tuition"}, {"score": 53, "name": "refundable"}, {"score": 50, "name": "2013-2014"}, {"score": 43, "name": "payable"}, {"score": 36, "name": "admission"}, {"score": 34, "name": "graduate"}, {"score": 32, "name": "scholarship"}], "published": null, "provider_name": "Cooper", "type": "html"}