{"provider_url": "http://wesleying.org", "description": "While the struggle on campus to retain need-blind admissions rages on, students in New York City are taking things up a notch or two. Yesterday, students at the Cooper Union college in the East Village barricaded themselves inside the top floor of their main building, known as \"the Clocktower\", in protest of proposed tuition charges for undergraduate students.", "embeds": [], "safe": true, "provider_display": "wesleying.org", "related": [{"score": 0.7552335262298584, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.6915010213851929, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}, {"score": 0.6857113838195801, "description": "Universities in South Dakota, Nebraska, and other states have cut the number of credits students need to graduate. A proposal in Florida would let online courses forgo the usual higher-education accreditation process. A California legislator introduced a measure that would have substituted online courses for some of the brick-and-mortar kind at public universities.", "title": "'We Are Creating Walmarts of Higher Education'", "url": "http://www.theatlantic.com/education/archive/2013/12/we-are-creating-walmarts-of-higher-education/282619/", "thumbnail_height": 410, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR33OS4_1/lead_large.jpg?myf59a", "thumbnail_width": 615}, {"score": 0.6548925638198853, "description": "Two years after a Stanford professor drew 160,000 students from around the globe to a free online course on artificial intelligence, starting what was widely viewed as a revolution in higher education, early results for such large-scale courses are disappointing, forcing a rethinking of how college instruction can best use the Internet.", "title": "After Setbacks, Online Courses Are Rethought", "url": "http://www.nytimes.com/2013/12/11/us/after-setbacks-online-courses-are-rethought.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/11/us/jp-MOOCS/jp-MOOCS-videoSixteenByNine1050-v2.jpg", "thumbnail_width": 1050}, {"score": 0.621794581413269, "description": "In the world of higher education, 2013 was a wild year. Thanks to the Internet and social media, students gained notoriety as the \"Deranged Sorority Girl\" and the \"Drunkest College Student Ever,\" and professors learned that fat-shaming tweets could affect their employment prospects.", "title": "Meet The People Who Made The Biggest Impact In Higher Ed This Year", "url": "http://www.huffingtonpost.com/2013/12/30/most-influential-higher-ed-2013_n_4520392.html", "thumbnail_height": 1000, "thumbnail_url": "http://i.huffpost.com/gen/1538001/thumbs/o-UNIVERSITY-OF-ALABAMA-facebook.jpg", "thumbnail_width": 2000}], "favicon_url": null, "authors": [{"url": "http://wesleying.org/author/dplafker/", "name": "Oswaldo"}], "images": [{"caption": null, "url": "http://i2.wp.com/wesleying.org/wp-content/uploads/2012/12/Cooper-Union.jpg?resize=625%2C631", "height": 631, "width": 625, "colors": [{"color": [132, 156, 184], "weight": 0.39453125}, {"color": [50, 36, 27], "weight": 0.16943359375}, {"color": [108, 77, 57], "weight": 0.1611328125}, {"color": [205, 152, 112], "weight": 0.14453125}, {"color": [160, 115, 84], "weight": 0.13037109375}], "entropy": 6.375425176078732, "size": 53092}, {"caption": null, "url": "http://i2.wp.com/wesleying.org/wp-content/uploads/2012/12/Cooper-frosh-solidarity.jpg?resize=538%2C403", "height": 403, "width": 538, "colors": [{"color": [135, 120, 99], "weight": 0.281494140625}, {"color": [76, 65, 50], "weight": 0.2705078125}, {"color": [24, 23, 20], "weight": 0.259765625}, {"color": [195, 170, 152], "weight": 0.100341796875}, {"color": [224, 213, 202], "weight": 0.087890625}], "entropy": 6.7276562438603555, "size": 38090}, {"caption": null, "url": "http://i0.wp.com/wesleying.org/wp-content/uploads/2012/12/Cooper-balc1.jpg?resize=480%2C320", "height": 320, "width": 480, "colors": [{"color": [213, 189, 166], "weight": 0.3759765625}, {"color": [172, 135, 113], "weight": 0.257080078125}, {"color": [111, 73, 62], "weight": 0.22265625}, {"color": [39, 22, 16], "weight": 0.144287109375}], "entropy": 6.519549421866003, "size": 41629}, {"caption": null, "url": "http://i0.wp.com/wesleying.org/wp-content/uploads/2012/12/Cooper-balc1.jpg?fit=400%2C400", "height": 266, "width": 400, "colors": [{"color": [211, 187, 163], "weight": 0.377685546875}, {"color": [169, 132, 110], "weight": 0.2451171875}, {"color": [113, 76, 65], "weight": 0.2216796875}, {"color": [44, 25, 19], "weight": 0.155517578125}], "entropy": 6.4979342605820865, "size": 29137}, {"caption": null, "url": "http://i2.wp.com/wesleying.org/wp-content/uploads/2012/12/Cooper-frosh-solidarity.jpg?fit=400%2C400", "height": 300, "width": 400, "colors": [{"color": [80, 69, 53], "weight": 0.282470703125}, {"color": [26, 25, 22], "weight": 0.265869140625}, {"color": [138, 123, 102], "weight": 0.263671875}, {"color": [194, 172, 152], "weight": 0.106689453125}, {"color": [224, 216, 206], "weight": 0.081298828125}], "entropy": 6.77724303561, "size": 24311}], "cache_age": 83681, "lead": null, "language": "English", "original_url": "http://fb.me/22F2qBz0s", "url": "http://wesleying.org/2012/12/04/cooper-union-students-occupy-demand-free-tuition/", "media": {}, "title": "Cooper Union Students Occupy, Demand Free Tuition", "offset": null, "content": "<div>\n<a href=\"http://wesleying.org/2012/12/04/cooper-union-students-occupy-demand-free-tuition/cooper-union/\"><img src=\"http://i2.wp.com/wesleying.org/wp-content/uploads/2012/12/Cooper-Union.jpg?resize=625%2C631\"></a> <p>While the struggle on campus to<a href=\"http://wesleying.org/tag/need-blind/\"> retain need-blind admissions</a> rages on, students in New York City are taking things up a notch or two. Yesterday, students at the Cooper Union college in the East Village <a href=\"http://cityroom.blogs.nytimes.com/2012/12/03/students-seize-cooper-union-room-to-protest-possible-tuition/\">barricaded themselves inside the top floor </a>of their main building, known as \"the Clocktower\", in protest of proposed tuition charges for undergraduate students. The school has been tuition free for over a century and students claim the current administration's plan to conflicts with the core values of the institution.</p>\n<p>Students have armed themselves with sleeping bags and ramen noodles, vowing to stay as long as it takes until their demands for greater transparency and tuition-free education are met. The occupiers have successfully resisted at least one attempt at eviction, during which school maintenance workers attempted to force their way in using rams and drills, vowing to hold their position for \"as long as it takes.\" Meanwhile, dozens of supporters have rallied in solidarity on the sidewalk below, including participants from the Occupy movement and the <a href=\"http://freeuniversitynyc.org/\">Free University</a>, a group that is  now conducting publicly accessible teach-ins there at no cost. </p>\n<a href=\"http://wesleying.org/2012/12/04/cooper-union-students-occupy-demand-free-tuition/cooper-balc-2/\"><img src=\"http://i0.wp.com/wesleying.org/wp-content/uploads/2012/12/Cooper-balc1.jpg?resize=480%2C320\"></a> <p>The student occupation is yet another chapter in the evolving global movement for educational accessibility and resistance to neoliberal control of universities in the West, from Chile to Quebec. View the students' complete demands after the jump.</p>\n<p>It is important to note, though, some key similarities between the Cooper Union situation and our own at Wesleyan. The first is that a central complaint regarding the administration is one of transparency. The president claims that tuition-free model they have been working with \"has not been a sustainable financial model going back at least forty years.\" Why, then, students ask, was this fundamental move announced so suddenly, and without student input? This bears eerie similarities to Wesleyan's own proposed changes, which Roth now <a href=\"http://www.google.com/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=1&amp;cad=rja&amp;ved=0CC0QFjAA&amp;url=http%3A%2F%2Fwesleying.org%2F2012%2F09%2F26%2Fexclusive-footage-wesleyings-need-blind-forum-with-president-roth%2F&amp;ei=G0O-UJXeO4nVyAGtsoHgAw&amp;usg=AFQjCNHRrk6QwiO6qflNPHvIKDPbqrVtxg\">claims </a>have been quietly massing behind closed doors for decades yet failed to ever seriously consult student input before announcing the move.</p>\n<a href=\"http://wesleying.org/2012/12/04/cooper-union-students-occupy-demand-free-tuition/cooper-frosh-solidarity/\"><img src=\"http://i2.wp.com/wesleying.org/wp-content/uploads/2012/12/Cooper-frosh-solidarity.jpg?resize=538%2C403\"></a> <p>Another striking parallel is the sense of core institutional values being abandoned. In their <a href=\"http://www.cusos.org/students-for-a-free-cooper-union-lock-in-to-cooper-unions-foundation-building-to-preserve-free-education-2/\">communiqu&#233;</a>, the students stressed that the issue is a moral one and that the shift marks a serious betrayal of Cooper Union's ethical foundations.  Indeed, the school's founder famously remarked that education should be \"as free as air and water.\" All of a sudden, the institution is trying to move away from these fundamental priorities, and continue to claim legitimacy and continuity of the school's legacy. Likewise, the Wes administration has, as recently as 2010-well after the 2008 financial crisis that is so often implied to be the source of our -affirmed that the school would \"work within a sustainable economic model while retaining core values,\" including the goal of \"recruit[ing] first-year students without regard to their ability to pay.\" Both administrations are claiming helplessness due to economic constraints which are somehow trumping the moral imperative their institutions once held true to.</p>\n<p>These kids are going big and playing for keeps. Not only are they demanding the utmost accountability with the unequivocal resignation of their president but they are challenging the very idea that education should be privileged  that access to knowledge should be a source of profit for big banks,  and that poor and working class people should have to resign themselves to a lifetime of debt in order to get a fair shot in the job market. These are big asks and its hard to say how their occupation will turn out. What's undeniable though is that these guys are part of a growing student movement for educational justice which is becoming more defiant and more widespread by the day.</p>\n<p>Read the students' communique below.</p>\n<p>Students for a Free Cooper Union<br> Monday, December 3rd, 2012</p>\n<strong>Students for a Free Cooper Union lock-in to Cooper Union's Foundation Building to preserve free education</strong> <p>We, the Students for a Free Cooper Union, in solidarity with the global student struggle and today's Day of Action, have locked ourselves into The Peter Cooper Suite on the top floor of Cooper Union's Foundation Building. This action is in response to the lack of transparency and accountability that has plagued this institution for decades and now threatens the college's mission of free education.</p>\n<p>We have reclaimed this space from the administration, whom we believe is leading the college in the wrong direction. In recent years, plans to expand Cooper Union with tuition-based, revenue generating educational programs have threatened the college's landmarked tradition of \"free education to all.\" These programs are intended to grow the college out of a financial deficit caused by decades of administrative mismanagement. We believe that such programs are a departure from Cooper Union's historic mission and will corrupt the college's role as an ethical model for higher education. To secure this invaluable opportunity for future generations, we have taken the only recourse available to us.</p>\n<strong>We will hold this space until action has been taken to meet the following demands:</strong> <p>\n</p><ol><li>\n<strong>The administration must publicly affirm the college's commitment to free education.</strong> They will stop pursuing new tuition-based educational programs and eliminate other ways in which students are charged for education.</li>\n\t<li>\n<strong>The Board of Trustees must immediately implement structural changes with the goal of creating open flows of information and democratic decision-making structures.</strong> The administration's gross mismanagement of the school cannot be reversed within the same systems which allowed the crisis to occur. To this end, we have outlined actions that the board must take</li>\n</ol><ul><li>Record board meetings and make minutes publicly available.</li>\n\t<li>Appoint a student and faculty member from each school as voting members of the board.</li>\n\t<li>Implement a process by which board members may be removed through a vote from the Cooper Union community, comprised of students, faculty, alumni, and administrators.</li>\n</ul><p>3. <strong> President Bharucha steps down.</strong></p>\n</div>", "entities": [{"count": 8, "name": "Cooper Union"}, {"count": 3, "name": "Free Cooper Union"}, {"count": 2, "name": "Wesleyan"}, {"count": 1, "name": "West"}, {"count": 1, "name": "Board of Trustees"}, {"count": 1, "name": "Wes"}, {"count": 1, "name": "Roth"}, {"count": 1, "name": "Peter Cooper Suite"}, {"count": 1, "name": "Quebec"}, {"count": 1, "name": "Chile"}, {"count": 1, "name": "East Village"}, {"count": 1, "name": "New York City"}, {"count": 1, "name": "Free University"}, {"count": 1, "name": "Bharucha"}], "favicon_colors": null, "keywords": [{"score": 87, "name": "students"}, {"score": 53, "name": "cooper"}, {"score": 52, "name": "education"}, {"score": 41, "name": "union"}, {"score": 34, "name": "free"}, {"score": 31, "name": "administrators"}, {"score": 27, "name": "college"}, {"score": 23, "name": "school"}, {"score": 20, "name": "tuition-free"}, {"score": 20, "name": "tuition-based"}], "published": 1354619112000, "provider_name": "Wesleying", "type": "html"}