{"provider_url": "http://studentactivism.net", "description": "In a victory for students, alumni, and faculty, and a startling reversal for administrators, the Cooper Union board of trustees this week announced that they will retain the college's free tuition policy while they continue to evaluate Cooper Union's financial situation.", "embeds": [], "safe": true, "provider_display": "studentactivism.net", "related": [{"score": 0.633646547794342, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.5994676351547241, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}, {"score": 0.5927872657775879, "description": "Universities in South Dakota, Nebraska, and other states have cut the number of credits students need to graduate. A proposal in Florida would let online courses forgo the usual higher-education accreditation process. A California legislator introduced a measure that would have substituted online courses for some of the brick-and-mortar kind at public universities.", "title": "'We Are Creating Walmarts of Higher Education'", "url": "http://www.theatlantic.com/education/archive/2013/12/we-are-creating-walmarts-of-higher-education/282619/", "thumbnail_height": 410, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR33OS4_1/lead_large.jpg?myf59a", "thumbnail_width": 615}, {"score": 0.5172647833824158, "description": "Two years after a Stanford professor drew 160,000 students from around the globe to a free online course on artificial intelligence, starting what was widely viewed as a revolution in higher education, early results for such large-scale courses are disappointing, forcing a rethinking of how college instruction can best use the Internet.", "title": "After Setbacks, Online Courses Are Rethought", "url": "http://www.nytimes.com/2013/12/11/us/after-setbacks-online-courses-are-rethought.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/11/us/jp-MOOCS/jp-MOOCS-videoSixteenByNine1050-v2.jpg", "thumbnail_width": 1050}, {"score": 0.5072562098503113, "description": "A handful of schools, aid organizations and advocates from across the country are taking steps to help homeless college students. As the number of homeless college students grows, schools, aid organizations and advocates from across the country are taking steps to help. Getting into college itself can be a major challenge for homeless teens.", "title": "Help for homeless college students", "url": "http://money.cnn.com/2013/12/31/pf/homeless-college-students/index.html", "thumbnail_height": 367, "thumbnail_url": "http://i2.cdn.turner.com/money/dam/assets/131220183437-homeless-college-students-620xa.jpg", "thumbnail_width": 620}], "favicon_url": "http://s2.wp.com/i/favicon.ico?m=1311975824g", "authors": [{"url": "http://studentactivism.net/author/angusjohnston/", "name": "Angus Johnston"}], "images": [{"caption": null, "url": "http://wordpress.com/i/blank.jpg?m=1383295312g", "height": 200, "width": 200, "colors": [{"color": [252, 252, 252], "weight": 0.000244140625}], "entropy": -0.0, "size": 8554}], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://studentactivism.net/2013/03/08/cooper-union-is-stil-tuition-free/", "url": "http://studentactivism.net/2013/03/08/cooper-union-is-stil-tuition-free/", "media": {}, "title": "Cooper Union Is Still Tuition-Free", "offset": null, "content": "<div>\n<p>In a victory for students, alumni, and faculty, and a startling reversal for administrators, the Cooper Union board of trustees this week <a href=\"http://www.dnainfo.com/new-york/20130307/east-village/cooper-union-will-not-begin-charging-tuition-this-fall\">announced that they will retain the college's free tuition policy</a> while they continue to evaluate Cooper Union's financial situation.</p>\n<p>A vote on a proposal to impose tuition was widely expected at Wednesday's meeting, with many expecting the trustees to break with the college's history of free access to all undergraduate admittees. But months of increasingly strong and well-organized opposition from student activists, Cooper Union professors, and alumni groups appear to have made an impact.</p>\n<p>Cooper Union has been tuition-free since the 19th century. Today, with fewer than a dozen free colleges and universities remaining in the United States, the struggle to keep Cooper Union on the list drew national attention.</p>\n<p>Public opposition to the tuition policy has been led by Cooper Union undergrads. Though they are not in the administration's crosshairs themselves - the college has never contemplated imposing tuition fees on currently enrolled students - they have portrayed the imposition of tuition as a betrayal of the college's principles and a threat to its reputation. A group of activists  <a href=\"http://studentactivism.net/2012/12/07/free-cooper-union-occupation-rolls-on/\">occupied Cooper's most historic building</a> for a week in December, and others have staged a series of protests and actions that have drawn substantial media attention.</p>\n<p>In a welcome departure from much recent precedent in tuition fights, faculty have largely stood with students in their campaign, affirming the centrality of CU's free education policy to the college's mission. (In retaliation for the Art School faculty's refusal to approve a tuition proposal, the college's administration last month cancelled all early admission decisions for the fall's incoming Art School class.)</p>\n<p>Although the trustees have not taken tuition off the table for the future in yesterday's statement, free tuition for the class of 2017 has been preserved. A new cohort of students will enter the college under the current policy. And having been jerked around for months by the administration on this question, it's hard to imagine them not arriving even more committed to free tuition than their predecessors.</p>\n<p>In another potentially major development, the Trustees <a href=\"http://felixsalmon.tumblr.com/post/44817285865/to-the-cooper-union-community-from-the-board-of\">announced in their Thursday statement</a> that they will be exploring \"the matter of student participation at meetings of the Board of Trustees\" in the near future. Currently no students sit on the board, and greater involvement in college governance has been one of the demands of the current wave of Cooper student activists.</p>\n<p>The fight to preserve free education at Cooper Union isn't over. No fight to preserve free anything ever is. But every Cooper Union trustee meeting that passes without a vote to impose tuition is a victory - for student activism and for faculty prerogatives in governance, but also for Cooper Union itself, and for the ideal of accessible higher education in the United States.</p>\n</div>", "entities": [{"count": 9, "name": "Cooper Union"}, {"count": 2, "name": "Cooper"}, {"count": 2, "name": "United States"}, {"count": 2, "name": "Art School"}, {"count": 1, "name": "Board of Trustees"}, {"count": 1, "name": "CU"}], "favicon_colors": [{"color": [21, 127, 169], "weight": 0.37744140625}, {"color": [230, 241, 245], "weight": 0.18505859375}], "keywords": [{"score": 73, "name": "tuition"}, {"score": 49, "name": "cooper"}, {"score": 41, "name": "trustee"}, {"score": 37, "name": "student"}, {"score": 35, "name": "college"}, {"score": 34, "name": "union"}, {"score": 27, "name": "free"}, {"score": 27, "name": "faculty"}, {"score": 15, "name": "preserve"}, {"score": 15, "name": "alumni"}], "published": 1362705120000, "provider_name": "Studentactivism", "type": "html"}