{"provider_url": "http://www.independent.co.uk", "description": "Alumni have made key campaigners plaques for their desks, and the entrance to the space, formerly a reception area, now shows a proportion of the artwork and installations that the campaign has inspired. The message that education is a public good, and that it should be available to all regardless of finances, rings loud and true.", "embeds": [], "safe": true, "provider_display": "www.independent.co.uk", "related": [{"score": 0.6954542994499207, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.6705043911933899, "description": "Universities in South Dakota, Nebraska, and other states have cut the number of credits students need to graduate. A proposal in Florida would let online courses forgo the usual higher-education accreditation process. A California legislator introduced a measure that would have substituted online courses for some of the brick-and-mortar kind at public universities.", "title": "'We Are Creating Walmarts of Higher Education'", "url": "http://www.theatlantic.com/education/archive/2013/12/we-are-creating-walmarts-of-higher-education/282619/", "thumbnail_height": 410, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR33OS4_1/lead_large.jpg?myf59a", "thumbnail_width": 615}, {"score": 0.6585743427276611, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}, {"score": 0.63575279712677, "description": "Two years after a Stanford professor drew 160,000 students from around the globe to a free online course on artificial intelligence, starting what was widely viewed as a revolution in higher education, early results for such large-scale courses are disappointing, forcing a rethinking of how college instruction can best use the Internet.", "title": "After Setbacks, Online Courses Are Rethought", "url": "http://www.nytimes.com/2013/12/11/us/after-setbacks-online-courses-are-rethought.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/11/us/jp-MOOCS/jp-MOOCS-videoSixteenByNine1050-v2.jpg", "thumbnail_width": 1050}, {"score": 0.6165926456451416, "description": "American students are bored by math, science and engineering. They buy smartphones and tablets by the millions but don't pursue the skills necessary to build them. Engineers and physicists are often portrayed as clueless geeks on television, and despite the high pay and the importance of such jobs to the country's future, the vast majority of high school graduates don't want to go after them.", "title": "Who Says Math Has to Be Boring?", "url": "http://www.nytimes.com/2013/12/08/opinion/sunday/who-says-math-has-to-be-boring.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/07/opinion/video-editorial-ptech-new/video-editorial-ptech-new-videoSixteenByNine1050-v2.jpg", "thumbnail_width": 1050}], "favicon_url": "http://www.independent.co.uk/favicon.ico", "authors": [], "images": [{"caption": null, "url": "http://www.independent.co.uk/incoming/article8690100.ece/BINARY/original/cooper-union.jpg", "height": 768, "width": 1024, "colors": [{"color": [11, 6, 10], "weight": 0.513916015625}, {"color": [239, 236, 219], "weight": 0.101806640625}, {"color": [20, 63, 105], "weight": 0.09423828125}, {"color": [220, 196, 166], "weight": 0.09228515625}, {"color": [193, 88, 51], "weight": 0.056396484375}], "entropy": 5.47919973904, "size": 107697}], "cache_age": 83747, "lead": null, "language": "English", "original_url": "http://ind.pn/14w721h", "url": "http://www.independent.co.uk/student/student-life/in-defence-of-the-ideal-university-the-battle-for-cooper-union-8690111.html", "media": {}, "title": "In defence of the ideal university: The battle for Cooper Union", "offset": null, "content": "<div>\n<p>Alumni have made key campaigners plaques for their desks, and the entrance to the space, formerly a reception area, now shows a proportion of the artwork and installations that the campaign has inspired. The message that education is a public good, and that it should be available to all regardless of finances, rings loud and true.</p>\n<p>Cooper Union, founded in 1859 by Peter Cooper, was created to ensure that 'education equal to the best' was, and is, 'open and free to all'. The university at present provides a full tuition scholarship to all its students, ensuring that at least in principle, the opportunity to study in the institution is not hindered by race, class or wealth. This ideal is core to both the campaign currently taking place, and also the beliefs of all those who I met during my time in New York.</p>\n<p>The seeds of the current occupation were sewn in October 2011, when the newly appointed president Jamshed Bharucha announced to the world that Cooper Union was considering charging fees to new students. It soon became clear that plans were in place, and Cooper Union now states that as of 2014, it intends to charge close to $20,000 a year in fees. A campaign subsequently started, and after a number of events and rallies, they held a seven day 'lock-in' in December 2012, a response to the threat of fees. Following this, and with the announcement now definitive, on 8 May 2013, the current occupation began.</p>\n<p>An art, engineering and architecture school, the institution boasts an impressive and substantial list of alumni. Clearly the original mission had been working. The campaigners, along with many past students who are now pitching in, argue that this is because of the diverse student make-up, a direct consequence of the lack of fees, and thanks to 'incredible faculty', who also see the benefit in meritocracy.</p>\n<p>\"We need to find a self-sustaining equilibrium to fund our school, and spread this model to other universities,\" said Casey Gollan, one of the occupiers. \"We don't want to win the argument, just to fix the problem.\" </p>\n<p>This attitude of working to solve the problems that exist rather than shouting 'not fair' highlights both the importance that all involved place on their mission, but also their willingness to work alongside the administration to fix the undeniable funding gap. Thus far management seems unwilling to talk.</p>\n<p>The institution is funded by tax relief, rent on property owned, and a large endowment from alumni and the community. The protesters believe that they can raise more funds themselves than the current administration is able to, and if this happens, there will be little the President and his team can say to stop them from enacting their demands and keeping tuition free for all. Based on the impressive dedication and organisation of <a href=\"http://freecooperunion.com/\">those involved</a>, I would not be surprised if they can. </p>\n<p>The United States is not known for its affordable higher education opportunities, and increasingly access to a university education in the States seems to be for the privileged. And yet, Cooper Union today is still an exception, for now at least. If the students and faculty find a way to preserve the status quo, then they hope that students and faculties around the US will follow suit and create a fairer and more accessible college system.</p>\n<p>In the United Kingdom, free education to undergraduate students is still very much in living memory for many, unlike for the majority of US citizens. Politicians and parties today telling students and school pupils that fees are a necessity themselves benefited from a system that ensured a degree was accessible to those who wanted to study, with money not being an issue. On a daily basis it is clear that students in the UK don't have it easy. There's endless debt, high living costs, <a href=\"http://www.independent.co.uk/student/news/young-people-in-the-uk-spend-more-time-unemployment-than-their-counterparts-in-europe-says-oecd-8673125.html\">low employment for young people</a>, and students in greater numbers <a href=\"http://www.independent.co.uk/student/news/sex-for-tuition-fees-are-universities-just-refusing-to-face-up-to-the-facts-8667648.html\">turning to sex work</a> to fund their studying. </p>\n<p>The Cooper Union is one of the only schools where students can study for free in the USA, and they are fighting to protect this. We in the UK need to learn from this. Rather than blindly accepting the norm, the protesters are taking steps to protect what they have benefited from. It's about time we, alongside the generations in the UK sitting today in homes we will never own, in jobs we will never get, step up to the plate and do the same. </p>\n</div>", "entities": [{"count": 5, "name": "Cooper Union"}, {"count": 3, "name": "UK"}, {"count": 2, "name": "US"}, {"count": 1, "name": "United Kingdom"}, {"count": 1, "name": "Casey Gollan"}, {"count": 1, "name": "USA"}, {"count": 1, "name": "Jamshed Bharucha"}, {"count": 1, "name": "Peter Cooper"}, {"count": 1, "name": "United States"}, {"count": 1, "name": "New York"}, {"count": 1, "name": "States"}], "favicon_colors": [{"color": [32, 32, 32], "weight": 0.036865234375}, {"color": [252, 252, 252], "weight": 0.025634765625}], "keywords": [{"score": 45, "name": "students"}, {"score": 26, "name": "cooper"}, {"score": 25, "name": "fees"}, {"score": 23, "name": "alumni"}, {"score": 20, "name": "faculties"}, {"score": 20, "name": "education"}, {"score": 19, "name": "union"}, {"score": 17, "name": "fund"}, {"score": 15, "name": "campaigners"}, {"score": 13, "name": "free"}], "published": 1372982400000, "provider_name": "Independent", "type": "html"}