{"provider_url": "http://blogs.wsj.com", "description": "Students that have barricaded themselves inside Cooper Union's landmark Foundation Building on Cooper Square are livestreaming their protest of the college's plan to bolster its finances by charging tuition for graduate programs. The students planned the action for a month before 11 of them barricaded themselves inside the Peter Cooper suite Monday at noon, said Casey Gollan, a 21-year-old senior.", "embeds": [], "safe": true, "provider_display": "blogs.wsj.com", "related": [{"score": 0.7314409613609314, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.7147084474563599, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}, {"score": 0.7074229717254639, "description": "Universities in South Dakota, Nebraska, and other states have cut the number of credits students need to graduate. A proposal in Florida would let online courses forgo the usual higher-education accreditation process. A California legislator introduced a measure that would have substituted online courses for some of the brick-and-mortar kind at public universities.", "title": "'We Are Creating Walmarts of Higher Education'", "url": "http://www.theatlantic.com/education/archive/2013/12/we-are-creating-walmarts-of-higher-education/282619/", "thumbnail_height": 410, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR33OS4_1/lead_large.jpg?myf59a", "thumbnail_width": 615}, {"score": 0.6548378467559814, "description": "Diallo Shabazz was a student at the University of Wisconsin in 2000 when he stopped by the admissions office. \"One of the admissions counselors walked up to me, and said, 'Diallo, did you see yourself in the admissions booklet? Actually, you're on the cover this year,' \" Shabazz says.", "title": "A Campus More Colorful Than Reality: Beware That College Brochure", "url": "http://www.npr.org/2013/12/29/257765543/a-campus-more-colorful-than-reality-beware-that-college-brochure", "thumbnail_height": 1024, "thumbnail_url": "http://media.npr.org/assets/img/2013/12/29/shabazz_custom-70b65a3700c720a7bf3f6efed01a8eac2eb3b9e9.jpg", "thumbnail_width": 808}, {"score": 0.6500742435455322, "description": "A handful of schools, aid organizations and advocates from across the country are taking steps to help homeless college students. As the number of homeless college students grows, schools, aid organizations and advocates from across the country are taking steps to help. Getting into college itself can be a major challenge for homeless teens.", "title": "Help for homeless college students", "url": "http://money.cnn.com/2013/12/31/pf/homeless-college-students/index.html", "thumbnail_height": 367, "thumbnail_url": "http://i2.cdn.turner.com/money/dam/assets/131220183437-homeless-college-students-620xa.jpg", "thumbnail_width": 620}], "favicon_url": "http://s.wsj.net/favicon.ico", "authors": [], "images": [{"caption": null, "url": "http://s.wsj.net/img/WSJ_profile_lg.gif", "height": 200, "width": 200, "colors": [{"color": [222, 215, 201], "weight": 0.89501953125}, {"color": [10, 10, 10], "weight": 0.10498046875}], "entropy": 2.70829021775, "size": 10423}], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://blogs.wsj.com/metropolis/2012/12/04/students-barricaded-in-cooper-union-livestream-protest/", "url": "http://blogs.wsj.com/metropolis/2012/12/04/students-barricaded-in-cooper-union-livestream-protest/", "media": {}, "title": "Students Barricaded in Cooper Union, Livestream Protest", "offset": null, "content": "<div>\n<p>Students that have barricaded themselves inside Cooper Union's landmark Foundation Building on Cooper Square are <a href=\"http://www.livestream.com/occupynyc\">livestreaming their protest</a> of the college's plan to bolster its finances by charging tuition for graduate programs.</p>\n<p>The students planned the action for a month before 11 of them barricaded themselves inside the Peter Cooper suite Monday at noon, said Casey Gollan, a 21-year-old senior. One student journalist from the New School is also with them.</p>\n<p>\"We have a lot of supplies up here,\" Gollan said. \"We're not in a position where we feel like we need to leave until we have things addressed.\"</p>\n<p>Several faculty members joined some students at a press conference Tuesday afternoon outside the building to say they supported the Cooper Union's mission statement, which says the college awards full scholarships to undergraduates. Tuition is valued at $38,550.</p>\n<p>They have three demands, including the resignation of the college's new President Jamshed Bharucha. The students also want the college to reaffirm its commitment to free education and to give them a say in college governance.</p>\n<p>A college spokeswoman said the president has held meetings with other students this morning, and a new \"financially sustainable plan is critical to the institution's survival.\"</p>\n<p>\"The 11 art students who have locked themselves in the Peter Cooper Suite do not reflect the views of a student population of approximately 1,000 architects, artists and engineers,\" spokeswoman Jolene Travis said in an e-mailed statement.</p>\n<p>Travis said the president and other college officials have held more than 80 meetings with students, faculty and staff members, and alumni.</p>\n<p>Facing a mounting deficit, the college <a href=\"http://online.wsj.com/article/SB10001424052970204528204577010510822950308.html?KEYWORDS=%22cooper+union%22\">floated the idea in November 2011 of charging tuition</a> but students and faculty members immediately fought back.</p>\n<p>Instead, the school's trustees decided to expand its<a href=\"http://online.wsj.com/article/SB10001424052702303592404577364434200598276.html\"> 60-student graduate program and charge tuition.</a></p>\n<p>Gollan said students have been particularly unhappy with what they see as a lack of communication from the new president, who took over in July 2011.</p>\n</div>", "entities": [{"count": 2, "name": "Cooper Union"}, {"count": 2, "name": "Gollan"}, {"count": 1, "name": "Peter Cooper"}, {"count": 1, "name": "Casey Gollan"}, {"count": 1, "name": "Jamshed Bharucha"}, {"count": 1, "name": "New School"}, {"count": 1, "name": "Travis"}, {"count": 1, "name": "Jolene Travis"}], "favicon_colors": [{"color": [187, 180, 158], "weight": 0.444580078125}, {"color": [226, 225, 217], "weight": 0.364501953125}, {"color": [112, 114, 113], "weight": 0.138916015625}, {"color": [37, 39, 38], "weight": 0.052001953125}], "keywords": [{"score": 45, "name": "students"}, {"score": 31, "name": "college"}, {"score": 30, "name": "gollan"}, {"score": 26, "name": "tuition"}, {"score": 22, "name": "cooper"}, {"score": 20, "name": "faculty"}, {"score": 14, "name": "barricaded"}, {"score": 12, "name": "travis"}, {"score": 10, "name": "jolene"}, {"score": 10, "name": "bharucha"}], "published": null, "provider_name": "Wsj", "type": "html"}