{"provider_url": "http://www.thenation.com", "description": "Here's a personal observation with a political thrust: if I were single, I don't think I could handle dating a graduate student in the humanities or the social sciences. Or someone with a PhD but not a tenure-track job. Or perhaps even a junior professor working for tenure.", "embeds": [], "safe": true, "provider_display": "www.thenation.com", "related": [{"score": 0.6258077621459961, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.6110317707061768, "description": "Universities in South Dakota, Nebraska, and other states have cut the number of credits students need to graduate. A proposal in Florida would let online courses forgo the usual higher-education accreditation process. A California legislator introduced a measure that would have substituted online courses for some of the brick-and-mortar kind at public universities.", "title": "'We Are Creating Walmarts of Higher Education'", "url": "http://www.theatlantic.com/education/archive/2013/12/we-are-creating-walmarts-of-higher-education/282619/", "thumbnail_height": 410, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR33OS4_1/lead_large.jpg?myf59a", "thumbnail_width": 615}, {"score": 0.6014851927757263, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}, {"score": 0.5733221173286438, "description": "A.J. Mast / for NBC News This past April, facing the prospect of three 20-page papers due in the same week, Indiana University East student Harmony Glenn had a panic attack in the school library. \"I couldn't breathe, and my chest felt tight,\" she said.", "title": "Debt, no degree: Bills mount for ex-college students who never reached the finish line", "url": "http://usnews.nbcnews.com/_news/2013/12/30/21892627-debt-no-degree-bills-mount-for-ex-college-students-who-never-reached-the-finish-line?lite", "thumbnail_height": 1500, "thumbnail_url": "http://media2.s-nbcnews.com/i/MSNBC/Components/Photo/_new/131213-student-loan-debt-main-3p.jpg", "thumbnail_width": 1489}, {"score": 0.5627118349075317, "description": "Author David Price writes: \"If schools are coming into direct competition with the learning opportunities available in the informal social space, it has to be said that this is a pressure, which barely registers within the political discourse.", "title": "What's Our Vision for the Future of Learning?", "url": "http://blogs.kqed.org/mindshift/2013/12/whats-our-vision-for-the-future-of-learning/", "thumbnail_height": 150, "thumbnail_url": "http://blogs.kqed.org/mindshift/files/2013/12/180920770-e1387589245117-300x150.jpg", "thumbnail_width": 300}], "favicon_url": "http://www.thenation.com/sites/thenation.com/files/favicon.ico", "authors": [], "images": [{"caption": null, "url": "http://www.thenation.com//sites/default/files/higher_education_cc_fb.jpg", "height": 225, "width": 300, "colors": [{"color": [208, 232, 214], "weight": 0.40185546875}, {"color": [106, 161, 138], "weight": 0.333251953125}, {"color": [15, 25, 23], "weight": 0.140625}, {"color": [60, 116, 95], "weight": 0.07177734375}, {"color": [57, 76, 70], "weight": 0.052490234375}], "entropy": 5.86999895979, "size": 29722}, {"caption": null, "url": "http://www.thenation.com/sites/default/files/user/248603/higher_education_cc_img.jpg", "height": 387, "width": 615, "colors": [{"color": [212, 232, 215], "weight": 0.4033203125}, {"color": [112, 166, 143], "weight": 0.281494140625}, {"color": [65, 113, 95], "weight": 0.1630859375}, {"color": [20, 30, 28], "weight": 0.152099609375}], "entropy": 5.866347647899503, "size": 74865}, {"caption": null, "url": "http://www.thenation.com/sites/default/files/cover0106-tilt.jpg", "height": 109, "width": 130, "colors": [{"color": [239, 214, 13], "weight": 0.44970703125}, {"color": [249, 251, 248], "weight": 0.226318359375}, {"color": [229, 48, 42], "weight": 0.18359375}, {"color": [18, 11, 11], "weight": 0.05029296875}, {"color": [134, 124, 8], "weight": 0.04345703125}], "entropy": 3.89297914837, "size": 22510}, {"caption": null, "url": "http://www.thenation.com/sites/thenation.com/themes/thenation/images/logo-main.gif?v=3", "height": 82, "width": 277, "colors": [{"color": [248, 248, 248], "weight": 0.798583984375}, {"color": [188, 41, 38], "weight": 0.201416015625}], "entropy": 1.13396433173, "size": 4539}, {"caption": null, "url": "http://www.thenation.com/sites/default/files/rick_perlstein_100.jpg", "height": 100, "width": 100, "colors": [{"color": [20, 20, 23], "weight": 0.37158203125}, {"color": [72, 61, 57], "weight": 0.264892578125}, {"color": [115, 101, 92], "weight": 0.15576171875}, {"color": [146, 135, 131], "weight": 0.126220703125}, {"color": [239, 249, 221], "weight": 0.050048828125}], "entropy": 6.16948392077, "size": 5130}], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://www.thenation.com/blog/175859/death-democratic-higher-education", "url": "http://www.thenation.com/blog/175859/death-democratic-higher-education", "media": {}, "title": "On the Death of Democratic Higher Education | The Nation", "offset": null, "content": "<div>\n<p>Here's a personal observation with a political thrust: if I were single, I don't think I could handle dating a graduate student in the humanities or the social sciences. Or someone with a PhD but not a tenure-track job. Or perhaps even a junior professor working for tenure. When I close my eyes and think of friends who're sweating their way up that greasy pole to find steady work as a professional scholar, the images I come up with are of people at wits' end, often hardly capable of healthy relationships at all.</p>\n<p>I think of one, a recently minted history doctorate, for whom a two-year postdoctoral fellowship fortuitously dropped from the sky-but whom before that happened I regularly had to almost literally talk down from the ledge, so frazzled was she by the thought of piecing together more years with a $15,000 income; or maybe (she didn't have any teaching lined up for this fall when the postdoc came through) no income at all.</p>\n<p>I think of another, a gifted and committed teacher, the single mother of a disabled son, whose employer, a downtown commuter college, began cutting her course load the more experienced she got-the <em>better </em>she got-because it was cheaper to hire teachers who were green. She referred to this as her \"poverty summer,\" and I think she was near to the ledge too.</p>\n<p>There's another guy, a romance languages doctorate from one of the world's great research universities, also a gifted and committed teacher. He came from a working-class background-his dad drives a truck for Coca-Cola, and he himself has had jobs like warehouseman and forklift driver. Because of all that, he possessed a psychological profile that made thriving in academia difficult: namely, he is self-possessed, confident and utterly lacking in the other-directed brown-nose-itutde that is the mark of the modern professional managerial class. When he realized that most critical theory wasn't to his taste, he avoided it-except when he had to parrot it back to his professors to pass his field exams. He also didn't frantically seek lines on his curriculum vitae, grinding the same research into half a dozen all-but-identical conference papers. He didn't <em>suck up.</em> Instead, all he did was write a brilliant dissertation with a timely and politically relevant theme, in elegant, readable prose. All the while he feasted upon books about every subject under the sun. An insatiable auto-didact, his love of knowledge burns more brightly than that of just about anyone I've ever met, and outshines every professor I know. A natural-born teacher, he simultaneously and joyfully practiced the arts of citizenship just about every day of the week in the form of long, passionate and generous e-mails to his working-class relatives, most of them Christian conservatives, teaching them about the sins of the national security state, the historical accomplishments of the welfare state, and so on and so forth. In a better world, academia would beat a path to this gentleman's door. Instead, he knows tenured employment is almost unimaginable. So he's applied to about a hundred jobs this summer, desperate to keep up with his mortgage-every kind of job, including one as an on-campus building manager. He finally ended up with a year-long contract at a private school teaching science to eighth graders. Though he has no particular interest in and no experience with science, he's glad to be working at all.</p>\n<p>I think about a junior professor I know, also at a great research university-I have to be careful here; academics are petty, and who knows what identifying detail might set off one of (his or her) colleagues on whom the rest of (her or his) professional life depends-who is up for tenure this year. When I listen to (him or her) talk about this, it sounds a little bit what it might be like to be a protagonist in a Kafka story. The decision sits in the hands of a small group of reviewers, judging via criteria that are ostensibly transparent but are for all practical purposes opaque. (He or she) works and plays beside (her or his) reviewers every day. Who knows what faculty meeting or dinner party faux pas might place one of them in a blackballing mood? Who knows whether that paper (he or she) wrote, passed around delightedly by graduate students because it takes on a trendy academic superstar, will catapult (his or her) esteem among (her or his) reviewers, or capsize it? Who knows-(she or he) certainly doesn't-whether (he or she) suddenly, from one day to the next, will learn that (she or he) is suddenly guaranteed a lifetime sinecure within an upper-middle-class professional elite, deferred to for the rest of (his or her) life, or whether (he or she)...won't?</p>\n<p>It must not make for a very balanced inner life.</p>\n<p>I could add a half-dozen similar stories; these, though, are the archetypes. I think of them, and I contrast them to the tenured professors I know. They live unimaginably charmed lives, in this season of our austerity.</p>\n<p>I think of one academic couple I know, of whom I am very fond, and whose contributions to teaching and scholarship and left-wing activism are exemplary. I don't begrudge them their gorgeous home with the expansive deck overlooking mountains and ocean; I don't begrudge one of them for letting slip-we all have moments of hubris-that they make $400,000 between them. I don't begrudge another such couple the fancy catered dinner parties they're able to throw in their fancy home, because, hell, I was the guest of honor at one of those dinner parties. In fact, I've been the guest of honor, as a visiting independent scholar, at fancy dinners at all sorts of fancy universities, and am invariably fond of my hosts, for the most part decent, dedicated people: 1960s veterans, mainly, who've done their best to keep their values intact.</p>\n<p>But here's their problem-a tragic flaw. They're hardly aware that they're aristocrats, and that they oversee an army of intellectual serfs. Because no one saw this coming.</p>\n<p>The history of American higher education over the twentieth century is an extraordinary one, the story of the creation of a powerhouse set of institutions that are the envy of the civilized world. Once they were the province, both among the student and faculty bodies, of children of privilege, generally WASPS. Then state land-grant universities and urban city college systems (where, in the state of California and New York City, tuition was free) expanded opportunities for entry into the middle class to new ethnic groups, farm kids, strivers of every description. The GI Bill expanded those same opportunities yet further through the glorious infusion of federal cash, and the Cold War imperatives that midwifed the National Defense Education Act expanded the administrative capacity of university after university such that when the frolicksome baby boomers began flooded their gates there was plenty of room to accommodate them. The trajectory, in other words, once went in only one direction: expanded opportunity.</p>\n<p>Qualitatively, too, the expansion of college education became a genuine ornament of mass democracy. It made America more decent, more lovely, more cultured, more critical, even-ask anyone who went to college in the 1960s or '70s- <em>more fun. </em>It made America richer too, both spiritually and materially; though in an important sense the first condition fed the second, as the liberation of intellectual imaginations midwifed a thousand productive careers in every field, careers that were productive precisely because they were inspired by a \"liberal arts\" attitude, not merely pinched Babbit-like commercial aspirations. Some of these folks, gifted with a college education, chose a professional life that continued within those colleges. It was one of the ways a capitalist society healthily reproduced itself: by making life in our capitalist society more worth living, more savory, more decent (and again: more fun); and, too, by producing the professionals and managers it took to keep that society running.</p>\n<a href=\"https://subscribe.thenation.com/servlet/OrdersGateway?cds_mag_code=NAN&amp;cds_page_id=122425&amp;cds_response_key=I12SART1\">Please support our journalism. Get a digital subscription for just $9.50!</a> <p>Now all we seem to care about is reproducing the managerial class.</p>\n<p>It changed slowly at first, but then with headlong rapidity. Ronald Reagan was a leading indicator: he instituted tuition at the University of California system, famously asking why California taxpayers should be forced \"to subsidize intellectual curiosity.\" (But subsidizing intellectual curiosity was what made California one of the most prosperous economies in the world.) I hope to write more on these subjects in the coming months as school comes into session, as they occur to me: the \"MOOCs\"-massive online open courses, which may well render most professors redundant; the death of free college education at what few institutions, like Cooper Union, that until recently nobly upheld it; the actions of the board of the University of Virginia to thumb their nose at the school's founder, a fellow named Jefferson, who wanted his school open for free to all young gentlemen of talent in the colony.</p>\n<p>I want to write more about a contradiction: people still clamor for the chance to lead spiritually enriching lives as professional scholars, because it's an opportunity they saw all around them in college, a model for an engaged and decent life-even as the possibilities for engaged and decent lives retreat more every semester.</p>\n<p>I want to write, in other words, about the death of democratic higher education, and the re-enshrinement of an idea that only seems impossibly old-fashioned until you think about it for more than five minutes: the gentleman scholar. The person of means and leisure. Because, dammit, aren't the only ones now who can afford to risk the miniscule chances of professional advancement in academia the people who already have enough to get by on their own?</p>\n<p>It's time for us to begin chewing on that: what we lose when democratic higher education dies. That is how a healthy capitalist society eats its seed corn.</p>\n<em>Katrina vanden Heuvel on how <a href=\"http://www.thenation.com/blog/175628/debt-free-college-education\">debt is destroying</a> higher education. </em> </div>", "entities": [{"count": 3, "name": "California"}, {"count": 2, "name": "academia"}, {"count": 2, "name": "America"}, {"count": 1, "name": "National Defense"}, {"count": 1, "name": "New York City"}, {"count": 1, "name": "Coca-Cola"}, {"count": 1, "name": "Bill"}, {"count": 1, "name": "American"}, {"count": 1, "name": "Kafka"}, {"count": 1, "name": "University of Virginia"}, {"count": 1, "name": "University of California"}, {"count": 1, "name": "Jefferson"}, {"count": 1, "name": "Cooper Union"}, {"count": 1, "name": "vanden Heuvel"}, {"count": 1, "name": "Ronald Reagan"}], "favicon_colors": [{"color": [248, 248, 248], "weight": 0.04931640625}, {"color": [157, 37, 40], "weight": 0.007080078125}, {"color": [196, 113, 117], "weight": 0.006103515625}], "keywords": [{"score": 35, "name": "professional"}, {"score": 32, "name": "education"}, {"score": 31, "name": "college"}, {"score": 29, "name": "decent"}, {"score": 27, "name": "fancy"}, {"score": 24, "name": "scholar"}, {"score": 24, "name": "professors"}, {"score": 24, "name": "begrudge"}, {"score": 23, "name": "ones"}, {"score": 23, "name": "intellectual"}], "published": 1377065040000, "provider_name": "Thenation", "type": "html"}