{"provider_url": "http://dismagazine.com", "description": "In the Art School Issue, we began to examine emerging issues surrounding the curriculum, cost, and administration of schools around the globe. Today, these issues have come to a head, and it isn't pretty: Cooper Union, a school that has been free for 154 years, has announced that it will begin charging tuition to new students in 2014.", "embeds": [], "safe": true, "provider_display": "dismagazine.com", "related": [{"score": 0.6225688457489014, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.6073290109634399, "description": "It's my fault. I'll admit it. During my eight years in the classroom, I ruined at least two amazing literary works by assigning horrifically dull reading projects. My only hope is that those middle school students, whose enthusiasm I quashed, found another way to become passionate about literature.", "title": "Projects to Engage Middle School Readers", "url": "http://www.edutopia.org/blog/projects-engage-middle-school-readers-beth-holland", "thumbnail_height": 345, "thumbnail_url": "http://www.edutopia.org/files/slates/holland-engage-ms-readers-flickr.jpg", "thumbnail_width": 460}, {"score": 0.6032891273498535, "description": "American students are bored by math, science and engineering. They buy smartphones and tablets by the millions but don't pursue the skills necessary to build them. Engineers and physicists are often portrayed as clueless geeks on television, and despite the high pay and the importance of such jobs to the country's future, the vast majority of high school graduates don't want to go after them.", "title": "Who Says Math Has to Be Boring?", "url": "http://www.nytimes.com/2013/12/08/opinion/sunday/who-says-math-has-to-be-boring.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/07/opinion/video-editorial-ptech-new/video-editorial-ptech-new-videoSixteenByNine1050-v2.jpg", "thumbnail_width": 1050}, {"score": 0.5898827910423279, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}, {"score": 0.5843965411186218, "description": "PALO ALTO - Akshay Kothari's first assignment at the D.school - formally known as the Hasso Plattner Institute of Design at Stanford University - was to rethink how people eat ramen noodles. His last D.school assignment led to a news-reading app that was bought by LinkedIn for $90 million.", "title": "Solving Problems for Real World, Using Design", "url": "http://www.nytimes.com/2013/12/30/technology/solving-problems-for-real-world-using-design.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/30/business/dschool1/dschool1-videoSixteenByNine1050.jpg", "thumbnail_width": 1050}], "favicon_url": "http://dismagazine.com/favicon.ico?v=5", "authors": [{"url": "http://dismagazine.com/author/kari-rittenbach/", "name": "Kari Rittenbach"}, {"url": "http://dismagazine.com/author/finn-diesel/", "name": "Finn Diesel"}, {"url": "http://dismagazine.com/author/sewa-adekoya/", "name": "Sewa Adekoya"}, {"url": "http://dismagazine.com/author/dis/", "name": "DIS"}], "images": [{"caption": null, "url": "http://dismagazine.com/uploads/2013/05/468098_466511190096371_187609929_o-600x448.jpg", "height": 448, "width": 600, "colors": [{"color": [26, 31, 33], "weight": 0.380126953125}, {"color": [158, 159, 149], "weight": 0.180908203125}, {"color": [123, 118, 112], "weight": 0.10693359375}, {"color": [75, 61, 55], "weight": 0.093505859375}, {"color": [89, 89, 89], "weight": 0.087646484375}], "entropy": 6.744041162658249, "size": 78546}, {"caption": null, "url": "http://dismagazine.com/uploads/2013/05/462612_466897166724440_313130796_o-1024x683-600x400.jpg", "height": 400, "width": 600, "colors": [{"color": [73, 74, 65], "weight": 0.2890625}, {"color": [24, 27, 28], "weight": 0.26123046875}, {"color": [116, 119, 100], "weight": 0.119140625}, {"color": [159, 148, 137], "weight": 0.09130859375}, {"color": [187, 179, 169], "weight": 0.0888671875}], "entropy": 7.0439473412562466, "size": 106330}, {"caption": null, "url": "http://dismagazine.com/uploads/2013/05/963836_10200117910254776_1354011684_o-1024x293-600x171.jpg", "height": 171, "width": 600, "colors": [{"color": [161, 160, 158], "weight": 0.505126953125}, {"color": [50, 58, 63], "weight": 0.177734375}, {"color": [99, 102, 103], "weight": 0.169921875}, {"color": [228, 232, 233], "weight": 0.147216796875}], "entropy": 6.203933534407751, "size": 36741}, {"caption": null, "url": "http://dismagazine.com/uploads/2013/05/free_education_icon.jpg", "height": 200, "width": 200, "colors": [{"color": [91, 98, 118], "weight": 0.403564453125}, {"color": [155, 133, 120], "weight": 0.238525390625}, {"color": [49, 45, 44], "weight": 0.23046875}, {"color": [195, 176, 159], "weight": 0.05419921875}, {"color": [199, 79, 79], "weight": 0.04150390625}], "entropy": 6.70870827881, "size": 32257}, {"caption": null, "url": "http://dismagazine.com/wp-content/authors/admin-16.jpg", "height": 250, "width": 250, "colors": [{"color": [158, 170, 177], "weight": 0.509521484375}, {"color": [245, 249, 250], "weight": 0.490478515625}], "entropy": 2.92169660696, "size": 5898}], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://dismagazine.com/blog/44762/free-cooper-union/", "url": "http://dismagazine.com/blog/44762/free-cooper-union/", "media": {}, "title": "FREE COOPER UNION!", "offset": null, "content": "<div>\n<p>In the <a href=\"http://dismagazine.com/issues/art-school/\">Art School Issue</a>, we began to examine emerging issues surrounding the curriculum, cost, and administration of schools around the globe. Today, these issues have come to a head, and it isn't pretty: Cooper Union, a school that has been free for 154 years, has announced that it will begin charging tuition to new students in 2014. The students of Cooper Union have since occupied the school, and are calling for President Bharucha's resignation. The occupation has one goal: a change in policy returning the school to the legacy envisioned by its founder, Peter Cooper, of providing education to all. DIS stands in support of the students of Cooper Union participating in this occupation, who are risking their own degrees and the threat of expulsion not for themselves, but so that future students can have the same chance at a free, high quality education.</p>\n<p>The following statement has been released by the <a href=\"http://cusos.org/55-hours/\">Cooper Union Student Action to Save Our School</a>:</p>\n<blockquote>\n<p>Since Wednesday morning students have been occupying the Office of the President on the 7th floor of The Cooper Union. It is no longer the Office of the President, but an Office for Over 100 Presidents from the Cooper Community. Students from across the schools of art, architecture, and engineering have been joined by faculty, staff, alumni, and friends of Cooper Union, in this action.</p>\n<p>At noon on Thursday, May 9, students noticed an increased presence of private security personnel on campus without having received prior notice from the administration. These private security personnel were instructed to not talk to students or faculty; to not disclose their name, affiliation, or even who had hired them. They are typically NYPD-trained and have been found, as recently as May 3rd, to carry concealed weapons on campus.</p>\n</blockquote>\n<blockquote>\n<p>Students were notified that the administration would issue a statement at 2:30pm on internal student judiciary consequences for the occupation. We heard nothing further from the administration until 5pm, at which time private security had established posts at both stairways throughout the building as well as inside elevators, which were being operated by key. With security positioned at exits throughout the building, the administration's \"Emergency Management Team\" entered the presidents' office and announced to students that they must leave the 7th floor within one hour or face disciplinary action, including dismissal and denial of degrees. The administration failed to issue this request in writing until 6:16pm, despite students being told they must exit the 7th floor before 6:30pm. The \"Emergency Management Team\" also instructed maintenance personnel to screw shut the doors to the 7th floor bathrooms and board up the water fountain in an attempt to deny students access to water and sanitation. Private security personnel blocked staircases and fire emergency exits, preventing students from entering and exiting the 7th floor.</p>\n<p>After students and community members passed the private security, growing the occupation to over 100 members inside the president's office, the \"Emergency Management Team\" was forced to reconsider the terms of their ultimatum. In the commotion, security were instructed to stand down by Vice President of Finance, TC Westcott. The 100+ students and faculty who had entered the President's office sat down in unison after learning that NYPD had entered the building. The administration requested that the NYPD stand-down, and students remained in the President's office. At 7:30pm TC Westcott informed students on the 7th floor that the original ultimatum to vacate the office had been \"paused\".</p>\n<p>This occupation is a nonviolent, community-based direct action and we intend to maintain it until we achieve our aforementioned goals. In a series of campus-wide emails, Cooper Union's administration has continuously misinformed the community and general public on the status of the occupation while omitting their own failures in safety and communication. Most recently a campus notice has stated that students have \"declined mediation.\" Mediation has never officially been proposed, it was merely suggested in an impromptu conversation initiated last night by Dean of the Cooper Union School of Art, Saskia Bos, between Associate Dean of Yale School of Art, Sam Messer, and the occupying students. We refused to answer immediately to their request for a meeting on their terms, and have collectively agreed that a meeting will only take place in the Office of the Presidents with the entire body of occupying students present. We will collectively set the agenda for this meeting, will select spokespersons to speak with the administration, and appoint facilitation. Jamshed Bharucha must be physically present, and audio and video shall be streamed online and recorded. We have already invited President Bharucha to meet and speak with us several times since the occupation began but he has not yet made direct contact with the students.</p>\n</blockquote>\n<blockquote>\n<p>We're proud to have held this space for 55 hours and counting, and proud of the Cooper community for coming together across schools, roles, and generations to create an environment in which Bharucha cannot stay by successfully holding the physical space of the presidential and administrative offices in an open occupation. Jamshed Bharucha, step down!</p>\n</blockquote>\n<a href=\"https://www.facebook.com/FreeCooperUnion\">Free Cooper Union | Facebook</a><br><a href=\"https://twitter.com/freecooperunion\">Free Cooper Union | Twitter</a><br><a href=\"http://cusos.org/\">Cooper Union Student Action to Save Our School</a> </div>", "entities": [{"count": 5, "name": "Cooper Union"}, {"count": 3, "name": "Bharucha"}, {"count": 2, "name": "Jamshed Bharucha"}, {"count": 2, "name": "TC Westcott"}, {"count": 2, "name": "Emergency Management Team"}, {"count": 1, "name": "The Cooper Union"}, {"count": 1, "name": "Dean"}, {"count": 1, "name": "Finance"}, {"count": 1, "name": "Sam Messer"}, {"count": 1, "name": "Free Cooper Union | Facebook Free Cooper Union | Twitter Cooper Union Student Action"}, {"count": 1, "name": "Cooper Union School of Art"}, {"count": 1, "name": "Cooper Union Student Action"}, {"count": 1, "name": "Peter Cooper"}, {"count": 1, "name": "Cooper"}, {"count": 1, "name": "Cooper Community"}, {"count": 1, "name": "Saskia Bos"}, {"count": 1, "name": "Yale School of Art"}], "favicon_colors": [{"color": [157, 172, 178], "weight": 0.4853515625}, {"color": [1, 5, 7], "weight": 0.3544921875}, {"color": [235, 242, 242], "weight": 0.16015625}], "keywords": [{"score": 100, "name": "student"}, {"score": 62, "name": "cooper"}, {"score": 50, "name": "bharucha"}, {"score": 45, "name": "occupation"}, {"score": 42, "name": "7th"}, {"score": 41, "name": "union"}, {"score": 37, "name": "school"}, {"score": 34, "name": "administrative"}, {"score": 28, "name": "offices"}, {"score": 27, "name": "floor"}], "published": 1368230400000, "provider_name": "Dismagazine", "type": "html"}