{"provider_url": "http://www.theepochtimes.com", "description": "NEW YORK- The elevator doors opened on the seventh floor of The Cooper Union's Foundation Building, revealing freshly painted black walls and pillars. A ladder stood ready in the center of the room-the ceiling is next. \"The walls were recently painted black in protest,\" said Casey Gollan, a senior in Cooper Union's art school.", "embeds": [], "safe": true, "provider_display": "www.theepochtimes.com", "related": [{"score": 0.6432833075523376, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.6317469477653503, "description": "It's my fault. I'll admit it. During my eight years in the classroom, I ruined at least two amazing literary works by assigning horrifically dull reading projects. My only hope is that those middle school students, whose enthusiasm I quashed, found another way to become passionate about literature.", "title": "Projects to Engage Middle School Readers", "url": "http://www.edutopia.org/blog/projects-engage-middle-school-readers-beth-holland", "thumbnail_height": 345, "thumbnail_url": "http://www.edutopia.org/files/slates/holland-engage-ms-readers-flickr.jpg", "thumbnail_width": 460}, {"score": 0.6037647724151611, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}, {"score": 0.6017968654632568, "description": "American students are bored by math, science and engineering. They buy smartphones and tablets by the millions but don't pursue the skills necessary to build them. Engineers and physicists are often portrayed as clueless geeks on television, and despite the high pay and the importance of such jobs to the country's future, the vast majority of high school graduates don't want to go after them.", "title": "Who Says Math Has to Be Boring?", "url": "http://www.nytimes.com/2013/12/08/opinion/sunday/who-says-math-has-to-be-boring.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/07/opinion/video-editorial-ptech-new/video-editorial-ptech-new-videoSixteenByNine1050-v2.jpg", "thumbnail_width": 1050}, {"score": 0.5936354994773865, "description": "Universities in South Dakota, Nebraska, and other states have cut the number of credits students need to graduate. A proposal in Florida would let online courses forgo the usual higher-education accreditation process. A California legislator introduced a measure that would have substituted online courses for some of the brick-and-mortar kind at public universities.", "title": "'We Are Creating Walmarts of Higher Education'", "url": "http://www.theatlantic.com/education/archive/2013/12/we-are-creating-walmarts-of-higher-education/282619/", "thumbnail_height": 410, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR33OS4_1/lead_large.jpg?myf59a", "thumbnail_width": 615}], "favicon_url": "http://www.theepochtimes.com/n3/eet-content/themes/the-epoch-times-3/images/etfavicon.ico", "authors": [{"url": "http://www.theepochtimes.com/n3/author/kristen-meriwether/", "name": "Kristen Meriwether"}], "images": [{"caption": null, "url": "http://s2.djyimg.com/n3/eet-content/uploads/2013/05/20130515-CooperUnion-SamiraBouaou-3292-300x193.jpg", "height": 193, "width": 300, "colors": [{"color": [27, 28, 31], "weight": 0.36083984375}, {"color": [78, 75, 77], "weight": 0.29052734375}, {"color": [140, 138, 138], "weight": 0.17529296875}, {"color": [221, 221, 221], "weight": 0.17333984375}], "entropy": 5.93468929025, "size": 19199}, {"caption": null, "url": "http://s2.djyimg.com/n3/eet-content/uploads/2013/12/chic-168x113.jpg", "height": 113, "width": 168, "colors": [{"color": [205, 221, 238], "weight": 0.323486328125}, {"color": [145, 170, 189], "weight": 0.177734375}, {"color": [48, 66, 62], "weight": 0.13134765625}, {"color": [83, 95, 110], "weight": 0.124267578125}, {"color": [106, 125, 158], "weight": 0.10107421875}], "entropy": 6.57828190768, "size": 10224}, {"caption": null, "url": "http://s2.djyimg.com/n3/eet-content/uploads/2013/12/20131230-deBlasio-SamiraBouaou-2402-168x113.jpg", "height": 113, "width": 168, "colors": [{"color": [166, 158, 114], "weight": 0.323974609375}, {"color": [4, 12, 19], "weight": 0.310791015625}, {"color": [32, 41, 50], "weight": 0.13427734375}, {"color": [93, 92, 83], "weight": 0.082275390625}, {"color": [72, 63, 41], "weight": 0.0791015625}], "entropy": 5.96909676914, "size": 8158}, {"caption": null, "url": "http://s2.djyimg.com/n3/eet-content/uploads/2013/12/boehner-WX304-AP-168x113.jpg", "height": 113, "width": 168, "colors": [{"color": [64, 67, 68], "weight": 0.35986328125}, {"color": [22, 21, 24], "weight": 0.3212890625}, {"color": [138, 133, 153], "weight": 0.21435546875}, {"color": [221, 224, 240], "weight": 0.1044921875}], "entropy": 5.2281634255, "size": 5321}, {"caption": null, "url": "http://s2.djyimg.com/n3/eet-content/uploads/2013/12/George-Washington-Bridge-AP753068706188-168x113.jpg", "height": 113, "width": 168, "colors": [{"color": [40, 47, 47], "weight": 0.28759765625}, {"color": [78, 85, 89], "weight": 0.26806640625}, {"color": [109, 118, 123], "weight": 0.25048828125}, {"color": [154, 165, 170], "weight": 0.19384765625}], "entropy": 5.46390184141, "size": 7354}], "cache_age": 83613, "lead": null, "language": "English", "original_url": "http://epochtim.es/jSy", "url": "http://www.theepochtimes.com/n3/59202-cooper-union-students-faculty-fear-tuitions-will-quash-culture/?utm_source=dlvr.it&utm_medium=twitter", "media": {}, "title": "Cooper Union Students, Faculty, Fear Tuitions Will Quash Culture", "offset": null, "content": "<div>\n<p>NEW YORK- The elevator doors opened on the seventh floor of The Cooper Union's Foundation Building, revealing freshly painted black walls and pillars. A ladder stood ready in the center of the room-the ceiling is next.</p>\n<p>\"The walls were recently painted black in protest,\" said Casey Gollan, a senior in Cooper Union's art school. The change came following the announcement on April 23 that Cooper Union, for the first time since 1859, would be charging tuition for its students.</p>\n<p>\"We painted the (school) President's salary up there,\" Gollan said as he pointed to the wall above the elevator. In two-foot block letters, is \"$750,000.\"</p>\n<p>President Jamshed Bharucha's salary adorns the wall, however, he is nowhere to be seen. Gollan and other students have occupied his office since May 8 to protest the $19,500 tuition some incoming freshman will have to pay beginning in the fall of 2014. The new rules come after The Cooper Union has spent the past two years focusing on how to overcome years of accumulated financial losses from rising operating costs and reduced revenues from its assets.</p>\n<p>Bharucha met with students on May 13 for over an hour and expressed his empathy for their feelings. \"I'm committed to working with you with all my heart and soul,\" Bharucha said, according to The Village Voice. Students, however, remained dissatisfied with the school's response.</p>\n<p>The parade of students who take turns occupying Bharucha's office will not pay a dime in tuition, but they are just as protective of that right for the next generation of Cooper Union students.</p>\n<p>Both students and faculty have seen the unique culture a tuition free institution has created. It is a cherished environment they feel will suffer by the school's charging students.</p>\n<p>\"It will just make it like every other school,\" said Andrew Weinstein, Ph.D., who teaches art history at The Cooper Union part-time. \"If it becomes a money making venture, then money enters into the thinking of everyone who works there in a way that it has not done before.\"</p>\n<p>Much of the staff are part-time, however, their dedication is the same as that of a tenured professor. \"People who have worked there are very committed who feel it is a privilege to be there,\" said Weinstein, who has taught at The Cooper Union since 1995.</p>\n<strong>Moral Contract</strong> <p>Cooper Union is one of the top-ranked institutions of higher learning in the nation. The approximately 1,000 students must pass a rigorous entrance process, which places less emphasis on SAT scores, grade point averages, or financials.</p>\n<p>The faculty, not an admissions office, examines a home test, which includes a portfolio of work and answers to abstract questions to measure the students. The faculty not only look at prospective students' work; they also judge how newcomers will work with others.</p>\n<p>With the faculty selecting the students, the professors build the culture of the school, creating a unique environment of students dedicated to their craft.</p>\n<p>\"What I really appreciate is they [students] know they have come to learn and study and they always want to do that,\" said Maren Stange, professor of humanities at The Cooper Union. \"The culture is a culture of learning, studying, and mastering their craft. That is a fundamental agreement between all of the students and the entire faculty. That is what we are there for.\"</p>\n<p>Sophomore Devonn Francis, 20, was sitting at a folding table in the lobby of 41 Cooper Square, the newest building on campus. A vote of no confidence notice adorned with student signatures lay at his fingertips.</p>\n<p>He said not having to worry about the financial obligation allowed him to focus and put his total attention on his studies. But he also said the free ride doesn't leave him free of responsibility.</p>\n<p>Francis said he feels what he describes as a contract between the staff and students. \"It is not a legal contract, but a moral contract,\" Francis said.</p>\n<p>Weinstein said this unspoken contract manifests in very engaged students. \"They are not particularly interested in grades-as long as they pass-because as artists, they are interested in honing their skills, developing their abilities and building a career.\" <br> \"That does not have anything to do with an A, B, C,\" he added.</p>\n<strong>Here to Work</strong> <p>Gollan said with the semester ending, they had not decided if they would stay over the summer in Bharucha's office. He said their group has had multiple meetings, and with a chalkboard full of ideas, he hopes to help find an answer for the college's financial woes that does not involve tuition for the incoming class.</p>\n<p>Draped from the corner of the chalkboard is a pile of blazers the students brought in, a reminder of their purpose in the office.</p>\n<p>He said they were not just kids sitting in an office protesting, but truly trying to come up with ideas.</p>\n<p>\"It's fitting we are in an office,\" Gollan said. \"Because we are trying to run this differently.\"</p>\n<br></div>", "entities": [{"count": 7, "name": "Cooper Union"}, {"count": 4, "name": "Gollan"}, {"count": 4, "name": "Bharucha"}, {"count": 2, "name": "Weinstein"}, {"count": 2, "name": "Francis"}, {"count": 1, "name": "The Cooper Union"}, {"count": 1, "name": "Maren Stange"}, {"count": 1, "name": "Casey Gollan"}, {"count": 1, "name": "Devonn Francis"}, {"count": 1, "name": "The Village Voice"}, {"count": 1, "name": "Andrew Weinstein"}, {"count": 1, "name": "Jamshed Bharucha"}, {"count": 1, "name": "NEW YORK"}, {"count": 1, "name": "Moral Contract Cooper Union"}], "favicon_colors": [{"color": [45, 73, 160], "weight": 0.052734375}, {"color": [179, 187, 225], "weight": 0.00634765625}, {"color": [232, 240, 249], "weight": 0.00341796875}], "keywords": [{"score": 79, "name": "students"}, {"score": 50, "name": "gollan"}, {"score": 50, "name": "bharucha"}, {"score": 44, "name": "cooper"}, {"score": 34, "name": "union"}, {"score": 34, "name": "faculty"}, {"score": 33, "name": "tuition"}, {"score": 20, "name": "school"}, {"score": 20, "name": "said"}, {"score": 20, "name": "part-time"}], "published": null, "provider_name": "Theepochtimes", "type": "html"}