{"provider_url": "http://chronicle.com", "description": "Imagine if Kenyon College scrapped its literary magazine, Ohio State University folded its football program, and Wellesley College opened its doors to men. As colleges maneuver to distinguish themselves in an increasingly competitive academic marketplace, it is a rare institution that surrenders a signature tradition.", "embeds": [], "safe": true, "provider_display": "chronicle.com", "related": [{"score": 0.6774344444274902, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.6657237410545349, "description": "Universities in South Dakota, Nebraska, and other states have cut the number of credits students need to graduate. A proposal in Florida would let online courses forgo the usual higher-education accreditation process. A California legislator introduced a measure that would have substituted online courses for some of the brick-and-mortar kind at public universities.", "title": "'We Are Creating Walmarts of Higher Education'", "url": "http://www.theatlantic.com/education/archive/2013/12/we-are-creating-walmarts-of-higher-education/282619/", "thumbnail_height": 410, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR33OS4_1/lead_large.jpg?myf59a", "thumbnail_width": 615}, {"score": 0.6521646976470947, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}, {"score": 0.5865836143493652, "description": "Diallo Shabazz was a student at the University of Wisconsin in 2000 when he stopped by the admissions office. \"One of the admissions counselors walked up to me, and said, 'Diallo, did you see yourself in the admissions booklet? Actually, you're on the cover this year,' \" Shabazz says.", "title": "A Campus More Colorful Than Reality: Beware That College Brochure", "url": "http://www.npr.org/2013/12/29/257765543/a-campus-more-colorful-than-reality-beware-that-college-brochure", "thumbnail_height": 1024, "thumbnail_url": "http://media.npr.org/assets/img/2013/12/29/shabazz_custom-70b65a3700c720a7bf3f6efed01a8eac2eb3b9e9.jpg", "thumbnail_width": 808}, {"score": 0.5812457203865051, "description": "Two years after a Stanford professor drew 160,000 students from around the globe to a free online course on artificial intelligence, starting what was widely viewed as a revolution in higher education, early results for such large-scale courses are disappointing, forcing a rethinking of how college instruction can best use the Internet.", "title": "After Setbacks, Online Courses Are Rethought", "url": "http://www.nytimes.com/2013/12/11/us/after-setbacks-online-courses-are-rethought.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/11/us/jp-MOOCS/jp-MOOCS-videoSixteenByNine1050-v2.jpg", "thumbnail_width": 1050}], "favicon_url": "http://chronicle.com/favicon.ico", "authors": [{"url": "http://chronicle.com/blogs/bottomline/author/dtroop/", "name": "Don Troop"}], "images": [{"url": "http://chronicle.com//img/photos/biz/photo_44577_wide_274x137.jpg", "width": 274, "size": 36693, "caption": null, "height": 137}, {"caption": null, "url": "http://chronicle.com//img/photos/biz/photo_44587_wide_274x137.jpg", "height": 137, "width": 274, "colors": [{"color": [141, 160, 171], "weight": 0.616943359375}, {"color": [239, 238, 218], "weight": 0.125244140625}, {"color": [30, 44, 65], "weight": 0.11279296875}, {"color": [121, 45, 43], "weight": 0.046630859375}, {"color": [210, 193, 140], "weight": 0.039306640625}], "entropy": 4.20928807332, "size": 33238}, {"caption": null, "url": "http://chronicle.com//img/photos/biz/photo_44621_wide_274x137.jpg", "height": 137, "width": 274, "colors": [{"color": [103, 82, 62], "weight": 0.310302734375}, {"color": [157, 132, 114], "weight": 0.23291015625}, {"color": [216, 182, 167], "weight": 0.216064453125}, {"color": [43, 32, 26], "weight": 0.153564453125}, {"color": [31, 71, 118], "weight": 0.087158203125}], "entropy": 7.01094456982, "size": 35570}, {"caption": null, "url": "http://chronicle.com//img/photos/biz/photo_43911_wide_274x137.jpg", "height": 137, "width": 274, "colors": [{"color": [28, 25, 34], "weight": 0.636962890625}, {"color": [115, 77, 59], "weight": 0.230712890625}, {"color": [172, 131, 102], "weight": 0.114013671875}, {"color": [221, 93, 17], "weight": 0.010498046875}, {"color": [241, 148, 73], "weight": 0.0078125}], "entropy": 5.83585846586, "size": 29853}, {"caption": null, "url": "http://chronicle.com/blogs/bottomline/files/2013/04/cooper-union-bw-300x240.png", "height": 240, "width": 300, "colors": [{"color": [175, 177, 180], "weight": 0.503173828125}, {"color": [20, 26, 27], "weight": 0.35791015625}, {"color": [56, 63, 67], "weight": 0.1259765625}, {"color": [42, 68, 136], "weight": 0.007080078125}, {"color": [23, 76, 199], "weight": 0.005859375}], "entropy": 5.18271593131604, "size": 104512}], "cache_age": 83479, "lead": null, "language": "English", "original_url": "http://chronicle.com/blogs/bottomline/what-happens-when-a-college-ends-its-most-celebrated-tradition/", "url": "http://chronicle.com/blogs/bottomline/what-happens-when-a-college-ends-its-most-celebrated-tradition/", "media": {}, "title": "What Happens When a College Ends Its Most Celebrated Tradition?", "offset": -14400000, "content": "<div>\n<p>Imagine if Kenyon College scrapped its literary magazine, Ohio State University folded its football program, and Wellesley College opened its doors to men.</p>\n<p>As colleges maneuver to distinguish themselves in an increasingly competitive academic marketplace, it is a rare institution that surrenders a signature tradition. Cooper Union did just that last week, when its Board of Trustees announced that it would <a href=\"http://chronicle.com/blogs/ticker/cooper-union-will-begin-charging-tuition-to-undergraduate-students/59119\">begin charging undergraduate tuition</a> after more than a century of granting full-tuition scholarships to every student who was admitted. No one was particularly surprised by the move, which the financially beleaguered New York institution had been <a href=\"http://chronicle.com/article/Cooper-Union-Bastion-of-Free/129749/\">considering for more than two years.</a> But it was a watershed moment for Cooper Union.</p>\n<p>Its president, Jamshed Bharucha, points out that his highly selective institution remains a bargain for students who are admitted to one of its three colleges, in art, architecture, or engineering. Instead of granting each student a scholarship for the full tuition of nearly $40,000, Cooper Union will still cover half of that cost.</p>\n<p>\"But for those of lesser means, it's going to be more affordable,\" President Bharucha says. Not only will they be eligible for full-tuition scholarships; they will also get assistance for housing and other costs. \"We now have a sustainable financial model,\" he says, adding that while details are still being worked out, anyone who is eligible for a Pell Grant would get a full-tuition scholarship.</p>\n<p>Not everyone accepts Mr. Bharucha's explanation. Students who have organized under the name Students for a Free Cooper Union have staged a series of protest events to demonstrate their opposition to the change. Over the weekend, a contingent led by architecture students repainted the third-floor lobby of Cooper Union's <a href=\"http://cooper.edu/about/history/foundation-building-great-hall\">Foundation Building,</a> changing it from white to black, a reflection of the student mood.</p>\n<p>\"We have a president who is saying, 'Tuition is the new free,'\" says Joe Riley, a senior in the School of Art. \"So the response was, 'Black is the new white.'\"</p>\n<p>On Wednesday at 3 p.m. students from a number of New York colleges will descend on Cooper Union for a <a href=\"https://www.facebook.com/events/603473256348907/\">\"May Day Convergence\"</a> that Mr. Riley says is part of a movement against student debt and profit-driven higher education.</p>\n<p>\"Cooper is the canary in the coal mine of higher education today,\" says Mr. Riley, who maintains that the enormous education debt held by many college students and alumni is evidence that the system is broken. \"Schools aren't doing enough to provide for lower-income students, or even middle-class students.\"</p>\n<p>He and other Cooper Union students say the college's financial woes result from years of fiduciary mismanagement by the Board of Trustees. The students argue that when the industrialist Peter Cooper founded the college, in 1859, he envisioned a place where education was as \"free as air and water.\" That goal became possible at the dawn of the 20th century, when Andrew Carnegie, as a member of the Board of Trustees, made a generous gift that was matched by Peter Cooper's children. As President Bharucha tells it, \"The then-president of Cooper, Abram S. Hewitt, decided to make it free for all.\"</p>\n<p>But Mr. Bharucha says that Peter Cooper's intention was not that higher education would be free to all but only to those who could not otherwise afford it.</p>\n<p>\"He set up Cooper Union for the working classes or the industrial classes, for people like him who did not have a chance to get a formal education because they had to work,\" Mr. Bharucha says. \"And they could not afford the colleges of the time, or they had the wrong religion or gender or race. And he eliminated all those barriers, including the socioeconomic barriers.\"</p>\n<p>Mr. Bharucha acknowledges that while free tuition may be Cooper Union's most important feature in the popular mind, \"there are lots of extraordinary things that distinguish our institution from others.\"</p>\n<p>Dennis M. Gephardt, vice president and senior analyst at Moody's Investors Service, the credit-rating agency, notes that Cooper Union is not the first tuition-free college that has been forced to backpedal on its commitment. The Franklin W. Olin College of Engineering, which opened its doors in 2002, announced in 2009 that it would <a href=\"http://chronicle.com/article/Olin-College-Discontinues/47766/\">cut its scholarships</a> to 50 percent of tuition in response to endowment losses.</p>\n<p>\"This is just a dramatic example of the broader story impacting all endowed colleges and universities, that after they had investment losses, their ability to offer institutional aid from spending on their endowment was reduced,\" Mr. Gephardt says. \"So they either had to control expenses or try to generate more net tuition revenue from their students that could pay more, or somehow adjust.\"</p>\n<p>Richard K. Miller, Olin's president, says that students who entered in the 2010-11 academic year were the first cohort affected by the change.</p>\n<p>\"At first there was some anxiety and lack of understanding on the part of the student community as to what we were doing and why,\" Mr. Miller says. \"There were some folks who imagined that because we were reducing the tuition scholarship, and families would be expected to contribute a higher proportion, that suddenly families who had high levels of financial need would no longer be present in the Olin community, because our sticker price was up, which was not true at all.\"</p>\n<p>Mr. Miller says that while similarities do exist, his institution faces a different set of issues than those of Cooper Union. \"Not only do we not have a large alumni base, the oldest alum is just about to turn 30,\" he says.</p>\n<p>While he won't offer formal advice to his counterparts at Cooper Union, Mr. Miller is happy to provide encouragement.</p>\n<p>\"Cooper is a strong institution with such a strong history,\" he says. \"Once the dust clears and people can see how this all plays out, and they meet the students that they'll have in future years, they'll see that this is not a game-changer. This is a bump in the road.\"</p>\n<p><a href=\"http://chronicle.com/blogs/bottomline/what-happens-when-a-college-ends-its-most-celebrated-tradition/\">Return to Top </a></p>\n</div>", "entities": [{"count": 10, "name": "Cooper Union"}, {"count": 6, "name": "Bharucha"}, {"count": 3, "name": "Cooper"}, {"count": 3, "name": "Board of Trustees"}, {"count": 3, "name": "Peter Cooper"}, {"count": 3, "name": "Miller"}, {"count": 2, "name": "Riley"}, {"count": 2, "name": "New York"}, {"count": 1, "name": "Dennis M. Gephardt"}, {"count": 1, "name": "Kenyon College"}, {"count": 1, "name": "Richard K. Miller"}, {"count": 1, "name": "Ohio State University"}, {"count": 1, "name": "School of Art"}, {"count": 1, "name": "Joe Riley"}, {"count": 1, "name": "Gephardt"}, {"count": 1, "name": "Wellesley College"}, {"count": 1, "name": "Cooper Union 's Foundation Building"}, {"count": 1, "name": "Pell Grant"}, {"count": 1, "name": "Franklin W. Olin College of Engineering"}, {"count": 1, "name": "Moody 's Investors Service"}, {"count": 1, "name": "Andrew Carnegie"}, {"count": 1, "name": "Jamshed Bharucha"}, {"count": 1, "name": "Abram S. Hewitt"}, {"count": 1, "name": "Free Cooper Union"}, {"count": 1, "name": "Olin"}], "favicon_colors": [{"color": [11, 11, 11], "weight": 0.04736328125}, {"color": [218, 218, 218], "weight": 0.01513671875}], "keywords": [{"score": 80, "name": "cooper"}, {"score": 75, "name": "students"}, {"score": 70, "name": "bharucha"}, {"score": 47, "name": "colleges"}, {"score": 46, "name": "tuition"}, {"score": 45, "name": "union"}, {"score": 38, "name": "scholarship"}, {"score": 30, "name": "full-tuition"}, {"score": 27, "name": "says"}, {"score": 25, "name": "institution"}], "published": 1367430268000, "provider_name": "Chronicle", "type": "html"}