{"provider_url": "http://www.morningstaronline.co.uk", "description": "Students occupy the office of Edinburgh University's finance boss Students occupied the office of Edinburgh University's finance boss yesterday in solidarity with higher education workers who are walking out across Britain over pay cuts. A group of around 40 activists dodged security by rushing through a side entrance at 9am and have held the posh suite since.", "embeds": [], "safe": true, "provider_display": "www.morningstaronline.co.uk", "related": [{"score": 0.5500678420066833, "description": "Universities in South Dakota, Nebraska, and other states have cut the number of credits students need to graduate. A proposal in Florida would let online courses forgo the usual higher-education accreditation process. A California legislator introduced a measure that would have substituted online courses for some of the brick-and-mortar kind at public universities.", "title": "'We Are Creating Walmarts of Higher Education'", "url": "http://www.theatlantic.com/education/archive/2013/12/we-are-creating-walmarts-of-higher-education/282619/", "thumbnail_height": 410, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR33OS4_1/lead_large.jpg?myf59a", "thumbnail_width": 615}, {"score": 0.5053445100784302, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.5010862946510315, "description": "Two years after a Stanford professor drew 160,000 students from around the globe to a free online course on artificial intelligence, starting what was widely viewed as a revolution in higher education, early results for such large-scale courses are disappointing, forcing a rethinking of how college instruction can best use the Internet.", "title": "After Setbacks, Online Courses Are Rethought", "url": "http://www.nytimes.com/2013/12/11/us/after-setbacks-online-courses-are-rethought.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/11/us/jp-MOOCS/jp-MOOCS-videoSixteenByNine1050-v2.jpg", "thumbnail_width": 1050}], "favicon_url": "http://www.morningstaronline.co.uk/assets/static/images/favicon.ico", "authors": [], "images": [{"caption": null, "url": "http://morningstaronline.co.uk/assets/static/images/default-og-image.png", "height": 200, "width": 200, "colors": [{"color": [206, 53, 68], "weight": 0.000244140625}, {"color": [252, 252, 252], "weight": 0.000244140625}], "entropy": 0.625440603321, "size": 3341}], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://www.morningstaronline.co.uk/a-93fd-Students-occupy-university-in-solidarity-with-staff-strike/", "url": "http://www.morningstaronline.co.uk/a-93fd-Students-occupy-university-in-solidarity-with-staff-strike/", "media": {}, "title": "Students occupy university in solidarity with staff strike", "offset": null, "content": "<div>\n<p>Students occupy the office of Edinburgh University's finance boss</p>\n<p>Students occupied the office of Edinburgh University's finance boss yesterday in solidarity with higher education workers who are walking out across Britain over pay cuts.</p>\n<p>A group of around 40 activists dodged security by rushing through a side entrance at 9am and have held the posh suite since.</p>\n<p>It is the third student sit-in to be launched in the last fortnight in support of strike action by academics and university support staff.</p>\n<p>The workers have seen their pay slashed by 13 per cent in real-terms since 2009 and have been offered a below-inflation 1 per cent rise by bosses.</p>\n<p>Edinburgh University students pointed out workers are just fighting for fair pay when its principal Timothy O'Shea enjoys a &#163;227,000 salary.</p>\n<p>Speaking from the occupation, Student Association vice-president Kirsty Haigh insisted it is time for the university to \"reassess its priorities.\"</p>\n<p>\"Edinburgh University - and the university sector generally - has plenty of money,\" she said.</p>\n<p>\"We see this every day with millions going on vanity projects and senior managers' pay.\"</p>\n<p>The median salary for university vice-chancellors is &#163;242,000 and one boss earns in excess of &#163;500,000, according to support staff union Unison.</p>\n<p>The union revealed that its members are among 4,000 workers who are denied a living wage from \"cash-rich\" universities sitting on a &#163;2 billion surplus.</p>\n<p>Unison general secretary Dave Prentis said: \"The employers' imposed payment of 1 per cent does not address the increasing cost of living for staff who face rising energy costs and increasing food bills.</p>\n<p>\"The decision to take action so close to Christmas shows the depth of feeling that this issue has caused.\"</p>\n<p>Members of UCU, Unite and Unison are taking united action for the second time after closing down campuses on October 31.</p>\n<p>Picket lines will be bolstered by thousands of members of Scottish education union EIS and college lecturers in England, who have joined the dispute.</p>\n<p>UCU regional officer Martyn Moss said: \"Nobody wants to take strike action and lose a day's pay, but we feel we have been left with no alternative.\"</p>\n</div>", "entities": [{"count": 4, "name": "Edinburgh University"}, {"count": 2, "name": "UCU"}, {"count": 1, "name": "Student Association"}, {"count": 1, "name": "England"}, {"count": 1, "name": "Kirsty Haigh"}, {"count": 1, "name": "Timothy O'Shea"}, {"count": 1, "name": "Dave Prentis"}, {"count": 1, "name": "EIS"}, {"count": 1, "name": "Britain"}, {"count": 1, "name": "Martyn Moss"}], "favicon_colors": [{"color": [206, 53, 68], "weight": 0.000244140625}, {"color": [252, 252, 252], "weight": 0.000244140625}], "keywords": [{"score": 30, "name": "edinburgh"}, {"score": 27, "name": "universities"}, {"score": 23, "name": "unison"}, {"score": 21, "name": "boss"}, {"score": 20, "name": "ucu"}, {"score": 20, "name": "student"}, {"score": 15, "name": "pay"}, {"score": 15, "name": "workers"}, {"score": 12, "name": "cent"}, {"score": 12, "name": "action"}], "published": null, "provider_name": "Morningstaronline", "type": "html"}