{"provider_url": "http://www.fastcoexist.com", "description": "How do you put a price on a social mission? For the past 111 years, the Cooper Union, centered in a red sandstone building on a slice of land in downtown Manhattan, offered up free tuition for its undergraduate students--an offer with the understanding that the students, the most brilliant crop handpicked by faculty, would partake in a meritocracy and go on, unhindered, to innovate in art, architecture, and engineering to better the world around them.", "embeds": [], "safe": true, "provider_display": "www.fastcoexist.com", "related": [{"score": 0.6318323612213135, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.6179693341255188, "description": "PALO ALTO - Akshay Kothari's first assignment at the D.school - formally known as the Hasso Plattner Institute of Design at Stanford University - was to rethink how people eat ramen noodles. His last D.school assignment led to a news-reading app that was bought by LinkedIn for $90 million.", "title": "Solving Problems for Real World, Using Design", "url": "http://www.nytimes.com/2013/12/30/technology/solving-problems-for-real-world-using-design.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/30/business/dschool1/dschool1-videoSixteenByNine1050.jpg", "thumbnail_width": 1050}, {"score": 0.6134130358695984, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}, {"score": 0.6064457893371582, "description": "It's my fault. I'll admit it. During my eight years in the classroom, I ruined at least two amazing literary works by assigning horrifically dull reading projects. My only hope is that those middle school students, whose enthusiasm I quashed, found another way to become passionate about literature.", "title": "Projects to Engage Middle School Readers", "url": "http://www.edutopia.org/blog/projects-engage-middle-school-readers-beth-holland", "thumbnail_height": 345, "thumbnail_url": "http://www.edutopia.org/files/slates/holland-engage-ms-readers-flickr.jpg", "thumbnail_width": 460}], "favicon_url": "http://www.fastcoexist.com/favicon.ico", "authors": [], "images": [{"caption": null, "url": "http://b.fastcompany.net/multisite_files/coexist/imagecache/1280/poster/2013/07/1682601-poster-protestwindow.jpg", "height": 854, "width": 1280, "colors": [{"color": [153, 139, 118], "weight": 0.364990234375}, {"color": [30, 29, 19], "weight": 0.314697265625}, {"color": [83, 74, 53], "weight": 0.187255859375}, {"color": [219, 233, 236], "weight": 0.078369140625}, {"color": [208, 196, 171], "weight": 0.0546875}], "entropy": 5.957027021534091, "size": 152122}, {"caption": "After 65 days of the sit-in, students and trustees at Cooper Union have agreed to work together to find a future with continued free tuition.", "url": "http://d.fastcompany.net/multisite_files/coexist/imagecache/inline-large/inline/2013/07/1682601-inline-meetingimage.jpg", "height": 250, "width": 640, "colors": [{"color": [23, 15, 15], "weight": 0.358154296875}, {"color": [72, 48, 36], "weight": 0.307861328125}, {"color": [106, 86, 64], "weight": 0.14599609375}, {"color": [143, 118, 87], "weight": 0.10205078125}, {"color": [190, 153, 102], "weight": 0.03564453125}], "entropy": 6.516268387088031, "size": 27901}, {"caption": null, "url": "http://f.fastcompany.net/multisite_files/coexist/imagecache/620x350/poster/2013/07/1682601-poster-protestwindow.jpg", "height": 350, "width": 620, "colors": [{"color": [151, 137, 116], "weight": 0.383544921875}, {"color": [32, 29, 18], "weight": 0.290771484375}, {"color": [80, 71, 50], "weight": 0.193359375}, {"color": [222, 231, 231], "weight": 0.075927734375}, {"color": [192, 186, 170], "weight": 0.056396484375}], "entropy": 6.00092747489, "size": 37336}, {"caption": "Peter Cooper, the school's namesake.", "url": "http://d.fastcompany.net/multisite_files/coexist/imagecache/inline-small/inline/2013/07/1682601-inline-petecooper.jpg", "height": 260, "width": 193, "colors": [{"color": [101, 83, 90], "weight": 0.39013671875}, {"color": [48, 41, 49], "weight": 0.324462890625}, {"color": [224, 230, 231], "weight": 0.146728515625}, {"color": [178, 181, 176], "weight": 0.138671875}], "entropy": 6.341702436532674, "size": 7281}, {"caption": "A resolution reached, the protestors put away their banners.", "url": "http://e.fastcompany.net/multisite_files/coexist/imagecache/inline-small/inline/2013/07/1682601-inline-foldingbanner.jpg", "height": 260, "width": 195, "colors": [{"color": [26, 25, 24], "weight": 0.305419921875}, {"color": [141, 137, 131], "weight": 0.239990234375}, {"color": [207, 206, 200], "weight": 0.227294921875}, {"color": [87, 84, 78], "weight": 0.143310546875}, {"color": [139, 46, 54], "weight": 0.083984375}], "entropy": 5.9732481360963225, "size": 10053}], "cache_age": 82965, "lead": null, "language": "English", "original_url": "http://trib.al/pEGq8MA", "url": "http://www.fastcoexist.com/1682601/can-cooper-union-find-a-way-to-continue-free-tuition-and-its-social-mission", "media": {}, "title": "Can Cooper Union Find A Way To Continue Free Tuition And Its Social Mission?", "offset": null, "content": "<div>\n<p>How do you put a price on a social mission? For the past 111 years, the Cooper Union, centered in a red sandstone building on a slice of land in downtown Manhattan, offered up free tuition for its undergraduate students--an offer with the understanding that the students, the most brilliant crop handpicked by faculty, would partake in a meritocracy and go on, unhindered, to innovate in art, architecture, and engineering to better the world around them. Then, two years ago, on shaky legs from the recession and bad financial gambles, the school's president and board of trustees announced they would consider charging tuition, a move much of the school's community felt was counter to their mission of access to opportunity. In April, that decision became real.</p>\n<p>Back in 2012, 11 students barricaded themselves on the eighth floor of the foundation building, demanding that they have some way to communicate with the board of trustees, which had been making these decisions behind closed doors. When tuition was formally announced in April of 2013, some 50 students occupied the president's office, asking that he step down. It could have ended in arrest, but after 65 days of the sit-in, students, alumni, and faculty finally came to an agreement on July 1, a negotiation that will form a 16-person working group made up of students, faculty, and alumni and chaired by two trustees to try and hack a solution for free tuition.</p>\n<p><figure><img src=\"http://d.fastcompany.net/multisite_files/coexist/imagecache/inline-large/inline/2013/07/1682601-inline-meetingimage.jpg\"><figcaption>After 65 days of the sit-in, students and trustees at Cooper Union have agreed to work together to find a future with continued free tuition.</figcaption></figure></p>\n<p>\"I can't justify my salary here if the mission is not a full tuition scholarship,\" Mike Essl, a professor at Cooper Union's school of art told me when I call him up to ask about how he feels about the future of the school, now that the board of trustees has agreed to share their financial deliberations with the working group. Keeping the mission and the meritocracy alive has been one of the main points of conflict between the Cooper Union community and the board over the past two years--students and faculty have accused the board of butchering school founder and philanthropist Peter Cooper's ideals in order to cover up their mistakes. For Essl, like many stakeholders, the tuition-free mission is the sole reason for being at the school in the first place--Essl's even had the message, graphically represented as the school's foundation building with a pirate flag, tattooed on his chest.</p>\n<p>\"I feel like this was the right thing to do--to make Cooper Union say they need to look at this again,\" he says. \"At least we're in a place where the community is truly engaged, where the board is paying attention.\"</p>\n<p>According to the students, two trustees, Jeff Gural and Mike Borkowsky (who is also an alumnus), finally reached out to the occupiers with the intent to form a joint committee--something that alumni and students had been lobbying for since news of the school's financial problems were released. The trustees asked for a proposal, and the two groups went back and forth over a resolution, meeting up in alumni apartments to hash out an agreement face-to-face. According to the details of the final agreement, which were released on Monday, July 15, the working group has until December 1 to present alternatives for finding a way back to free tuition to the board. In the meantime, the administration has granted amnesty to the occupiers, some of whom had been anticipating intervention from the NYPD. Around the time negotiations were made, rumors circulated about the possibility of arrest, but none were confirmed.</p>\n<p>\"There were a lot of emotions running high because so many people had been working on this for so long,\" says Aaron Graham, a fourth year art student who had been involved with both sit-ins. \"There were a couple students who were not interested in agreeing in the plan--but eventually even the students who were against it moved over to the side of people we trust, the alumni and faculty. If one person decided to stay in the office, it would throw the whole thing off.\"</p>\n<p><figure><img src=\"http://d.fastcompany.net/multisite_files/coexist/imagecache/inline-small/inline/2013/07/1682601-inline-petecooper.jpg\"><figcaption>Peter Cooper, the school's namesake.</figcaption></figure></p>\n<p>\"I think it's the beginning,\" says Joe Riley, another fourth year art student who has been deeply engaged with negotiations. \"Everyone sees the occupation as a tactic in all of this. It's one thing of many things we could do to continue this process,\" he said.</p>\n<p>The students, the alumni, and the faculty don't doubt that cost-cutting measures will have to be made--as long as tuition stays free. \"There's going to have to be some seriously disturbing and hard discussions in this working group, like across-the-board salary cuts, though administration should take larger cuts given any cuts that might occur,\" says associate professor of engineering and alumnus Sean Cusack. Still, he thinks the working group will be a major step forward. \"One of the most important aspects of the working group is finally getting access to the actual finances. Whether this happens or not, and to what degree, is going to be the bellweather for the veracity of the board and how seriously they take the opportunity of this working group,\" he said.</p>\n<p>Barry Drogin, another alumnus who's played watchdog to the tuition drama and run numbers on the board's financial decision-making through his website, The Alumni Pioneer, believes a tuition-free Cooper Union is still doable. \"We could probably hammer this out in one or two meetings,\" he said, pointing to the fact that students have already offered up sacrifices, and the alumni group Friends of Cooper Union has already drafted alternative proposals to balance the budget.</p>\n<p><q>What's happening has less to do with numbers, and models, and financial figures and more to do with trust.</q> </p>\n<p>Still, the most important outcome of two years of ongoing protests and confrontations may not be measured by hard numbers. A unique aspect of the Cooper Union case is that several of the students fighting for the cause have already graduated, and remaining undergraduates still won't have to pay tuition while they're students. The reason the students have been sleeping in the president's office for the past two months is because they fear what will happen to the school after they leave, how a decision to charge tuition might affect the character of the incoming classes and the direction of their alma mater. Students and faculty have argued that a crucial element of the work that needed to be done was in terms of rebuilding a bridge between decision-makers and stake-holders, without which it's been nearly impossible to see if both hold the same \"mission\" in mind.</p>\n<p>\"What's happening has less to do with numbers, and models, and financial figures and more to do with trust,\" says Victoria Sobel, a student occupier and central organizing force of the protests. From the first day of protests, students had been asking for transparency from the board, along with a meeting of minds and stakeholders to hammer out a solution. Then, earlier this year, a secretly recorded transcript of a board meeting in September revealed that several trustees dismissed the students' position altogether, and some even considered closing the entire institution for five years.</p>\n<p><figure><img src=\"http://e.fastcompany.net/multisite_files/coexist/imagecache/inline-small/inline/2013/07/1682601-inline-foldingbanner.jpg\"><figcaption>A resolution reached, the protestors put away their banners.</figcaption></figure></p>\n<p>\"I do think there have been honest attempts from the two trustees [Gural and Borkowsky],\" Sobel said. \"We've been able to accomplish more in the past two weeks than in the past two years in some ways,\" she said.</p>\n<p>As of Friday, the black banners that had been draped from the sixth floor windows as a sign of protest and solidarity over the past two months were rolled up and put away, along with art supplies, bedding, and bits of encouragement from supportive alumni--like a Nintendo Wii. Some of the students who were occupying the office have now graduated and will be actively engaged as alumni, while the younger generation will join the effort to mend decades of mismanagement in service of the larger ideal.</p>\n<p>\"Am I scared? Yes,\" Sobel said. But her bigger fear, she points out, was not being able to communicate with the trustees at all. Students have also pointed out that their protest was actually effective this time around--and that it could be replicated if the trustees don't make a good faith effort. \"The fact that this working group is legitimized by the board is a pretty big deal,\" Sobel says. \"We're running on borrowed time, but I do think this could be a big step in preventing tuition from happening.\"</p>\n<em>All photos: Free Cooper Union</em> </div>", "entities": [{"count": 7, "name": "Cooper Union"}, {"count": 3, "name": "Sobel"}, {"count": 2, "name": "Peter Cooper"}, {"count": 2, "name": "Essl"}, {"count": 1, "name": "Mike Essl"}, {"count": 1, "name": "Joe Riley"}, {"count": 1, "name": "Victoria Sobel"}, {"count": 1, "name": "Friends of Cooper Union"}, {"count": 1, "name": "Gural"}, {"count": 1, "name": "Sean Cusack"}, {"count": 1, "name": "Barry Drogin"}, {"count": 1, "name": "Jeff Gural"}, {"count": 1, "name": "Borkowsky"}, {"count": 1, "name": "Mike Borkowsky"}, {"count": 1, "name": "Aaron Graham"}, {"count": 1, "name": "Manhattan"}, {"count": 1, "name": "Nintendo Wii"}], "favicon_colors": [{"color": [0, 0, 0], "weight": 0.000244140625}, {"color": [252, 252, 252], "weight": 0.000244140625}], "keywords": [{"score": 95, "name": "students"}, {"score": 80, "name": "tuition"}, {"score": 75, "name": "trustees"}, {"score": 69, "name": "alumni"}, {"score": 49, "name": "cooper"}, {"score": 48, "name": "faculty"}, {"score": 45, "name": "board"}, {"score": 37, "name": "sobel"}, {"score": 34, "name": "union"}, {"score": 33, "name": "school"}], "published": 1374087643000, "provider_name": "Fastcoexist", "type": "html"}