{"provider_url": "http://blogs.reuters.com", "description": "I have a piece up at Architect Magazine on Cooper Union, and the real (if slim) possibility that it will lose the tax break from which most of its current income flows.", "embeds": [], "safe": true, "provider_display": "blogs.reuters.com", "related": [{"score": 0.7629109621047974, "description": "The clock is ticking. 2013 is almost over which means that year end tax strategies are on the minds of many taxpayers. By now, we all know the most common tips (pay mortgages and taxes in advance, make contributions to retirement accounts, donate to charities) but there has to be something else, right?", "title": "13 Dramatic Year End Tax Strategies For 2013", "url": "http://www.forbes.com/sites/kellyphillipserb/2013/12/31/13-dramatic-year-end-tax-strategies-for-2013/", "thumbnail_height": 160, "thumbnail_url": "http://b-i.forbesimg.com/kellyphillipserb/files/2013/12/4857101224_614d21aecd_m.jpg", "thumbnail_width": 240}, {"score": 0.7525510787963867, "description": "Making and keeping New Year's resolutions is tough. Yet some resolutions about taxes aren't hard to keep and could fatten your wallet in 2014. They could even have a spillover effect into the future. Here are 9 to consider: 1. I Will Read Tax Documents Before Signing. Don't Robo-Sign Tax Returns.", "title": "Savvy New Year's Resolutions IRS Hopes You Won't Keep", "url": "http://www.forbes.com/sites/robertwood/2013/12/31/savvy-new-years-resolutions-irs-hopes-you-wont-keep/", "thumbnail_height": 180, "thumbnail_url": "http://b-i.forbesimg.com/robertwood/files/2013/12/11510084033_338fb3cfaf_m.jpg", "thumbnail_width": 240}, {"score": 0.7308678030967712, "description": "Representative Paul Ryan (R-Wisc.) hinted recently that he intends to introduce tax reform legislation to the U.S. House of Representatives in the first quarter of 2014. While we don't know yet exactly what Mr. Ryan plans to propose, let's hope that he's planning to call for more than just the corporate tax reform that President Obama suggested earlier this year.", "title": "Why Corporate Tax Reform Is Not Enough", "url": "http://www.entrepreneur.com/article/230566", "thumbnail_height": 390, "thumbnail_url": "http://www.entrepreneur.com/dbimages/article/h0/1388180245-why-corporate-tax-reform-not-enough.jpg", "thumbnail_width": 610}, {"score": 0.721718966960907, "description": "WASHINGTON (AP) - In an almost annual ritual, Congress is letting a package of 55 popular tax breaks expire at the end of the year, creating uncertainty - once again - for millions of individuals and businesses. Lawmakers let these tax breaks lapse almost every year, even though they save businesses and individuals billions of dollars.", "title": "Congress letting 55 tax breaks expire at year end", "url": "http://www.boston.com/business/personal-finance/2013/12/30/congress-letting-tax-breaks-expire-year-end/Js6wuExHApsHeuLYocW0aO/story.html", "thumbnail_height": 393, "thumbnail_url": "http://c.o0bc.com/rf/image_609w/Boston/2011-2020/2013/12/31/Boston.com/Boston/Images/87e37526cbd34d03a32bb2f6e356602d-87e37526cbd34d03a32bb2f6e356602d-0.jpg", "thumbnail_width": 609}, {"score": 0.721718966960907, "description": "WASHINGTON (AP) - In an almost annual ritual, Congress is letting a package of 55 popular tax breaks expire at the end of the year, creating uncertainty - once again - for millions of individuals and businesses. Lawmakers let these tax breaks lapse almost every year, even though they save businesses and individuals billions of dollars.", "title": "Congress letting 55 tax breaks expire at year end", "url": "http://www.boston.com/business/personal-finance/2013/12/31/congress-letting-tax-breaks-expire-year-end/TXDNNbea4MBLWsCrOqb8vL/story.html", "thumbnail_height": 393, "thumbnail_url": "http://c.o0bc.com/rf/image_609w/Boston/2011-2020/Wires/2013/12/30/Boston.com/APOnlineImages/2013-12-30/522358fef24b662b470f6a706700da94.jpg", "thumbnail_width": 609}], "favicon_url": "http://uk.reuters.com/resources_v2/images/favicon.ico", "authors": [], "images": [{"caption": null, "url": "http://blogs.reuters.com/wp-content/themes/reuters_fb_150x150.jpg", "height": 150, "width": 150, "colors": [{"color": [48, 50, 50], "weight": 0.852783203125}, {"color": [245, 144, 4], "weight": 0.091064453125}, {"color": [239, 239, 239], "weight": 0.028564453125}, {"color": [171, 107, 22], "weight": 0.023681640625}, {"color": [143, 143, 143], "weight": 0.00390625}], "entropy": 1.72682634636, "size": 22184}], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://blogs.reuters.com/felix-salmon/2013/07/08/universities-shouldnt-be-tax-exempt/", "url": "http://blogs.reuters.com/felix-salmon/2013/07/08/universities-shouldnt-be-tax-exempt/", "media": {}, "title": "Universities shouldn't be tax exempt", "offset": null, "content": "<div>\n<p><a href=\"http://www.architectmagazine.com/education/cooper-union-risks-tax-equivalency-payments-from-chrysler-building.aspx\">I have a piece</a> up at Architect Magazine on Cooper Union, and the real (if slim) possibility that it will lose the tax break from which most of its current income flows. Cooper Union will get $18 million this year in \"tax equivalency payments\" stemming from its ownership of the land under the Chrysler Building - money which would normally flow to New York City in the form of property taxes, but instead gets diverted to Cooper Union for its own uses. Do the math, and that works out to about $18,200 per enrolled student - a much greater subsidy than New York City provides to any of the students being educated at <a href=\"http://www.cuny.edu/index.html\">its own colleges</a>.</p>\n<p><a href=\"http://ibo.nyc.ny.us/cgi-park/?p=698\">Doug Turetsky</a>, of New York City's <del>State's</del> Independent Budget Office, says that if Cooper is going to start charging tuition, then \"the public purpose of the unusual tax breaks now mostly a thing of the past,\" and New York should start collecting property tax on the Chrysler Building rather than letting Cooper Union use all that money for itself. So far, there's no indication that the attorney general agrees with him; as I say in my piece, the time for the AG to crack down on Cooper was in 2006, rather than now, when the removal of the tax break would mean certain death for the college.</p>\n<p>Still, in an ideal world, Cooper Union wouldn't get this tax break - and neither would NYU be exempt from paying property tax on its buildings, and neither would Harvard be able to invest its endowment tax-free. The tax exemptions that universities receive cause them to behave in a manner which would otherwise be quite irrational: NYU's <a href=\"http://blogs.reuters.com/felix-salmon/2012/07/09/why-is-nyu-building/\">expansionism</a>, for instance, is driven in part by the fact that it can extract more economic value out of property than other actors, thanks to all property it buys automatically becoming tax-exempt. And if you look at Harvard's balance sheet, it has for <a href=\"http://www.felixsalmon.com/2008/05/why-do-universities-have-tax-exempt-endowments/\">decades</a> now been a hedge fund with an educational institution attached, the educational institution more than paying for itself in the tax exemption it confers upon the entire endowment.</p>\n<p>The dollar value of universities' tax exemptions is enormous - and it almost goes without saying that if we simply abolished those exemptions, and used the proceeds to spend on higher education, we would get vastly more bang for our buck. The overwhelming majority of the tax expenditures go to the richest universities - the ones who need the money the least. Meanwhile, great institutions like the University of California are slowly starved to death: direct fiscal expenditures, it seems, are much, much easier to cut than more-hidden tax expenditures.</p>\n<p>If state and federal governments are going to spend billions of dollars subsidizing tertiary education - and they should - then they should spend those billions wisely, with a focus on <em>education</em>. Instead, they spend those billions through the tax code, with no kind of oversight at all, pushing their thumb on the scales so as to encourage, at the margin, the purchase of buildings and the building-up of large endowments.</p>\n<p>A revenue-neutral abolition of universities' tax exemptions would be a massive gain for pretty much everybody, even if it did have the effect of slightly reducing alumni giving. In fact, it would be a very interesting real-world experiment: if alumni giving didn't drop very much, that would be a good reason to <a href=\"http://blogs.reuters.com/felix-salmon/2011/11/28/the-problematic-charitable-donation-tax-deduction/\">extend the abolition</a> to the entire charitable-giving nexus more broadly.</p>\n<p>I don't think that Cooper should, or will, lose the tax equivalency payments it receives from the Chrysler Building - they're no more odious than all the other tax exemptions received by universities across the nation. But if <em>all</em> colleges lost <em>all</em> their exemptions, and got their federal subsidy directly instead of indirectly - now <em>that</em> I would applaud.</p>\n</div>", "entities": [{"count": 4, "name": "Cooper Union"}, {"count": 3, "name": "Cooper"}, {"count": 3, "name": "New York City"}, {"count": 2, "name": "Harvard"}, {"count": 2, "name": "NYU"}, {"count": 1, "name": "Doug Turetsky"}, {"count": 1, "name": "Architect Magazine on Cooper Union"}, {"count": 1, "name": "AG"}, {"count": 1, "name": "University of California"}, {"count": 1, "name": "New York"}], "favicon_colors": [{"color": [247, 128, 5], "weight": 0.000244140625}], "keywords": [{"score": 61, "name": "tax"}, {"score": 49, "name": "exemptions"}, {"score": 35, "name": "cooper"}, {"score": 24, "name": "education"}, {"score": 22, "name": "property"}, {"score": 21, "name": "endowments"}, {"score": 20, "name": "chrysler"}, {"score": 19, "name": "expenditures"}, {"score": 19, "name": "union"}, {"score": 18, "name": "abolition"}], "published": 1373241600000, "provider_name": "Reuters", "type": "html"}