{"provider_url": "http://whof.blogspot.com", "description": "The following is a transcription of Harrell Fletcher's invaluable transcription of Paul Thek's \"teaching notes,\" contained in Fletcher's booklet Thek's Teaching Notes. The notes were generated for a \"4-D Sculpture\" class at Cooper Union taught by Thek between 1978-1981 (a core class in Cooper Union's curriculum at the time, as Flectcher explains in his introduction).", "embeds": [], "safe": true, "provider_display": "whof.blogspot.com", "related": [{"score": 0.5984750390052795, "description": "Welcome to the end of another year, people! We made it, and not without a ton of brand new stuff to carry us into 2014 and beyond.", "title": "The 38 Most Interesting Designs of 2013", "url": "http://gizmodo.com/the-38-most-interesting-designs-of-2013-1489982441", "thumbnail_height": 546, "thumbnail_url": "http://img.gawkerassets.com/img/19b3i2avr4kgmjpg/k-bigpic.jpg", "thumbnail_width": 970}, {"score": 0.5502609610557556, "description": "Lauren Geremia has designed interior office spaces for US technology startups including Dropbox, Instagram, and Hightail (formerly known as YouSendIt.) She founded her firm, Geremia Design, in 2010 to change the way employers think about office design. Geremia, 31, says the increased attention that companies, especially tech startups, are paying to workplace design is indicative of new incentives...", "title": "Meet the workspace designer for Dropbox, Instagram, and other internet startups", "url": "http://qz.com/161709/meet-the-workspace-designer-for-dropbox-instagram-and-other-internet-startups/", "thumbnail_height": 298, "thumbnail_url": "http://i0.wp.com/qzprod.files.wordpress.com/2013/12/yousendithires-tiff1.jpg?fit=440%2C330", "thumbnail_width": 440}, {"score": 0.5413017868995667, "description": "We've all seen examples of 'classic' design - work that gets talked about for months, years, and even decades after it has served its initial purpose. Even people who have no idea what the original design was even used for will discuss its beauty, simplicity, and timelessness.", "title": "Creating Timeless Designs", "url": "http://speckyboy.com/2013/12/30/creating-timeless-designs/", "thumbnail_height": 280, "thumbnail_url": "http://speckycdn.sdm.netdna-cdn.com/wp-content/uploads/2013/11/timless.jpg", "thumbnail_width": 640}, {"score": 0.5229405760765076, "description": "by Maria Popova Imaginative maps, illuminating infographics, literary cats, vintage Soviet propaganda, Gertrude Stein's favorite objects, and other treats for eye and spirit. After the year's best psychology and philosophy books and best biographies, memoirs, and history books, the season's subjective selection of best-of reading lists continue with the finest art and design tomes published this year.", "title": "The 13 Best Art and Design Books of 2013", "url": "http://www.brainpickings.org/index.php/2013/12/05/best-art-design-books-2013/", "thumbnail_height": 300, "thumbnail_url": "http://www.brainpickings.org/wp-content/uploads/2013/11/taschenfritzkahn9-247x300.jpg", "thumbnail_width": 247}], "favicon_url": "http://whof.blogspot.com/favicon.ico", "authors": [{"url": "http://www.blogger.com/profile/03284233270040597539", "name": "Thom Donovan"}], "images": [{"url": "http://3.bp.blogspot.com/_ba4AzpyoeKk/SYu-pDmlA1I/AAAAAAAABj4/UvLQDrHb-XM/S660/Tears-Are-These-Veils.jpg", "width": 660, "size": 182193, "caption": null, "height": 464}, {"caption": null, "url": "http://4.bp.blogspot.com/_ba4AzpyoeKk/SRX4NK6gcOI/AAAAAAAABVo/WoMVdNU85Ao/S220/killer-of-sheep%5B2%5D.jpg", "height": 113, "width": 220, "colors": [{"color": [247, 247, 247], "weight": 0.678466796875}, {"color": [199, 181, 184], "weight": 0.321533203125}], "entropy": 3.1464323918252526, "size": 6720}, {"caption": null, "url": "http://3.bp.blogspot.com/-SMgtXSkGHys/TpyUuSAPOjI/AAAAAAAACPc/ZVQh7ZIcV7w/s220/311580_2200959298121_1071453658_2537059_1441330272_n.jpg", "height": 220, "width": 176, "colors": [{"color": [142, 83, 116], "weight": 0.778076171875}, {"color": [157, 157, 152], "weight": 0.1259765625}, {"color": [207, 209, 202], "weight": 0.095947265625}], "entropy": 4.346925791302096, "size": 12422}, {"caption": null, "url": "http://3.bp.blogspot.com/_qwN2HYPZT78/SasuliuTWBI/AAAAAAAAAJg/ucsCkhIBrVc/S45/MPLS%2BSummer%2B%252708%2B-%2B24.jpg", "height": 45, "width": 45, "colors": [{"color": [30, 21, 17], "weight": 0.193603515625}, {"color": [76, 46, 32], "weight": 0.160888671875}, {"color": [233, 176, 149], "weight": 0.06787109375}, {"color": [145, 92, 69], "weight": 0.040283203125}, {"color": [177, 126, 102], "weight": 0.03173828125}], "entropy": 5.881087168110464, "size": 1718}], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://whof.blogspot.com/2010/11/paul-theks-teaching-notes.html", "url": "http://whof.blogspot.com/2010/11/paul-theks-teaching-notes.html", "media": {}, "title": "Wild Horses Of Fire: Paul Thek's \"Teaching Notes\"", "offset": null, "content": "<div>\n<p>The following is a transcription of Harrell Fletcher's invaluable transcription of Paul Thek's \"teaching notes,\" contained in Fletcher's booklet Thek's Teaching Notes. The notes were generated for a \"4-D Sculpture\" class at Cooper Union taught by Thek between 1978-1981 (a core class in Cooper Union's curriculum at the time, as Flectcher explains in his introduction). Fletcher's booklet, published at his request by <a href=\"http://www.publicationstudio.biz/\">Publication Studio</a> for an event at the Whitney around the current Thek retrospective, comprises a transcription of the artist's notes, and responses generated by Fletcher's 2007 studio class at Cooper Union, which (for lack of a better term) reenacted the content of Thek's original class based on the notes. Being particularly interested in the teaching practices of artists and writers, I find Thek's notes extremely curious, both as a document of his teaching practice and inasmuch as they reflect his larger aesthetic concerns and processes. I also find attractive Thek's approach to art through questions and exercises, which may instigate a process of self-discovery, interrogation, and dialogue with others. Namely, one's students. </p>\n<p>Paul Thek's \"teaching notes\": </p>\n<p>Name<br>Age<br>Birthdate<br>Place of birth<br>Position in family<br>Nationality<br>Religion <br>Education<br>Hobbies <br>Career plans<br>Parents' education<br>Parents' birthplace<br>Parents' religion<br>Where do you live now? With whom? For how long?<br>What income do you have? From what source?<br>What property do you own?<br>What are your requirements in a friend? Lover? Mate?<br>What kind of art do you like? Painting? Sculpture? Music?<br>What do you read? How often?<br>Do you buy books? Records?<br>What is your favorite color?<br>What are your politics?<br>Have you ever been seriously ill? Serious accidents?<br>What do you do on a date?<br>What is the purpose of dating?<br>Do you believe in premarital sex?<br>What happens after death?<br>Tell us about other members of your family.<br>Tell us about a close friend.<br>Tell us about someone who inspires you.<br>Tell us about the most exciting thing you ever saw, did.<br>How many rooms are there in your home?<br>How many floors? What floor do you live on?<br>Do you have your own room? Do you share it? With whom?<br>What does your room look like?<br>On what do you sleep? In what? In what position?<br>Do you take baths or showers? Do you use perfumes or deodorants?<br>What style or look do you prefer?<br>Are you interested in sports? Which? How often?<br>Do you believe in abortion? Do your parents?<br>What is your worst physical feature? Your best?<br>What is the main source of difficulty between you and your parents? Teachers? Friends?<br>What annoys you the most in others?<br>What kind of teacher do you prefer?<br>If you were a teacher what would you propose?<br>How would you grade your students?<br>What is eternity? What is love? What is art?<br>What is a symbol? What is religion? What is psychology?<br>Who are your role models?<br>Who is the person closest to you at the moment?<br>Who is the person physically closest to you at the moment?<br>What in your life is your greatest source of pleasure?<br>How do you know you love someone?<br>How do you know that someone is interested in you?<br>How do you know that you are happy, sad, nervous, bored?<br>What does this school need? This room? You? This city? This country?<br>What is abstraction?<br>What is a mystery religion?<br>What would it be like if you behaved with absolute power?<br>Redesign a rainbow.<br>Make a French-curve rainbow.<br>Design a labyrinth dedicated to Freud, using his photo and his writings.<br>Design a Torah.<br>Design a monstrance.<br>Illustrate the Godhead.<br>Add a station of the cross.<br>Design an abstract monument to Uncle Tom.<br>What is a good temple? A bad temple?<br>Who is your favorite character in the Bible?<br>Who is your favorite character in Gone With the Wind?<br>Why does an icon have to be human?<br>What is sacred? Profane?<br>What is the most beautiful thing in the world?<br>Make a paperdoll of yourself.<br>What is theology? What is secular?<br>Explain the Zen doctrine in your own words. What does it mean?<br>What does it mean \"In the beginning was the Word\"?<br>Can you find a book on making sculptures of paper?<br>Make a spaceship out of a cereal box.<br>Make a paper chain out of a book.<br>Redesign the human genitals so that they may be more equitable.<br>Design a feminist crucifixion scene.<br>Design something to sell on the street corner.<br>Design something to sell to the government.<br>Design something to put on an altar.<br>Design something to put over a child's bed.<br>Design something to put over your bed when you make love.<br>Make a monkey out of clay.<br>Design a flying saucer as if it were The Ark.<br>Make a large folded-paper airplane, paint on it a slogan which you think will revolutionize your life.<br>Make an icon out of popcorn.<br>Pain a balloon gold, paint a balloon silver.<br>Make a necklace out of coal.<br>Paint a series of playing balls like planets, be accurate.<br>Design a black mass out of any materials you can find.<br>Design a work of art that fits in a matchbox, a shoebox. <br>Design a new clock face.<br>What is the difference between philosophy and theology?<br>Who is Hans Kung?<br>What is liberation theology?<br>What is mysticism?<br>Who was Meister Eckhart?<br>What is the purpose of art?<br>What does 'spiritual' mean to you?<br>What is the most difficult thing in life for you?<br>Can art be helpful in dealing with this difficulty? In what way?<br>What is 'service'?<br>What is the purpose of society? Of government?<br>What is the surest way to happiness?<br>Who is Savanarola? Augustine?<br>What is attractive in a woman? A man?<br>What are the qualities of physique most attractive?<br>What are the personality problems of being an artist?<br>What is it like to be an American in the 20th century?<br>Who is Roosevelt?<br>What is action painting?<br>Pop art?<br>The Louvre?<br>What languages do you speak? Spoken at home?<br>What religious articles do you have in your home?<br>Make a skyscraper out of inappropriate materials.<br>Make a prisoner's pillbox hat.<br>Make scatological object, or use scatological words.<br>Illustrate your strangeness, act out your most frightening perversity.<br>Design a box within a box to illustrate selfishness.<br>Design a throne. <br>Why are you here?<br>What is a shaman?<br>Make a piece of curative art.<br>Make a piece of psychological art.<br>What do you think has been the greatest hurt, mental and physical, that you have suffered?<br>What do you think are the qualities of a life fully lived?<br>Can you suggest a project, for yourself or for a group, or for any number, which might deepen your sensitivity to time?<br>What is greed?<br>What is verbal knowledge?<br>What does tactile mean? Can you show me an example of tactile sensitivity in your personal life?<br>What do you do to make yourself more attractive sexually? Why do you do this?<br>Do you really like very beautiful people? Do they really have special privileges?<br>What is polygamy? Explain its function in the society?<br>Make a design of your favorite literary person. Event. History. Project for Ellis Island.<br>How much time should you work on a class project? How much time should you think about it? Discuss it?<br>What do you think of money? Make a structure to me explaining your concept of money, or out of money.<br>Should art be useful? Useless?<br>What is pablum?<br>What is capitalism? Communism? Socialism?<br>What is leisure?<br>Make a structure out of photos of primitive people.<br>Make a structure illustrating anything from the book of proverbs.<br>Can you construct a functioning lamp that illustrates the concept of freedom?<br>Can you construct a functioning ashtray that illustrates the passage of time?<br>What is waste? <br>Who was Malthus?<br>How can we humanize the city?<br>How can we humanize Cooper? How can we redesign the Cooper triangle?<br>What should the student lounge look like? Where?</p>\n<p>Remember, I'm going to mark you, it's my great pleasure to reward real effort, it's my great pleasure to punish stupidity, laziness and insincerity.</p>\n<p>These marks won't make much difference in your later life, but my reaction to you will, but the reactions of your classmates to what you do will.</p>\n<p>Your classmates are your world, your future will be like this now, as you related to your present, you will relate to your future, recognize your weakness and do something about it.</p>\n</div>", "entities": [{"count": 6, "name": "Thek"}, {"count": 3, "name": "Cooper Union"}, {"count": 3, "name": "Fletcher"}, {"count": 2, "name": "Paul Thek"}, {"count": 2, "name": "Cooper"}, {"count": 1, "name": "Ark."}, {"count": 1, "name": "Harrell Fletcher"}, {"count": 1, "name": "Nationality Religion Education Hobbies Career"}, {"count": 1, "name": "Augustine"}, {"count": 1, "name": "Malthus"}, {"count": 1, "name": "Roosevelt"}, {"count": 1, "name": "Freud"}, {"count": 1, "name": "Meister Eckhart"}, {"count": 1, "name": "Tom"}, {"count": 1, "name": "Hans Kung"}, {"count": 1, "name": "Savanarola"}, {"count": 1, "name": "Flectcher"}, {"count": 1, "name": "Ellis Island"}, {"count": 1, "name": "Whitney"}], "favicon_colors": [{"color": [242, 103, 17], "weight": 0.178466796875}, {"color": [251, 246, 243], "weight": 0.071533203125}], "keywords": [{"score": 80, "name": "thek"}, {"score": 61, "name": "design"}, {"score": 47, "name": "art"}, {"score": 40, "name": "make"}, {"score": 34, "name": "illustrates"}, {"score": 30, "name": "fletcher"}, {"score": 25, "name": "teaching"}, {"score": 25, "name": "painting"}, {"score": 23, "name": "sculptures"}, {"score": 23, "name": "theology"}], "published": null, "provider_name": "Blogspot", "type": "html"}