{"provider_url": "http://academicsfreedom.blogspot.com", "description": "We all need heroes, role models. People we admire, whose lives offer us examples of how to lead the good life. One of mine is Peter Cooper, the great nineteenth century inventor, industrialist, and philanthropist. Peter Cooper lead an immensely productive life.", "embeds": [], "safe": true, "provider_display": "academicsfreedom.blogspot.com", "related": [{"score": 0.5441010594367981, "description": "How well do you really know a subject? I think the best way is if you can teach the concept to someone else new to the idea. If you really want to test yourself, try explaining it to a 5 year old. This was a real discussion I had with [...]", "title": "Why Explaining To A 5-Year Old Challenges Your Understanding Of Collaboration", "url": "http://www.forbes.com/sites/rawnshah/2013/12/30/why-explaining-to-a-5-year-old-challenges-your-understanding-of-collaboration/", "thumbnail_height": 224, "thumbnail_url": "http://b-i.forbesimg.com/rawnshah/files/2013/12/kidsponie00-300x224.jpg", "thumbnail_width": 300}, {"score": 0.5390846133232117, "description": "Apollo Tyres Ltd. (APTY) rose to its highest in at least 22 years in Mumbai trading after Cooper Tire & Rubber Co. (CTB) dropped a $2.5 billion merger plan, easing investor concern the Indian company would take on too much debt. Shares of Apollo climbed 5.8 percent to 107.20 rupees, the highest close since at least January 1991.", "title": "Apollo Tyres Climbs After Cooper Tire Drops Merger Plan", "url": "http://www.bloomberg.com/news/2013-12-30/cooper-tire-terminates-merger-agreement-with-apollo-tyres.html", "thumbnail_height": 800, "thumbnail_url": "http://www.bloomberg.com/image/iyz62.HCMsfw.jpg", "thumbnail_width": 1200}], "favicon_url": "http://academicsfreedom.blogspot.com/favicon.ico", "authors": [{"url": "https://plus.google.com/109015074241184550939", "name": "Bhaskar Krishnamachari"}], "images": [{"caption": null, "url": "http://1.bp.blogspot.com/-DcRY973DDX0/TeiETvbB7MI/AAAAAAAACUI/Ls0AN-fW5TM/s320/CooperUnion.jpg", "height": 197, "width": 320, "colors": [{"color": [217, 240, 220], "weight": 0.40771484375}, {"color": [140, 121, 101], "weight": 0.279541015625}, {"color": [197, 183, 157], "weight": 0.150634765625}, {"color": [81, 69, 57], "weight": 0.100830078125}, {"color": [45, 34, 28], "weight": 0.061279296875}], "entropy": 6.185864743098585, "size": 33591}, {"caption": null, "url": "http://lh5.googleusercontent.com/-j9hvsgoWDSg/AAAAAAAAAAI/AAAAAAAAFOI/3OHkJLDHRZc/s512-c/photo.jpg", "height": 512, "width": 512, "colors": [{"color": [186, 186, 186], "weight": 0.593994140625}, {"color": [93, 93, 93], "weight": 0.24267578125}, {"color": [37, 37, 37], "weight": 0.163330078125}], "entropy": 4.039669291211923, "size": 128214}, {"caption": null, "url": "http://2.bp.blogspot.com/-QyF_8VNwMwo/TeiCckFX6ZI/AAAAAAAACUE/wLv33tRYvdE/s200/Lincoln.jpg", "height": 200, "width": 130, "colors": [{"color": [64, 64, 64], "weight": 0.509521484375}, {"color": [163, 163, 163], "weight": 0.490478515625}], "entropy": 4.019888756032721, "size": 11117}, {"caption": null, "url": "http://2.bp.blogspot.com/-XN3S8qEjHb4/TeiFbbL8zTI/AAAAAAAACUM/5q8an3DKolo/s200/pCooper.gif", "height": 200, "width": 169, "colors": [{"color": [231, 241, 243], "weight": 0.865234375}, {"color": [24, 30, 33], "weight": 0.054931640625}, {"color": [80, 88, 90], "weight": 0.0439453125}, {"color": [125, 133, 136], "weight": 0.035888671875}], "entropy": 2.27699220629514, "size": 12541}, {"url": "http://2.bp.blogspot.com/-XN3S8qEjHb4/TeiFbbL8zTI/AAAAAAAACUM/5q8an3DKolo/s72-c/pCooper.gif", "width": 72, "size": 4021, "height": 72}], "cache_age": 83110, "lead": null, "language": "English", "original_url": "http://academicsfreedom.blogspot.com/2011/06/honest-man.html", "url": "http://academicsfreedom.blogspot.com/2011/06/honest-man.html", "media": {}, "title": "An Academic's Freedom", "offset": null, "content": "<div>\n<p>We all need heroes, role models. People we admire, whose lives offer us examples of how to lead the  <i>good</i> life.</p>\n<p>One of mine is Peter Cooper, the great nineteenth century inventor, industrialist, and philanthropist.</p>\n<a href=\"http://2.bp.blogspot.com/-XN3S8qEjHb4/TeiFbbL8zTI/AAAAAAAACUM/5q8an3DKolo/s1600/pCooper.gif\"><img src=\"http://2.bp.blogspot.com/-XN3S8qEjHb4/TeiFbbL8zTI/AAAAAAAACUM/5q8an3DKolo/s200/pCooper.gif\"></a> <p>Peter Cooper lead an immensely productive life. He was, by turns, a tinkerer, a cabinet-maker, a grocer, the owner of a glue factory and then an iron works, and president of two telegraph companies. He built America's <a href=\"http://www.eyewitnesstohistory.com/tomthumb.htm\">first steam locomotive</a>, called Tom Thumb, which famously ran (but lost, only due to a malfunction before the finish) a race against a horse in 1830. I like the account of that race given by John Latrobe, a lawyer with the Baltimore &amp; Ohio railroad, who was an eyewitness. The locomotive was pulling about three dozen men in a car behind it. Latrobe writes:<br></p>\n<blockquote>... the day was fine, the company in the highest spirits, and some excited gentlemen of the party pulled out memorandum books, and when at the highest speed, which was eighteen miles an hour, wrote their names and some connected sentences, to prove that even at that great velocity it was possible to do so. </blockquote>\n<p>Peter Cooper invented Gelatin (his wife Sarah came up with the name \"Jell-O\"). He was involved with the laying of the first transatlantic telegraph cable. And, in 1876, at the very young age of eighty-five, he ran, albeit unsuccessfully, for President of the United States as the candidate of the Greenback Party, which advocated moving from the rigid gold-backed monetary policy of the day to a more flexible currency like we have today.</p>\n<p>He made a fortune, of course, with his many successful endeavors. But what I have always found most admirable about  him is what he proceeded to do with his fortune. In a panegyric account of Peter Cooper titled \" <a href=\"http://www.americanheritage.com/content/honest-man?page=show\">The Honest Man</a>\" that appeared more than five decades ago in American Heritage magazine,  Peter Lyon writes:<br></p>\n<blockquote>Dimly at first but with increasing clarity, his fellow citizens, and especially the humbler among them, perceived that Cooper earnestly professed, in everything he did, to serve mankind. Hence his inventions; hence even his manufacture of glue. To Cooper the fact that he made money was, if not actually irrelevant, at least not the main goal. Money was a kind of temporary reward for moral behavior, for doing good; the main goal was, as he phrased it, \"<b>to give the world an equivalent in some form of useful labor for all that I consumed in it.</b>\" His inventions, his commercial enterprises, were not enough. He found time to work in other ways as well: for the Public School Society, which fought to make education compulsory; on New York City's Common Council, where he had in his charge the project of insuring the city's water supply; for the Juvenile Asylum, for New York faced then as now the problem of juvenile delinquency; for the New York Sanitary Association; for a free milk dispensary.</blockquote>\n<p>Perhaps his most lasting good deed, the one that has had the most impact, was his founding of the<a href=\"http://www.cooper.edu/\"> Cooper Union for the Advancement of Science and Art</a> in 1859, popularly known in his time as the Cooper Institute. A place where education could be, in his words, \"as free as air and water\".</p>\n<a href=\"http://1.bp.blogspot.com/-DcRY973DDX0/TeiETvbB7MI/AAAAAAAACUI/Ls0AN-fW5TM/s1600/CooperUnion.jpg\"><img src=\"http://1.bp.blogspot.com/-DcRY973DDX0/TeiETvbB7MI/AAAAAAAACUI/Ls0AN-fW5TM/s320/CooperUnion.jpg\"></a> <p><br> Lyon indicates that Cooper was motivated by the story he had heard many years before, from a visitor to a polytechnic university in France:<br></p>\n<blockquote>\"What made the deepest impression on my mind,\" Cooper said later, \"was ... that he found hundreds of young men from all parts of France living on a bare crust of bread in order to get the benefit of those lectures. I then thought how glad I should have been to have found such an institution in the city of New York when I was myself an apprentice ... I determined to do what I could to secure to the youth of my native city and country the benefits of such an institution ... and throw its doors open at night so that the boys and girls of this city, who had no better opportunity than I had to enjoy means of information, would be enabled to improve and better their condition, fitting them for all the various and useful purposes of life.\" </blockquote>\n<p><a href=\"http://2.bp.blogspot.com/-QyF_8VNwMwo/TeiCckFX6ZI/AAAAAAAACUE/wLv33tRYvdE/s1600/Lincoln.jpg\"><img src=\"http://2.bp.blogspot.com/-QyF_8VNwMwo/TeiCckFX6ZI/AAAAAAAACUE/wLv33tRYvdE/s200/Lincoln.jpg\"></a>Since its founding, through its classes and public lectures, this Cooper institute has been a vibrant center of intellectual life in New York City. Barely a year after its founding, on February 27, 1860, the then-presidential-candidate <a href=\"http://www.npr.org/templates/story/story.php?storyId=1876321\">Abraham Lincoln gave a well-received speech in its Great Hall</a>, which he ended with the striking words \"Let us have faith that <b>right makes might</b>, and in that faith, let us, to the end, dare to do our duty as we understand it.\" Talking in part of the widely disseminated photograph shown here, which was <a href=\"http://www.npg.si.edu/exh/brady/art/artlinc.htm\">taken that very day by the photographer Mathew Brady</a>, he said \"Mr. Brady and the Cooper Institute made me president.\"</p>\n<p>Since its founding, many tens of thousands of students have benefited from Peter Cooper's generosity. To this date, Cooper Union offers a first-rate free education in the form of a full tuition scholarship (valued at over $120,000 in today's terms) to every admitted student. With about 900 students pursuing majors in Architecture, Art, and Engineering, it is one of the most selective colleges in the United States (it was recently rated by Newsweek as the <a href=\"http://education.newsweek.com/2010/09/12/the-25-most-desirable-small-schools/cooper-union.html\">#1 most desirable small school</a> in the country, and is routinely identified as being among the very best schools in other popular college rankings).</p>\n<p>It was privilege for me to have the opportunity to attend this unique institute as an undergrad. Here I took classes not only in Computer Programming, Thermodynamics, Linear Algebra, Electronics, and Telecommunications, but also in History, Philosophy, Ethics, Poetry, French and Chinese. Here, working with a close-knit group of brilliant classmates, I gained confidence in my abilities by working over a winter break, just for the fun of it, to design and simulate an 8-bit computer from scratch; by writing an AI program that not only played Othello, but also spat out choice Shakespearean curses at the opponent when it was not doing well; and by designing and fabricating a new class of microwave digital gates for my senior group project. It was while wandering its halls, gripped by  the romance and idealism of youth, that I was influenced by faculty who not only challenged their students to work very hard and to value the life of the mind, but also exhorted them to do something meaningful with their lives. And here it was, through many late pre-exam nights in the EE department lounge with friends, learning together by teaching each other, that I discovered my calling. The enduring warmth of this great man's magnanimity afforded me four of the happiest years of my life, and helped me build a strong foundation for the future. I am forever grateful for it.</p>\n<p>Peter Cooper has continued to be an inspiration in my life. Motivated by his example, I have sought to give back in my own way. Because the research experiences I had as an undergrad played a big role in my going to graduate school and pursuing a career in academia, each summer I host two to four undergraduate student interns in <a href=\"http://anrg.usc.edu/\">the lab I direct at USC</a>, giving them a chance to experience what graduate-level research is all about, by working independently or in pairs on a sizable experimental or theoretical project over the course of five to ten weeks.  A good number of them have gone on to do Ph.D.'s at places including Columbia, U. Michigan, MIT, Stanford, UIUC, USC. Six of these, over the years, have been from my <i>alma mater</i>, including one that joined just today. By my reckoning, I have at least a dozen more to go... (even then only symbolically, of course; it is impossible for me to ever completely repay the debt I owe Peter Cooper and the wondrous place that bears his name.)</p>\n</div>", "entities": [{"count": 7, "name": "Peter Cooper"}, {"count": 5, "name": "Cooper"}, {"count": 2, "name": "France"}, {"count": 2, "name": "USC"}, {"count": 2, "name": "New York City"}, {"count": 2, "name": "New York"}, {"count": 2, "name": "Cooper Union"}, {"count": 2, "name": "United States"}, {"count": 2, "name": "Cooper Institute"}, {"count": 1, "name": "Sarah"}, {"count": 1, "name": "Lyon"}, {"count": 1, "name": "U. Michigan"}, {"count": 1, "name": "New York Sanitary Association"}, {"count": 1, "name": "MIT"}, {"count": 1, "name": "Public School Society"}, {"count": 1, "name": "Columbia"}, {"count": 1, "name": "Mathew Brady"}, {"count": 1, "name": "French"}, {"count": 1, "name": "Tom Thumb"}, {"count": 1, "name": "America"}, {"count": 1, "name": "John Latrobe"}, {"count": 1, "name": "Brady"}, {"count": 1, "name": "Abraham Lincoln"}, {"count": 1, "name": "Stanford"}, {"count": 1, "name": "EE"}, {"count": 1, "name": "UIUC"}, {"count": 1, "name": "Peter Lyon"}, {"count": 1, "name": "Advancement of Science"}, {"count": 1, "name": "Baltimore & Ohio"}, {"count": 1, "name": "American Heritage magazine"}, {"count": 1, "name": "Latrobe"}, {"count": 1, "name": "academia"}, {"count": 1, "name": "Greenback Party"}, {"count": 1, "name": "Newsweek"}], "favicon_colors": [{"color": [247, 107, 23], "weight": 0.168212890625}, {"color": [249, 248, 246], "weight": 0.080078125}, {"color": [0, 0, 0], "weight": 0.001708984375}], "keywords": [{"score": 71, "name": "cooper"}, {"score": 36, "name": "peter"}, {"score": 21, "name": "founding"}, {"score": 21, "name": "institute"}, {"score": 20, "name": "life"}, {"score": 20, "name": "undergrad"}, {"score": 20, "name": "latrobe"}, {"score": 20, "name": "student"}, {"score": 18, "name": "inventions"}, {"score": 17, "name": "city"}], "published": null, "provider_name": "Blogspot", "type": "html"}