{"provider_url": "http://nplusonemag.com", "description": "Cooper Union is dealing not only with a financial crisis but also an existential one. What is playing out at this East Village institution speaks both to the national debate about debt, labor, and the affordability of higher education and to the institution's history, which in its early years was so closely tied to the desires of the nation.", "embeds": [], "safe": true, "provider_display": "nplusonemag.com", "related": [{"score": 0.5867764949798584, "description": "Apollo Tyres Ltd. (APTY) rose to its highest in at least 22 years in Mumbai trading after Cooper Tire & Rubber Co. (CTB) dropped a $2.5 billion merger plan, easing investor concern the Indian company would take on too much debt. Shares of Apollo climbed 5.8 percent to 107.20 rupees, the highest close since at least January 1991.", "title": "Apollo Tyres Climbs After Cooper Tire Drops Merger Plan", "url": "http://www.bloomberg.com/news/2013-12-30/cooper-tire-terminates-merger-agreement-with-apollo-tyres.html", "thumbnail_height": 800, "thumbnail_url": "http://www.bloomberg.com/image/iyz62.HCMsfw.jpg", "thumbnail_width": 1200}, {"score": 0.5444472432136536, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.5235440731048584, "description": "A.J. Mast / for NBC News This past April, facing the prospect of three 20-page papers due in the same week, Indiana University East student Harmony Glenn had a panic attack in the school library. \"I couldn't breathe, and my chest felt tight,\" she said.", "title": "Debt, no degree: Bills mount for ex-college students who never reached the finish line", "url": "http://usnews.nbcnews.com/_news/2013/12/30/21892627-debt-no-degree-bills-mount-for-ex-college-students-who-never-reached-the-finish-line?lite", "thumbnail_height": 1500, "thumbnail_url": "http://media2.s-nbcnews.com/i/MSNBC/Components/Photo/_new/131213-student-loan-debt-main-3p.jpg", "thumbnail_width": 1489}], "favicon_url": "http://nplusonemag.com/favicon.ico", "authors": [], "images": [{"caption": null, "url": "http://nplusonemag.com/images/txp/image.php?width=90&quality=95&image=http://nplusonemag.com/images/txp/1001.jpg", "height": 68, "width": 90, "colors": [{"color": [93, 128, 195], "weight": 0.277587890625}, {"color": [240, 219, 204], "weight": 0.21826171875}, {"color": [206, 168, 155], "weight": 0.16455078125}, {"color": [132, 107, 101], "weight": 0.118408203125}, {"color": [85, 56, 48], "weight": 0.1005859375}], "entropy": 5.97015349002, "size": 5378}, {"caption": null, "url": "http://nplusonemag.com/images/txp/image.php?width=625&quality=95&image=http://nplusonemag.com/images/txp/1001.jpg", "height": 469, "width": 625, "colors": [{"color": [91, 130, 197], "weight": 0.281494140625}, {"color": [242, 223, 205], "weight": 0.208740234375}, {"color": [217, 171, 153], "weight": 0.204345703125}, {"color": [35, 18, 17], "weight": 0.128662109375}, {"color": [136, 110, 101], "weight": 0.078857421875}], "entropy": 5.837975571019163, "size": 114543}, {"caption": null, "url": "http://nplusonemag.com/images/logo.png", "height": 84, "width": 173, "colors": [{"color": [0, 0, 0], "weight": 0.000244140625}, {"color": [252, 252, 252], "weight": 0.000244140625}], "entropy": 0.0854951290812, "size": 1261}, {"caption": null, "url": "http://nplusonemag.com/images/pm3icon.jpg", "height": 103, "width": 72, "colors": [{"color": [162, 137, 60], "weight": 0.82470703125}, {"color": [95, 57, 14], "weight": 0.17529296875}], "entropy": 2.76284652353, "size": 22302}, {"caption": null, "url": "http://nplusonemag.com/images/txp/880t.jpg", "height": 103, "width": 72, "colors": [{"color": [152, 110, 96], "weight": 0.235107421875}, {"color": [114, 75, 65], "weight": 0.23291015625}, {"color": [240, 242, 239], "weight": 0.171875}, {"color": [77, 43, 33], "weight": 0.15380859375}, {"color": [193, 156, 145], "weight": 0.1201171875}], "entropy": 6.14547065509, "size": 4495}], "cache_age": 84257, "lead": null, "language": "English", "original_url": "http://nplusonemag.com/save-cooper-union", "url": "http://nplusonemag.com/save-cooper-union", "media": {}, "title": "Save Cooper Union", "offset": null, "content": "<div>\n<p>On November 17, 2011, at a student rally in Union Square organized by Occupy Wall Street, a young woman's words echoed through the crowd via the people's microphone: \"Education should be as free as air and water.\"</p>\n<p>The woman was an art student at  Cooper Union, and the words she spoke were not her own, but have been attributed to industrialist and inventor Peter Cooper. The rally came just a few weeks after Dr. Jamshed Bharucha, who became president of Cooper Union in July 2011, revealed the grim financial condition of the school and suggested that the historically tuition-free institution could no longer be free. \"I'm not saying I want to charge tuition,\" Bharucha said at a subsequent meeting in his office with alumni. \"I'm saying the institution is going down. We have to have all options on the table and hopefully this is only the last resort.\"</p>\n<p>Cooper Union is currently only one of a handful of schools that offer tuition-free education to all enrolled students. Among them are Webb Institute in Long Island, Deep Springs College in California, and military academies such as West Point. Berea College in Kentucky accepts only low-income students, offering them tuition-free education in exchange for a labor requirement. Olin College, which was founded in 1997 as a free engineering school, switched from offering full tuition to half tuition after suffering endowment losses during the recession. But it wasn't long ago that free education was within reach at some of the nation's best public universities. The City University of New York, once called the Free Academy, only started charging tuition in the 1970s. Several decades ago, state residents could attend the University of California for free.</p>\n<p>In an era in which air and water have become increasingly commoditized, education at Cooper Union until now has been spared the fate of the University of California. This small art, architecture, and engineering college, with a student body of fewer than one thousand students, is dealing not only with a financial crisis but also an existential one. What is playing out at this East Village institution speaks both to the national debate about debt, labor, and the affordability of higher education and to Cooper Union's history, which in its early years was so closely tied to the desires of the nation.</p>\n<p>For more than 150 years, Cooper Union has been a symbol of a certain American dream. Founder Peter Cooper himself seemed to come right out of one of Horatio Alger's tales. Born during the Washington Administration, in 1791, he rose through a series of craftsman jobs, with almost no formal education, to acquire wealth through innovation. His inventions included the first gelatin dessert, the structural I-beam, and perhaps most notably, the first steam locomotive to be used on a common carrier railroad. Cooper also devoted decades to public service, becoming a New York City alderman, supporting the antislavery and Native American reform movements, and at 85 serving as the presidential nominee of the populist Greenback Party. He became one of the wealthiest men in New York, but unlike his robber-baron contemporaries, Cooper believed that wealth was a public trust.</p>\n<p>Perhaps his greatest legacy and act of philanthropy was the founding of an educational institution for the working classes, free of charge, which since opening its doors in 1859 has professed not to discriminate by race, gender, class, or creed. The original charter called for free instruction at night in the sciences, a day school of design for \"respectable\" females, a free reading room, and free public lectures. When funds became available, a polytechnic school was to be created. Cooper also hoped to establish \"The Associates of Cooper Union,\" modeled after the Society of Arts in London. Its reach was to be vast and inclusive, including alumni, professional societies, members of the press, public school teachers, and other civil servants.</p>\n<p>Cooper was influenced by the free &#201;cole Polytechnique in Paris, which a friend had described to him. \"What interested me most deeply was the fact that hundreds of young men were there from all parts of France, living on a bare crust of bread a day to get the benefits of those lectures.\" That deep desire and want of education was something Cooper empathized with, having had no access to education as a young man. \"It was this feeling which led me to provide an institution where a course of instruction would be open and free to all who felt a want of scientific knowledge, as applicable to any of the useful purposes of life,\" Cooper said in his 1864 commencement address. </p>\n<p>From the outset, Cooper Union opened its doors to debate. The basement of the Foundation Building housed the Great Hall auditorium, where Abraham Lincoln delivered his \"Right Makes Might\" speech challenging Stephen Douglas in 1860, and started out on the road to the White House. During the following years, The Great Hall provided a space for debating, rallying, and organizing the abolition, suffrage, labor, and Native American reform movements. Fredrick Douglass spoke there in 1863. Susan B. Anthony had an office at the school. PJ McGuire and Samuel Gompers met taking night classes at Cooper Union and went on to start the American Federation of Labor. Cooper welcomed Oglala Sioux Chief Red Cloud when Red Cloud addressed the Great Hall in 1870. The NAACP and the Red Cross were chartered and convened their first meetings at Cooper Union.</p>\n<p>When the school opened, women could attend either the Female School of Art during the day or the coeducational Free Night School of Science. Women who attended night classes during Cooper Union's first decades had backgrounds that ranged from wealthy to working class. The noted exception to Cooper Union's policy of free instruction occurred was the School of Art, run by a Ladies Advisory Council who had overseen the New York School of Design before it was absorbed by Cooper Union. These \"benevolent and enlightened ladies\" pleaded with the Cooper trustees to make an allowance for some paying pupils, who would be called \"amateur students.\" According the school's first annual report, the trustees \"were at first opposed to this deviation\" but agreed on the condition that the number of amateurs be limited so as not to exclude the industrial pupils. These amateurs paid between one and two dollars a week for instruction in drawing, pastel, watercolor, or oil painting until the 1880s, when they disappeared from mention in annual reports. Discussion of the amateur class was removed from Cooper Union's bylaws during their next revision in 1911. </p>\n<p>\"The dealers in money have always been the dangerous class,\" Cooper wrote in the last year of his life. \"There may, at some future day, be a whirlwind precipitated upon the moneyed men of this country.\" In his unpublished autobiography, Cooper recounts his frustrations with the bankers who controlled Congress and were creating a national debt. They had the power to control the volume of currency, issue credit, and charge unfairly high interest rates. In the spirit of Cooper's beliefs, the original Cooper Union charter stated that the trustees should never mortgage the property or go into debt for more than $5,000 a year (except in anticipation of rents and revenues), and that they would be held personally liable for any deficit. In his turn-of-the century biography, Rossiter Raymond notes that Cooper claimed to pay all his debts every Saturday night, tracing \"that horror of debt\" to the time of debtors' prisons.</p>\n<p>How was Cooper's vision sustained after his death? How did his school maintain its policy of free education? During its first four decades, Cooper Union was largely supported by Cooper and his family, and those years were not without struggle. To supplement gifts and donations, part of the Foundation Building was rented out to commercial tenants. Cooper and his son-in-law Abram Hewitt had asked Columbia University \"with its large and growing revenues\" and the Board of Education, which controlled the Free Academy, for support, but neither was willing to offer it.</p>\n<p>In 1902 Andrew Carnegie, who had previously described himself as a \"humble follower of Peter Cooper,\" made a $600,000 gift to Cooper Union, one that was matched by Cooper's heirs, who donated a property on Lexington Avenue. These gifts ensured Cooper Union's endowment and allowed it to build the polytechnical school called for in the original charter and stop renting out part of the building to commercial tenants. The \"Vanderbilt flats,\" as the property was then called, now sits beneath the Chrysler Building. The school receives rent and the equivalent of property taxes from this piece of real estate, which in turn secured Cooper Union's ability to provide full tuition scholarships.</p>\n<p>When asked how I went to school for free, I'd often point to the Manhattan skyline and say the Chrysler Building funded my education. I also often said that I came to Cooper Union because it was free, but that wasn't the reason I stayed.</p>\n<p>During my first year, which began in 1995, I lived in the dorms, at 29 Third Avenue. On the ground floor was St. Mark's Bookshop, a tenant of the college. For the next three years, I shared a one-bedroom apartment with three other girls on Fourth Avenue. I slept in a tiny storage space that was six feet wide by seven feet long by four feet high. It was big enough to fit a mattress and a box spring and had a platform where I could put my computer. I sat on the edge of my mattress and worked on problem sets by hand or tinkered with Excel spreadsheets until the wee hours of the morning, usually on the phone with one of my classmates, figuring things out together. Sometimes we'd be working on different projects, and we'd stay on the phone together, in silence, comforted by the fact that we were not alone.</p>\n<p>Cooper Union was a lesson in humility, perseverance, and resourcefulness. One of the things I deeply valued about it was its diversity. Many of my classmates were immigrants or first-generation Americans like me. Cooper was a place where we could celebrate our own and one another's cultures, and every year, we put on an annual culture show in the Great Hall. I had the honor of dancing <em>bhangra</em> and <em>dandia ras</em> on that famous stage and also participated in a Filipino candle dance and Chinese fashion show.</p>\n<p>When I graduated from Cooper, in 1999, I received a scholarship for a master's program in geotechnical engineering at UC Berkeley. That summer, a major earthquake devastated Turkey. The first day of classes, the first thing one professor said was that Turkey smelled \"like 40,000 dead people\" and that \"engineers who know that smell do their work a lot differently than those who don't.\" It was this sense of social responsibility that led me to pursue engineering, but also to leave it from time to time. A Cooper education freed me from debt, and allowed me the freedom to pursue purpose, not profit-driven endeavors. Its Union, for me, not only united the arts and the sciences but also was about making connections between the technical, the political, and the social.</p>\n<p>During the decade after I left Cooper Union, as its operating expenses continued to rise, its future became increasingly uncertain. When George Campbell Jr., took over as president in 2000, he undertook a major development plan that was intended to increase revenue and modernize the campus. The proposal, which was approved by the Board of Trustees, was to demolish the engineering building at 51 Astor Place and replace it with a large commercial tower. The Hewitt Building, where art classes were held, would also be destroyed. It would be replaced with a taller structure with more modern facilities, where academic programs would be consolidated under one roof.</p>\n<p>This \"general, large-scale development\" plan required approval from the Department of City Planning and was subject to a public review process. In an Environmental Impact Statement, the school claimed the new plan was necessary to \"contend with two challenges: to continue funding the full-tuition scholarships for all students and generate the necessary resources to be a leader in its degree programs.\" This argument didn't persuade East Village residents, who loudly protested the proposed changes to their neighborhood, but in the end the city planning commission granted conditional approvals to Cooper Union. A <em>New York Times</em> article in 2002 noted that \"the commissioners said the public good that Cooper Union does by offering free education for its students-most of them New Yorkers-outweighed the impact on the community.\"</p>\n<p>Even after the land use was approved, the school had more hurdles to overcome. After it failed to meet its fundraising goals for the construction of the New Academic Building in 2006, Cooper Union submitted a petition to the New York State Supreme Court seeking permission \"to use the Chrysler Building as security for the loan of up to $175 million,\" releasing it from the restrictions of the 1902 deed. The school argued to the Supreme Court, as it had to the City Planning Commission, that the development plan was essential to maintain the school's standing and financial well-being as a tuition-free institution.</p>\n<p>The plans for the new building divided the Cooper community. Faculty members questioned the need for building and pleaded that the school make do with existing spaces. One letter from an engineering professor to President Campbell in 2006 noted the \"great deal of discontent amongst the engineering faculty. At a faculty meeting on 5/18 the engineering faculty roundly rejected the new building by a vote of 16-6 in a closed ballot.\" </p>\n<p>Nevertheless, the New York Supreme Court granted Cooper Union's request and construction began. A 2009 <em>Wall Street Journal</em> article lauded Cooper Union for being able to build its green LEED Platinum certified New Academic Building on 41 Cooper Square while other colleges were being forced by the economic crisis to halt their campus expansions. Newspapers reporting on Campbell's retirement in 2011 noted that he grew the endowment, balanced the budget, and brought fiscal stability to the college.</p>\n<p>So it came as huge shock to alumni and students when Bharucha announced in October 2011 that with an annual deficit of $16 million and an unrestricted endowment of $45 million, the school's available funds were on the verge of depletion. Just a few weeks before, St. Mark's Bookshop had announced that Cooper Union was raising its rent and launched a massively popular petition to save the store, which led to Manhattan Borough President Scott Stringer negotiating a rent reduction. There was no mention of the fact that Cooper Union itself was in crisis.</p>\n<p>What had happened? It appeared that Cooper Union's investment portfolio had not been immune to the crash of the financial markets. As the trustees subsequently explained, \"projections made in 2008 conservatively anticipated a 2009 return of $6 million but instead our portfolio suffered a loss in that year of $22 million.\" Meanwhile, the goal to reduce operating expenses by 10 percent by 2011 had never been achieved, and the college was paying $10 million a year of the $175 million loan taken out from Metropolitan Life. One can only imagine what Peter Cooper would think of the debt the school currently holds.</p>\n<p>The plan proposed by President Campbell was supposed to ensure Cooper Union's ability to grant full scholarships, and was approved based on Cooper Union's reputation as a provider of free education. Ten years later, that plan appears to have jeopardized the full scholarship policy it was put in place to secure. (The board of trustees has argued otherwise: \"It is also important to state that 41 Cooper Square was not the cause of the current financial dilemma. Its construction relieved Cooper Union of the costs that would have had to be incurred to renovate the old engineering building and the Hewitt Building to make them acceptable sites for a 21st-century education and meet accreditation standards.\")</p>\n<p>If tuition is implemented, some fear that the Chrysler Building's tax equivalency payments to the school might face a serious challenge. There have been several legal cases questioning a private college's receipt of property taxes, but the courts have consistently sided with Cooper Union and its service to the public good. By seeking new revenues from tuition, the school could threaten its largest and only reliable source of funding.</p>\n<p>In November 2011, the Great Hall once again opened its doors to debate. Speaking to a nearly full auditorium about the college's financial crisis, board chair Mark Epstein opened by saying there was no culprit, that \"the problem is a systemic deficit.\" The tuition model had been \"on the table for twenty years\" but only now brought \"out of the board room.\" Later in the evening, when pressed about the cause of this crisis, he did place blame. \"If we have to go to the tuition model I would blame the alumni, 80 percent of whom do not donate to the school,\" Epstein, himself an alumnus, said. \"We made an investment in a lot of students that are now alumni, and only 20 percent of them donate back to the school, so I think that that's a failed investment as far as that's concerned for development.\"</p>\n<p>In a gesture of transparency, Bharucha offered to meet with small groups of students, faculty, and alumni to discuss this situation further. In December 2011, I joined a few other engineering alumni in his office on the seventh floor of the Foundation Building. Bharucha, formerly provost at Tufts, came to Cooper Union with his own background in art and science: he's a violinist and neuroscientist. He sat at the head of the table, sketching its rectangular shape on his notepad. He wrote down our names, labeling where each of us were located. Bharucha showed us a drawdown graph that charted Cooper Union's unrestricted endowment over time, under different market scenarios. He traced the lines until they hit the x-axis, between two and three years. </p>\n<p>Bharucha reminded us that the financial vulnerability of the institution was not a recent phenomenon. \"Financial troubles existed since day one,\" he said. From 1859 to 1926, \"there were thirty-five deficit years.\" Later he referenced an article in the alumni magazine from 1971 that mentioned the possibility of phasing out the school of engineering or instituting tuition. Neither of those things happened. One of the alumni noted that this was around the time that Cooper Union sold Green Camp, a property it had acquired in Ringwood, New Jersey, which served as a country retreat for its  students. (It was also where the National Society of Women Engineers was founded.) In the past, financial problems were solved by selling off assets, but Bharucha said there are no more assets to sell, and he is reluctant to shut programs down.</p>\n<p>Bharucha said he hopes to have a sustainable financial model in place by 2018, the year the principal payment on the loan will kick in. But 2018 will also bring some relief. The legal document that negotiated the mortgage on the lease of the Chrysler Building states that the lease payments will increase to $32.5 million in 2018, $41 million in 2028, and $55 million in 2031. Bharucha argues that 2018 won't bring enough relief to cover the rising cost of education. In the nearer term, Cooper Union could deplete its available funds by 2015.</p>\n<p>I asked President Bharucha to what extent the tuition model has been developed. \"On the question of how much tuition would be charged, how many would have to pay, and how much of it they would have to pay, we've hired a consultant,\" Bharucha told me. \"It's a specialty now. It's called enrollment management. We've hired one of the top enrollment management firms. They will do the market research.\"</p>\n<p>He reiterated that \"any student that merits a Cooper Union education should not be denied one because of lack of affordability.\" I asked if the phrase \"for those who can afford to pay,\" had been defined, to which he responded, \"No it hasn't been defined. It is a consideration. It has to be costed out.\"</p>\n<p>While Bharucha is not responsible for the financial woes he inherited, he is the creator of a new narrative for the school, one that supports a tuition-based model. In speeches and meetings over the past year, Bharucha has spoken about \"reinventing\" Cooper Union. A crucial part of this reinvention is replacing the founding principle of free education with a new commitment to \"accessible\" education. \"Access,\" Bharucha has said, means \"enabling students of merit to benefit from a fine education that would otherwise be out of reach. We must always have this as a priority, regardless of how we solve our financial challenges.\" References to tuition-free education are slowly being edited out of the administration's language; when free education is mentioned, it is described as a \"cherished aspect\" rather than a core value of the school.</p>\n<p>As students looked to Peter Cooper's words to support their case against tuition, President Bharucha-in speeches, radio interviews, and meetings with alumni and stakeholders-invoked Cooper to support another argument. Bharucha took these opportunities to bring up the small fraction of \"amateur\" students at the women's school of design who paid for their classes. In a speech in the fall of 2011, he stated, \"It is important to note that in the early years, approximately the first forty years, tuition was charged at Cooper Union. It wasn't until 1902, when Andrew Carnegie made a large gift to the institution, that a tuition-free education was granted to students.\"</p>\n<p>Bharucha looks to the amateurs as a sort of precedent, a justification for a tuition model. But the context and duration of the amateur program are misrepresented in Bharucha's narrative. Paying students did not attend the school for the four decades, as Bharucha has repeatedly said; their presence can only be traced until the late 1880s. And the amateur program was not the norm at the school. It was clearly noted as an exception from the rule that instruction be \"entirely gratuitous.\" Attendance wasn't mandatory for the amateur students, and they weren't held to the same standards as the industrial pupils, who attended for free. The contemporary equivalent of an amateur class would not be a tuition-based model for undergraduate education, with some students funding the education of others, as Bharucha suggests. Instead the amateur class most resembles Cooper Union's current fee-based continuing education programs (which themselves may be viewed as a deviation from the original mandate to provide free night instruction).</p>\n<p>\"There is a very fundamental framing conflict between the internal narrative of the institution and where the country is, for wanting those with means to contribute more so that others can have opportunity,\" Bharucha said. He has often appropriated the language of the Occupy movement to suggest that Cooper students, who largely come from working and middle-class backgrounds, are the 1 percent. The administration has argued that charging some students to fund others would somehow level the field. Others argue that Cooper's meritocracy is what ensures equal ground. They fear that if tuition is implemented, and the school is reliant on a certain amount of revenue from tuition, it will then become dependent on a certain percentage of its students being able to pay.</p>\n<p>At a community forum in December 2011, Sam Messer, an assistant dean at the Yale School of Art and a Cooper alumnus, said, \"There's a lot of talk about the idea of tuition, and if you just say it as a sound bite it does seem fair: that the rich should pay their way.\" But \"what happens if you don't have qualified students at that level? Then you have, in a sense, amateurs,\" meaning that admissions to the school at large would no longer be entirely merit-based. </p>\n<p>Beginning in December 2011, the newly formed grassroots coalition Friends of Cooper Union (FOCU), composed of alumni, students, faculty, and staff, met to generate its own solutions to Cooper's crisis. The result was a document, \"The Way Forward,\" released in April 2012, that imagined a future without tuition and demanded more transparency and community engagement from the administration. FOCU later produced a ten-point financial plan, which it presented as a set of reasonable measures to start cutting costs and develop more effective fundraising based on the school's mission. \"The only radical idea in it is Peter Cooper's,\" Kerry Carnahan, an alumna and contributor to the document, said.</p>\n<p>Bharucha appointed his own expense reduction and revenue task forces, and although their reports were not complete, he preempted \"The Way Forward\" by announcing last April that the school would preserve free undergraduate education for at least two more years, as it explored tuition-based graduate, online, and continuing education programs. This has been called the \"hybrid\" tuition model, and even the revenue task force report went on to note that it has considerable risks, would require an initial investment, and would not see returns for several years.</p>\n<p>In late April 2012, coinciding with the publication of \"The Way Forward,\" I participated in a community summit organized by FOCU. Litia Perta, an adjunct professor who has taught on and off at Cooper Union since 2006, opened up the discussion by saying that she's currently on unemployment and collects more money-\"kind of by a lot\"-than she has as an adjunct, and that while on unemployment she had the additional benefit of being able to defer her own student loan payments. \"I could not afford to teach here this semester,\" she said. \"I think that seems really relevant.\"</p>\n<p>Perta made this statement on the same stage that launched the modern American labor movement. She also noted that about 70 percent of classes at Cooper Union are taught by adjuncts with no job security, health insurance, or other benefits. Nationally, about 75 percent of college classes are taught by adjuncts in similar situations today. Cooper was founded to educate the working classes, and now highly educated faculty members are among its working class.</p>\n<p>While there is a lot of discussion at Cooper Union of how to increase revenue streams, Perta posed the question, How much does it actually cost to educate someone? \"I'm one of the teachers here and I don't make no money, and neither is it coming to any of the tenured faculty members,\" she said. Full professor Toby Cumberbatch also wanted an answer to this question. \"I understand we are spending about $60 million a year-that is $60,000 a year per student.\" He noted that the budget of the engineering school, which educates 50 percent of the college's students, was only $6 million. Where is the money going?</p>\n<p>Richard Stock, professor of chemical engineering and head of the faculty labor union, noted at a FOCU summit in December 2011 that operating expenses more than doubled between 1995 and 2010, going from $28 million to $68 million. Stock said that a large part of that increase could be attributed to growth and salary increases among nonacademic staff. In fact then-president George Campbell, Jr. was ranked by the <em>Chronicle of Higher Education</em> in 2009 among the ten highest-paid college presidents, with an annual compensation package valued at $688,773, for overseeing a school with fewer than 1,000 students. According to tax records the ten highest-paid officers at Cooper collectively made approximately $2.9 million in 2010. Meanwhile the approximately fifty-six full-time faculty members made roughly $5 million combined. </p>\n<p>T. C. Wescott, the vice-president of finances of the college, has noted that a recent $4 million in cuts were largely directed at the administration, and that in 2013 the overall budget is approximately half administrative, half academic, in line with other institutions. But it should be asked whether this is necessary for a school with a very small student body and a full-scholarship policy. \"The Way Forward\" contains a modest proposal that the top three administrative officers defer a third of their compensation until 2018, when the college will receive increased income from the Chrysler Building. Bharucha, whose compensation package has been valued at about $750,000, has pledged to donate 5 percent of his base salary to the school.</p>\n<p>Underpaid faculty, overpaid administrators, and campus expansions that drive up the cost of education can be found at colleges large and small across the country. At the April 2012 community summit, art student Alan Lundgard noted that should the tuition model go through, \"Our problems will exemplify our country's inability to provide for its citizens an education unencumbered by the barriers of class privilege or wealth. We must make it clear, that it is not the unique ideals of this institution that are built to fail, but the educational disasters that run rampant everywhere else in this country.\"</p>\n<p>In August 2012, Bharucha charged the deans and faculty of each school with coming up with academic programs that would meet prescribed revenue targets ($6 million, $3.6 million, and $2.4 million for the engineering, art, and architecture schools, respectively). If faculty did not meet these revenue targets, they would be threatened with the closure of their school. </p>\n<p>On December 3, 2012, eleven Cooper Union art students barricaded themselves on the top floor of the Foundation Building and draped across it a red banner that read \"Free Education to All.\" These students had three demands: that the administration publicly affirm its commitment to free education; that the board immediately implement more transparent and democratic decision-making structures; and that Bharucha step down. The first day of the occupation coincided with a day of action at Cooper Union organized in collaboration with Occupy Wall Street, All in the Red, and Strike Debt. Several faculty members joined the student occupiers at a joint press conference. That evening, speakers from other schools rallied in solidarity with students of Cooper Union.</p>\n<p>Although their demands had not been met, the students left the building after one week to plan their next action. The faculty did as they were told and came up with various revenue-based programs, even as they continued to express their opposition to a tuition model. In December 2012, the art school faculty refused to vote on the new programs they had proposed. This February, the art faculty issued another statement, \"reaffirming our belief that The Cooper Union is not only the last citadel of the social reforms movement of the 19th century, but is in fact the vanguard of the 21st century-a beacon of access to free education.\" In response, the administration refused to admit early decision students to the art school. Faced with the real possibility of their school closing, the art faculty gave in and submitted their proposals for revenue-based graduate, continuing education, and high-school summer courses.</p>\n<p>The administration now seems close to announcing a decision regarding tuition. On March 1, at the request of the alumni association, trustees appeared again at the Great Hall to answer questions from the community. Trustee Thomas Driscoll said at the forum that he didn't think the school could shrink to sustainability-crucially, he was referring to shrinking academic programs and not administrative costs. Faculty, students, and alumni asked whether Cooper could live within its revenue stream from the Chrysler Building, $40 million a year, cut administrative costs, and grow its endowment through more effective, alumni-led fundraising.</p>\n<p>One recommendation made by \"The Way Forward\" is that Cooper Union \"grow down.\" Rather than invest in fee-based programming, what if Cooper instead focused on strengthening its roots and giving back to the community, spreading the culture of free education and illustrating that Cooper's benefits are not just for the few who merit entry? There are existing programs in which Cooper Union students tutor and mentor New York City public school students. Some of these are facing budget cuts. Rather than curb these efforts, what if Cooper Union grew them? \"If you can do that, your community will fight for you,\" Perta said. She later posted on the Save Cooper Union Facebook page a line from a wild fermentation cookbook: \"To be indispensable to the organisms with which one shares an environment-that is the strategy that ensures successful . . . and continued survival.\" This would represent another kind of union with the community, in which education would be considered as vital as air and water.</p>\n<p>Image: Cooper Union occupation, December 2012. From thepeoplesrecord.com.</p>\n</div>", "entities": [{"count": 53, "name": "Cooper Union"}, {"count": 30, "name": "Cooper"}, {"count": 24, "name": "Bharucha"}, {"count": 6, "name": "Peter Cooper"}, {"count": 3, "name": "Campbell"}, {"count": 2, "name": "Perta"}, {"count": 2, "name": "East Village"}, {"count": 2, "name": "Turkey"}, {"count": 2, "name": "New York City"}, {"count": 2, "name": "Andrew Carnegie"}, {"count": 2, "name": "St. Mark"}, {"count": 2, "name": "FOCU"}, {"count": 2, "name": "University of California"}, {"count": 2, "name": "American"}, {"count": 2, "name": "Free Academy"}, {"count": 1, "name": "Cooper Union Facebook"}, {"count": 1, "name": "Paris"}, {"count": 1, "name": "Supreme Court"}, {"count": 1, "name": "Kerry Carnahan"}, {"count": 1, "name": "PJ McGuire"}, {"count": 1, "name": "Society of Arts"}, {"count": 1, "name": "City University of New York"}, {"count": 1, "name": "Mark Epstein"}, {"count": 1, "name": "École Polytechnique"}, {"count": 1, "name": "New Jersey"}, {"count": 1, "name": "Washington"}, {"count": 1, "name": "Ladies Advisory Council"}, {"count": 1, "name": "Chronicle of Higher Education"}, {"count": 1, "name": "France"}, {"count": 1, "name": "Berea College"}, {"count": 1, "name": "Abram Hewitt"}, {"count": 1, "name": "Lexington Avenue"}, {"count": 1, "name": "UC Berkeley"}, {"count": 1, "name": "New York Supreme Court"}, {"count": 1, "name": "London"}, {"count": 1, "name": "Oglala Sioux Chief Red Cloud"}, {"count": 1, "name": "Board of Education"}, {"count": 1, "name": "Abraham Lincoln"}, {"count": 1, "name": "Female School of Art"}, {"count": 1, "name": "City Planning Commission"}, {"count": 1, "name": "George Campbell Jr."}, {"count": 1, "name": "West Point"}, {"count": 1, "name": "Richard Stock"}, {"count": 1, "name": "Deep Springs College"}, {"count": 1, "name": "American Federation of Labor"}, {"count": 1, "name": "Red Cross"}, {"count": 1, "name": "Susan B. Anthony"}, {"count": 1, "name": "Alan Lundgard"}, {"count": 1, "name": "Fredrick Douglass"}, {"count": 1, "name": "Board of Trustees"}, {"count": 1, "name": "Samuel Gompers"}, {"count": 1, "name": "Litia Perta"}, {"count": 1, "name": "Horatio Alger"}, {"count": 1, "name": "Congress"}, {"count": 1, "name": "Dr. Jamshed Bharucha"}, {"count": 1, "name": "National Society of Women Engineers"}, {"count": 1, "name": "Vanderbilt"}, {"count": 1, "name": "Olin College"}, {"count": 1, "name": "California"}, {"count": 1, "name": "Green Camp"}, {"count": 1, "name": "Webb Institute"}, {"count": 1, "name": "Columbia University"}, {"count": 1, "name": "Metropolitan Life"}, {"count": 1, "name": "Manhattan Borough"}, {"count": 1, "name": "Great Hall auditorium"}, {"count": 1, "name": "Epstein"}, {"count": 1, "name": "Rossiter Raymond"}, {"count": 1, "name": "Hewitt Building"}, {"count": 1, "name": "Free Night School of Science"}, {"count": 1, "name": "New York"}, {"count": 1, "name": "T. C. Wescott"}, {"count": 1, "name": "George Campbell"}, {"count": 1, "name": "Stephen Douglas"}, {"count": 1, "name": "Toby Cumberbatch"}, {"count": 1, "name": "Astor Place"}, {"count": 1, "name": "New York Times"}, {"count": 1, "name": "New York State Supreme Court"}, {"count": 1, "name": "Manhattan"}, {"count": 1, "name": "Hewitt"}, {"count": 1, "name": "School of Art"}, {"count": 1, "name": "Foundation Building"}, {"count": 1, "name": "Tufts"}, {"count": 1, "name": "Ringwood"}, {"count": 1, "name": "Kentucky"}, {"count": 1, "name": "Thomas Driscoll"}, {"count": 1, "name": "New York School of Design"}, {"count": 1, "name": "Scott Stringer"}, {"count": 1, "name": "NAACP"}, {"count": 1, "name": "Yale School of Art"}, {"count": 1, "name": "Sam Messer"}, {"count": 1, "name": "Friends of Cooper Union"}, {"count": 1, "name": "Long Island"}, {"count": 1, "name": "Greenback Party"}, {"count": 1, "name": "Department of City Planning"}, {"count": 1, "name": "Environmental Impact Statement"}], "favicon_colors": [{"color": [36, 36, 36], "weight": 0.000244140625}, {"color": [194, 194, 194], "weight": 0.000244140625}, {"color": [135, 135, 135], "weight": 0.000244140625}, {"color": [123, 123, 123], "weight": 0.000244140625}, {"color": [252, 252, 252], "weight": 0.000244140625}], "keywords": [{"score": 414, "name": "cooper"}, {"score": 251, "name": "bharucha"}, {"score": 224, "name": "union"}, {"score": 179, "name": "education"}, {"score": 176, "name": "school"}, {"score": 166, "name": "students"}, {"score": 153, "name": "tuition"}, {"score": 130, "name": "faculty"}, {"score": 100, "name": "alumni"}, {"score": 98, "name": "free"}], "published": 1365552000000, "provider_name": "Nplusonemag", "type": "html"}