{"provider_url": "http://studentactivism.net", "description": "Yesterday the students who had been occupying the office of the president of Cooper Union round-the-clock for sixty-five days announced that they had ended their occupation with a negotiated settlement.", "embeds": [], "safe": true, "provider_display": "studentactivism.net", "related": [{"score": 0.5875462293624878, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.5630425214767456, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}, {"score": 0.5538310408592224, "description": "Universities in South Dakota, Nebraska, and other states have cut the number of credits students need to graduate. A proposal in Florida would let online courses forgo the usual higher-education accreditation process. A California legislator introduced a measure that would have substituted online courses for some of the brick-and-mortar kind at public universities.", "title": "'We Are Creating Walmarts of Higher Education'", "url": "http://www.theatlantic.com/education/archive/2013/12/we-are-creating-walmarts-of-higher-education/282619/", "thumbnail_height": 410, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR33OS4_1/lead_large.jpg?myf59a", "thumbnail_width": 615}, {"score": 0.5475768446922302, "description": "It's my fault. I'll admit it. During my eight years in the classroom, I ruined at least two amazing literary works by assigning horrifically dull reading projects. My only hope is that those middle school students, whose enthusiasm I quashed, found another way to become passionate about literature.", "title": "Projects to Engage Middle School Readers", "url": "http://www.edutopia.org/blog/projects-engage-middle-school-readers-beth-holland", "thumbnail_height": 345, "thumbnail_url": "http://www.edutopia.org/files/slates/holland-engage-ms-readers-flickr.jpg", "thumbnail_width": 460}, {"score": 0.5426811575889587, "description": "As soon as she joined one of my online courses and immediately embraced co-learning, I recognized Michelle Cordy as the kind of fearless learner who makes a great teacher. A teacher can do a great deal to facilitate the conditions from which learning communities emerge - but only the learners can make the real magic happen.", "title": "Hacking The Classroom with Michelle Cordy, aka, \"Teacher on an Urgent Quest\"", "url": "http://dmlcentral.net/blog/howard-rheingold/hacking-classroom-michelle-cordy-aka-%E2%80%9Cteacher-urgent-quest%E2%80%9D", "thumbnail_height": 281, "thumbnail_url": "http://dmlcentral.net/sites/dmlcentral/files/blog_images/howard50.bodyimage.keeper.jpg", "thumbnail_width": 375}], "favicon_url": "http://s2.wp.com/i/favicon.ico?m=1311975824g", "authors": [{"url": "http://studentactivism.net/author/angusjohnston/", "name": "Angus Johnston"}], "images": [{"caption": null, "url": "http://wordpress.com/i/blank.jpg?m=1383295312g", "height": 200, "width": 200, "colors": [{"color": [252, 252, 252], "weight": 0.000244140625}], "entropy": -0.0, "size": 8554}], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://studentactivism.net/2013/07/16/is-it-a-trap-thoughts-on-the-cooper-union-agreement/", "url": "http://studentactivism.net/2013/07/16/is-it-a-trap-thoughts-on-the-cooper-union-agreement/", "media": {}, "title": "Is it a Trap? Thoughts on the Cooper Union Agreement", "offset": null, "content": "<div>\n<p>Yesterday the students who had been occupying the office of the president of Cooper Union round-the-clock for sixty-five days <a href=\"http://studentactivism.net/2013/07/15/cooper-occupation-ends/\">announced that they had ended their occupation</a> with a negotiated settlement. Though most observers hailed the agreement as a victory - at least a partial one - in the Free Cooper Union campaign to reverse the administration's tuition plans and bring other reforms to the institution, at least a few were <a href=\"http://politicsoutdoors.com/2013/07/16/cooper-union-occupation-ends-with-promises-of-consultation/\">considerably less enthusiastic</a>.</p>\n<p>\"In our experience,\"  <a href=\"https://twitter.com/reclaimuc/status/357152544218296322\">the folks at Reclaim UC tweeted</a> this morning, \"negotiations and working groups tend to be administrative strategies of misdirection and neutralization.\" Over at the Free Cooper Union Facebook page, <a href=\"https://www.facebook.com/FreeCooperUnion/posts/495225707224919\">one commenter</a> declared the plans for \"an exploratory working group\" to be \"the oldest evasion in the playbook.\" He continued, \"I'm sorry, but if you don't acknowledge your failures, you can't learn anything.\"</p>\n<p>Both of these commenters make solid points. When administrators offer to create a committee to look into a student demand, it's presumptively a trap. Committees sap the momentum of the moment, and momentum is often the student organizer's greatest weapon. By slowing things down, shunting things off to a smaller group, creating a bureaucratized process, administrators move the struggle onto terrain where they have all the advantages.</p>\n<p>So yeah, there's a lot of reason to be skeptical about such agreements. History and experience tell us that they're frequently disastrous. But there are a number of reasons to think that this particular agreement could turn out to be an exception.</p>\n<p>To start with, there's the fact that the prospects for reversing the tuition policy through occupation alone were never particularly strong. Cooper Union's trustees imposed it over sustained vocal opposition from throughout the Cooper community, and they did so in the face of what is by all accounts a serious financial crisis. As well-organized and impressive as this occupation was, it was launched at the end of the spring semester and carried over into the summer months when student power is always weakest. The question, at least in the short term, was never whether this occupation was going to win the war, but how the occupation was going to position Free Cooper Union for the next battle.</p>\n<p>Relatedly, there's the fact that an occupation, especially a long-term open-ended occupation, particularly a long-term open-ended occupation in the summer, isn't without personal and institutional costs to the occupiers. After sixty-five days in the president's office, Free Cooper Union may well find the end of the occupation revitalizing.</p>\n<p>But those are really just reasons why ending the occupation now may have been prudent, whether the administration's concessions were meaningful or not. So let's take a look at the specifics of those concessions and see what meaning we can find in them.</p>\n<p>Though the working group got most of the attention yesterday, it wasn't the only concession. There were three others:</p>\n<p>First, the trustees committed to a timetable and structure for placing a student trustee on the Cooper Union board. Though this had been agreed to in principle <a href=\"https://www.facebook.com/groups/SaveCooperUnion/permalink/479572472118418/\">last month</a>, the occupation agreement established that the student trustee will be chosen by direct student election and will be seated for the December trustee meeting.</p>\n<p>Direct election of the student trustee is a very big deal. In many colleges and university systems, student trustees are appointed by administrators or politicians, and are thus accountable only to the same non-student institutional actors represented by the rest of the board. The creation of a student-controlled student trustee seat is a significant step forward for democratic governance and institutional transparency, and the commitment to have the student trustee in place before the end of the semester will strengthen the students' hand in the coming year's struggles.</p>\n<p>Second, the students have been granted space for meeting and organizing on campus. Though this is not as momentous a development as the establishment of the trustee seat, it's not insignificant. Creating a permanent, stable space for students to use as a staging area for this and future projects will enhance activists' visibility on campus, encourage continuity in organizing, and facilitate recruitment and mobilization of students.</p>\n<p>Finally, the occupying students have been granted amnesty, which is no small thing. Though the terms of that amnesty remain somewhat ambiguous, as of now the students involved in the occupation stand protected from administration retribution.</p>\n<p>And what of the working group itself?</p>\n<p>To begin with, it should be said that this is no ordinary low-level committee. The question of Cooper Union's future is one that has galvanized the campus community, riveted higher education activists around the country, and drawn considerable media attention. This working group, which has been given a clear mission and a concrete, accelerated timeline, isn't going to just fade away.</p>\n<p>The composition of the working group is also significant, if not completely resolved. It will consist of sixteen members, three of whom will be elected by the Cooper Union student councils and four of whom will be elected by the college's full-time faculty. That adds up to seven, and if the working group's three alumni members are chosen through a democratic process, it means that a majority of the group will represent the Cooper Union community rather than the administration. If that majority - or even a strong multi-constituency minority - endorses a concrete proposal to roll back the planned tuition fees, it will garner national attention and put substantial new pressure on the college administration and trustees.</p>\n<p>Another potentially significant feature of the working group is its promised access to confidential financial data. Although the extent of this access has not been publicly delineated, the commitment itself opens up new avenues for organizing and bringing public pressure in the fall. If real fiscal transparency does emerge, it will be both a boon to the tuition campaign and a powerful precedent for future efforts both at Cooper Union and beyond.</p>\n<p>More broadly, if Free Cooper Union wins more victories in the fall it will be by using the working group and the student trustee seat and the organizing space and the amnesty as tools in a larger organizing project - by conceptualizing the agreement's provisions as steps on the ladder rather than as ends in themselves. Seen in that light, the stated mission of the working group - \"to explore ways in which Cooper Union may revert to providing full-tuition scholarships for all enrolled students\" - is itself a win, serving to foreground and center the occupiers in discussions of the institution's future. \"Facing an outcry from students,\" <a href=\"http://www.ny1.com/content/education/185536/cooper-union-forms-school-group-to-reconsider-charging-tuition\">yesterday's article on the agreement</a> at prominent news site NY1 began, \"Cooper Union is rethinking its decision to begin charging tuition.\"</p>\n<p>Free Cooper Union, who <a href=\"https://twitter.com/FreeCooperUnion/status/356972041045409792\">immediately and gleefully tweeted a link to the story</a>, couldn't have asked for a better spin.</p>\n<p>So what's the upshot? In many ways, it's too soon to tell. There's some really strong stuff in the agreement. Other provisions - the selection procedure for alumni members of the working group, the particulars of financial disclosure, the specific terms of the amnesty, the location of the permanent community space - will require close scrutiny going forward. And the working group itself could prove to be a pivotal stage in the struggle or a complete bust.</p>\n<p>But Free Cooper Union walked out of their occupation under their own power, carrying real victories and a roadmap to a stronger campus movement with them. In the United States in the second decade of the 21st century, that's a pretty rare outcome, and a welcome one.</p>\n<p>Anyway, that's my sense. I'm really eager to hear what y'all think.</p>\n</div>", "entities": [{"count": 9, "name": "Cooper Union"}, {"count": 6, "name": "Free Cooper Union"}, {"count": 1, "name": "United States"}, {"count": 1, "name": "Free Cooper Union Facebook"}, {"count": 1, "name": "Cooper"}], "favicon_colors": [{"color": [21, 127, 169], "weight": 0.37744140625}, {"color": [230, 241, 245], "weight": 0.18505859375}], "keywords": [{"score": 87, "name": "students"}, {"score": 82, "name": "trustee"}, {"score": 75, "name": "cooper"}, {"score": 74, "name": "occupation"}, {"score": 61, "name": "union"}, {"score": 35, "name": "group"}, {"score": 33, "name": "tuition"}, {"score": 31, "name": "administration"}, {"score": 27, "name": "agreement"}, {"score": 27, "name": "amnesty"}], "published": 1373948940000, "provider_name": "Studentactivism", "type": "html"}