{"provider_url": "http://coopertype.org", "description": "Industry leaders conduct a rigorous 5-week intensive program in typeface design this summer at Cooper Union's New York City campus. Note: Applications for admission to the 2014 Condensed program are due by midnight of Thursday, February 28, 2014. About the Condensed Program Students of the summer intensive program take part in an integrated foundational course of lettering, history, and theory.", "embeds": [], "safe": true, "provider_display": "coopertype.org", "related": [], "favicon_url": "http://coopertype.org/images/favicon.png", "authors": [], "images": [], "cache_age": 83373, "lead": null, "language": "English", "original_url": "http://bit.ly/nyfUsV", "url": "http://coopertype.org/condensed", "media": {}, "title": "Type@Cooper - Condensed Program in Typeface Design", "offset": null, "content": "<div>\n<h2><img src=\"http://coopertype.org/../images/Condensed_Program.svg\"></h2>\n<p>Industry leaders conduct a rigorous 5-week intensive program in typeface design this summer at Cooper Union's New York City campus.</p>\n<strong><em>Note: Applications for admission to the 2014 Condensed program are due by midnight of Thursday, February 28, 2014.</em></strong> <h3>About the Condensed Program</h3>\n<p>Students of the summer intensive program take part in an integrated foundational course of lettering, history, and theory. Tools and principles of digital typeface design are taught step by step through an individual typeface design project. Instructors include veteran type designer <a href=\"http://coopertype.org/faculty/sumner-stone\">Sumner Stone</a> (former director of type at <a href=\"http://www.adobe.com/\">Adobe</a> and founder of the <a href=\"http://www.stonetypefoundry.com/\">Stone Type Foundry</a>), <a href=\"http://coopertype.org/faculty/sara-soskolne\">Sara Soskolne</a> (senior designer, <a href=\"http://typography.com\">H&amp;FJ</a>), <a href=\"http://www.ewanclayton.co.uk/\">Ewan Clayton</a> (renowned calligrapher and professor), and <a href=\"http://coopertype.org/faculty/alexander-tochilovsky\">Alexander Tochilovsky</a> ( <a href=\"http://someat.com/\">The Studio of ME/AT</a>, <a href=\"http://lubalincenter.cooper.edu/\">Herb Lubalin Study Center of Design and Typography</a>) and <a href=\"http://coopertype.org/faculty/andy-clymer\">Andy Clymer</a> (senior typeface developer, <a href=\"http://typography.com\">H&amp;FJ</a>). Field trips to notable typographic institutions in New York City round out the program. Guest lecturers will include <a href=\"http://carterandcone.com/\">Matthew Carter</a> who will conduct the final critique.</p>\n<p>In conjunction with lectures and independent research, instruction in both traditional and digital lettering techniques and styles will be used as a vehicle for exploring the history, the tools and techniques, the underlying structures, and the practical applications of letterforms from the ancient to the contemporary.</p>\n<p>Building on this foundation, participants design and produce their own typeface as a font made to industry standards, and exit the program with the specialized skills needed to design professional-quality digital typefaces and lettering. A final review of work will determine successful completion of the program and a certificate will be granted accordingly.</p>\n<h3>Schedule</h3>\n<p>The Condensed program meets 4 to 5 days per week for 5 weeks, from June 16 to July 17, and provides a total of 162 in-class hours. Classes meet from 9 am to 9:30 pm in 2 and 3 hour sessions, with open studio time in between. Attendance to each session is required to earn the certificate.</p>\n<h3>Application Timeline &amp; Fees</h3>\n<p>Applications will be accepted in the month of February 2014. The application deadline is midnight on February 28th, 2014. A $75 non-refundable application fee must be submitted for each application. Applicants may pay the application fee online here. Alternatively, the fee may be submitted by check, payable to The Cooper Union, sent to the mailing address below. Be sure to include a note with your full name and phone number.</p>\n<a href=\"http://cooperunion.augusoft.net/index.cfm?method=ClassInfo.ClassInformation&amp;int_class_id=1418&amp;int_category_id=4&amp;int_sub_category_id=33&amp;int_catalog_id=0\">Register online</a> <blockquote>\n<p>The Cooper Union Office of Continuing Education<br> Attn: Kressent Pottenger<br> 30 Cooper Square<br> New York, NY 10003</p>\n</blockquote>\n<p>The program is limited to 15 participants. Applicants will be informed of their acceptance status by March 15.</p>\n<p>Tuition for accepted applicants is $4,375, to be paid in full no later than Friday April 4, 2014. Payment instructions will be provided with the acceptance notification.</p>\n<h3>Application Materials</h3>\n<p>Candidates are asked to submit the following application materials to  <a href=\"mailto:type@cooper.edu\">type@cooper.edu</a> with the subject heading \"Typeface Design Application\". Your e-mail should include your full name, phone number, e-mail address and postal address. Please include these materials in a single print-quality PDF file, no larger than 20 megabytes:</p>\n<p>\n</p><ol><li>A letter describing your experience and interest in the graphic arts.</li>\n\t<li>A portfolio of 6 samples of your work in the graphic arts (no more than 10 images total, please) demonstrating knowledge of typography and lettering.</li>\n\t<li>A list of any relevant courses you've taken, including the school/ institution and dates taken.</li>\n\t<li>A supporting r&#233;sum&#233; with any further information which might be considered relevant.</li>\n</ol><strong>Please name your PDF \"your name_application_2014\".<br> Format the PDF to print at 8.5&#8243; &#215; 11&#8243;.</strong> <p>For more information, see the <a href=\"http://coopertype.org/../faq\">FAQ</a> section, or e-mail <a href=\"mailto:type@cooper.edu\">type@cooper.edu</a>.</p>\n</div>", "entities": [{"count": 2, "name": "New York City"}, {"count": 2, "name": "Cooper Union"}, {"count": 1, "name": "Matthew Carter"}, {"count": 1, "name": "Alexander Tochilovsky"}, {"count": 1, "name": "Ewan Clayton"}, {"count": 1, "name": "Adobe"}, {"count": 1, "name": "Sara Soskolne"}, {"count": 1, "name": "Kressent Pottenger"}, {"count": 1, "name": "Application Timeline & Fees Applications"}, {"count": 1, "name": "Herb Lubalin Study Center of Design and Typography"}, {"count": 1, "name": "Andy Clymer"}, {"count": 1, "name": "New York"}, {"count": 1, "name": "Cooper Union Office of Continuing Education"}, {"count": 1, "name": "Sumner Stone"}], "favicon_colors": [{"color": [244, 196, 0], "weight": 0.500244140625}, {"color": [0, 123, 6], "weight": 0.22802734375}, {"color": [0, 160, 243], "weight": 0.15478515625}, {"color": [251, 30, 54], "weight": 0.060546875}, {"color": [0, 3, 52], "weight": 0.056396484375}], "keywords": [{"score": 70, "name": "typeface"}, {"score": 68, "name": "application"}, {"score": 32, "name": "design"}, {"score": 30, "name": "e-mail"}, {"score": 27, "name": "program"}, {"score": 26, "name": "cooper"}, {"score": 23, "name": "2014"}, {"score": 21, "name": "condensed"}, {"score": 20, "name": "lettering"}, {"score": 20, "name": "pdf"}], "published": null, "provider_name": "Coopertype", "type": "html"}