{"provider_url": "http://www.aperture.org", "description": "The older paradigm for photojournalists was to simply record events, with the hope-and frequently the expectation-that people and their governments would be moved to respond to the injustices pictured, as witnessed by the impact of certain images during the Civil Rights movement and the Vietnam War.", "embeds": [], "safe": true, "provider_display": "www.aperture.org", "related": [], "favicon_url": "http://www.aperture.org/shop/media/favicon/default/favicon.ico", "authors": [], "images": [], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://www.aperture.org/shop/books/bending-the-frame-fred-ritchin-books", "url": "http://www.aperture.org/shop/books/bending-the-frame-fred-ritchin-books", "media": {}, "title": "Bending the Frame", "offset": null, "content": "<div>\n<p>The older paradigm for photojournalists was to simply record events, with the hope-and frequently the expectation-that people and their governments would be moved to respond to the injustices pictured, as witnessed by the impact of certain images during the Civil Rights movement and the Vietnam War. Given evolving media and political climates, however, including the billions of images now available online from all kinds of sources, the purpose and effectiveness of media, in particular of visual journalism, has been called into question. <em>Bending the Frame</em>, by author and critic Fred Ritchin, addresses the new and emerging potentials for visual media to impact society. Also encompassing online efforts, uses of video, and a diverse range of books and exhibitions, this volume aims for as wide-ranging and far-reaching a discussion as possible, asking the critical question: how can images promote new thinking and make a difference in the world? </p>\n<p><em>Bending the Frame: Photojournalism, Documentary, and the Citizen</em> is supported by a grant from the Open Society Foundations.</p>\n<p><strong>Fred Ritchin </strong>is professor and associate chair of the Department of Photography and Imaging at New York University's Tisch School of the Arts, and codirects the Photography and Human Rights Program at NYU with the Magnum Foundation. He also is director and cofounder of PixelPress, which works with humanitarian groups to develop visual projects dealing with social justice issues. Ritchin has written for <em>Aperture</em>, <em>Le Monde</em>, the <em>New York Times</em>, and the <em>Village Voice</em>, and authored several books, including the prescient In <em>Our Own Image: The Coming Revolution in Photography</em> (Aperture, 1990, 2000) and the more recent <em>After Photography</em> (2009).</p>\n</div>", "entities": [{"count": 2, "name": "Fred Ritchin"}, {"count": 1, "name": "Village Voice"}, {"count": 1, "name": "Photography and Human Rights Program"}, {"count": 1, "name": "New York University"}, {"count": 1, "name": "Magnum Foundation"}, {"count": 1, "name": "NYU"}, {"count": 1, "name": "Ritchin"}, {"count": 1, "name": "Vietnam"}, {"count": 1, "name": "Department of Photography"}, {"count": 1, "name": "New York Times"}, {"count": 1, "name": "Tisch School of the Arts"}, {"count": 1, "name": "PixelPress"}, {"count": 1, "name": "Le Monde"}], "favicon_colors": [{"color": [9, 9, 9], "weight": 0.060302734375}, {"color": [228, 228, 228], "weight": 0.002197265625}], "keywords": [{"score": 30, "name": "ritchin"}, {"score": 27, "name": "photography"}, {"score": 20, "name": "aperture"}, {"score": 18, "name": "image"}, {"score": 17, "name": "visual"}, {"score": 12, "name": "bending"}, {"score": 12, "name": "fred"}, {"score": 10, "name": "expectation-that"}, {"score": 10, "name": "wide-ranging"}, {"score": 10, "name": "frame"}], "published": null, "provider_name": "Aperture", "type": "html"}