{"provider_url": "http://cooperasc.github.io", "description": "Context This was an unofficial faculty meeting called so that the art faculty could discuss the letter written to Dean Bos and Jamshed which states that the faculty reaffirm the mission of the school and thus cannot vote for or support proposals for programs which would generate revenue from tuition.", "embeds": [], "safe": true, "provider_display": "cooperasc.github.io", "related": [{"score": 0.5192890167236328, "description": "There's nothing more annoying than a meeting that goes on and on and on. As a manager, it's your job to make sure people don't go off on tangents or give endless speeches. But how can you keep people focused without being a taskmaster or squashing creativity?", "title": "The Seven Imperatives to Keeping Meetings on Track", "url": "http://blogs.hbr.org/2013/12/the-seven-imperatives-to-keeping-meetings-on-track/", "thumbnail_height": 163, "thumbnail_url": "http://i2.wp.com/hbrblogs.files.wordpress.com/2013/12/20131223_2.jpg?fit=440%2C330", "thumbnail_width": 440}, {"score": 0.5134758353233337, "description": "Universities in South Dakota, Nebraska, and other states have cut the number of credits students need to graduate. A proposal in Florida would let online courses forgo the usual higher-education accreditation process. A California legislator introduced a measure that would have substituted online courses for some of the brick-and-mortar kind at public universities.", "title": "'We Are Creating Walmarts of Higher Education'", "url": "http://www.theatlantic.com/education/archive/2013/12/we-are-creating-walmarts-of-higher-education/282619/", "thumbnail_height": 410, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR33OS4_1/lead_large.jpg?myf59a", "thumbnail_width": 615}, {"score": 0.5083267688751221, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}, {"score": 0.5062747001647949, "description": "It's my fault. I'll admit it. During my eight years in the classroom, I ruined at least two amazing literary works by assigning horrifically dull reading projects. My only hope is that those middle school students, whose enthusiasm I quashed, found another way to become passionate about literature.", "title": "Projects to Engage Middle School Readers", "url": "http://www.edutopia.org/blog/projects-engage-middle-school-readers-beth-holland", "thumbnail_height": 345, "thumbnail_url": "http://www.edutopia.org/files/slates/holland-engage-ms-readers-flickr.jpg", "thumbnail_width": 460}], "favicon_url": null, "authors": [], "images": [], "cache_age": 83435, "lead": null, "language": "English", "original_url": "http://bit.ly/Xkta85", "url": "http://cooperasc.github.io/notes/2013/01/29/art-faculty-dean-jamshed-kristi/", "media": {}, "title": "Art Faculty / Dean / Jamshed Meeting / Peter Cooper Suite", "offset": null, "content": "<div>\n<h2>Context</h2>\n<p>This was an unofficial faculty meeting called so that the art faculty could discuss the letter written to Dean Bos and Jamshed which states that the faculty reaffirm the mission of the school and thus cannot vote for or support proposals for programs which would generate revenue from tuition. (I will get a copy of this letter soon). Full time / Prop time &amp; Adjunct Faculty reps were invited, student council reps were not. It came up at the ASC meeting the night before that this meeting was happening and student council members were all unclear as to why we were not invited (student council usually does have 3 reps at SOA faculty meetings). Feeling that it would not be unreasonable to request representation and that it was part of student council's responsibility to attend and participate in meetings like this one, I approached Dean Bos as she was heading to the elevator to attend the meeting, asked why students were not invited, and expressed my desire to attend as an ASC member. She told me that the decision to not have students had been made with faculty and that it would not be a recurring thing. I insisted that student representation was essential in light of recent events and ongoing frustrations. She told me she would discuss this with the faculty. Following a discussion with faculty, Dean Bos told me that I was welcome to attend.</p>\n<h2>Part 1: 9:00</h2>\n<p><strong>Present:</strong> Mike Essl, Day Gleeson, Margaret Morton, Lee Ann Miller, Bobby Bordo, Dennis Adams, Sharon Hayes, Walid Raad, Christine Osinski, Doug Ashford, David True, Stephen Ellis, Pam Lins, Mike Vahrenwald, Dean Saskia Bos, Kristi Cavataro</p>\n<p>The goal of this meeting seems to be to discuss what should be discussed at 10:00 when Jamshed arrives. Jamshed received the letter from the faculty over the weekend and was able to briefly indicate to Dean Bos that he was probably interested in talking about the process by which this letter was written, the mission statement, and solutions.</p>\n<p>The discussion -&gt; How are we going to talk to Jamshed about this letter when he arrives.</p>\n<p>Faculty conversation ensues</p>\n<p>(Unless otherwise noted, bullet points are paraphrased comments from Faculty.)</p>\n<ul><li>I don't feel that Jamshed is interested in excellence, he's just interested in a fix.</li>\n\t<li>We need to talk about whose responsibility it is to fix this</li>\n\t<li>We still haven't heard a fix from the 7th floor, other than the donut model and expansion Bos: It seems that there was a loss of faith in the donut model sometime in the last semester that we will need to explain to him</li>\n\t<li>It clearly says in our letter that we felt like we were being coerced from the start</li>\n\t<li>I don't think it's unreasonable for us to restate what's in the letter and walk him through some of our points with him in front of us.</li>\n\t<li>We feel confident about what we've written, we can speak about it calmly and confidently</li>\n\t<li>There is still an issue about whether or not Jamshed is actually willing to protect the mission or even engage in a philosophical discourse about the mission / pedagogy of the school.</li>\n\t<li>I feel that Jamshed wants to change the mission of the school</li>\n\t<li>Art faculty tell Dean Bos that they don't feel that she has coerced them. Suggest that this is not the case in other schools. The other deans are coercing their faculty and students.</li>\n\t<li>The president will probably want to debate what the mission actually means</li>\n\t<li>Well lets just ask what his reaction is</li>\n\t<li>Several faculty raise issue with Jamshed's \"historical argument\" where he cites certain historical documents in order to 'prove' that free tuition is not essential to the Cooper Union, faculty say \"we need to talk about what Cooper Union is today\", one faculty member reads aloud a passage of something Hewitt said where Peter Cooper rejected the idea of anyone paying- we don't have the historical conversation at all, but if Jamshed goes there, we have primary sources too.</li>\n\t<li>We need to talk about the positives. People focus too much on the negatives. Jamshed has been given something precious.</li>\n\t<li>Jamshed doesn't believe in the mission, he's not equipped to talk the positives.</li>\n\t<li>We have revenue, you know. Something like $40 million a year from the Chrysler building. Maybe we need to be asking: What is a school? What can we do with $40 mil?</li>\n\t<li>They've fucked up the narrative. How can you fundraise on \"we're broke\"?</li>\n\t<li>Day reports that NASAD and AICAD have new stats: applications to fine arts programs are down on average 40%, at Cooper it's only 7%, at Pratt, 50%....people aren't applying to art programs, especially grad programs, who would even be interested in new programs.</li>\n\t<li>Besides that, there are lots of other issues with the revenue generating programs, they would exceed ours, not in student population, but in girth, psychic space, values.</li>\n\t<li>The best &amp; only fundraiser last semester was the lock-in</li>\n</ul><p>Coffee break</p>\n<h2>Part 2: 10:00am</h2>\n<p><strong>Present:</strong> All the same as above + Jamshed Bharucha</p>\n<p>Jamshed starts by thanking everyone for inviting him to talk about the letter, says he has had a chance to read it over, says he wants to talk about 4 points: history, mission, process and philanthropy. He starts with history. Says Peter Cooper is his inspiration, every day he thinks about what PC would do. My job, and the board of Trustee's job is to be faithful to PC. He says he has read everything there is about the early founding of Cooper, that the truth is hard to swallow, he is a scholar, brought copies of some documents if people wanna read them! He cites the \"uses, intents and purposes\" section of the Deed of Trust, and reads some lines about it being peoples' \"duty\" to pay if they can, so that others may attend for free. He says however, that some founding documents you wouldn't want to uphold and cites Dartmouth of having a history of Christianizing Native Americans, and Slave issues in Brown's deed. He says he doesn't think the faculty's representation of the founding history is accurate and says again that he has the documents if they wanna read them. He says \"mission statements change\" and \"I brought primary sources\". He calls the hybrid model an \"Extremely creative\" solution that will work.</p>\n<p>Dennis Adams asks about Jamshed's origins- What did the BOT tell you when you were interviewing for this job, what did you know, when did you find out about the defect, why would you want this job? We need to know this in order to move forward with you.</p>\n<p>Jamshed: I was looking for new challenges. Heard good things about Cooper. \"The Cooper student is the kind of student I was\". Cooper students are hardworking, care about scholarship. The meritocracy appealed to me. I heard there was an 8 million defect. It later became clear that it was twice that. The papers for Cooper are very strange, because of the Chrysler building, and no tuition. It is very complicated, actually \"What is the defecit\" is a philosophical question. Cooper is very unique as an institution and in its finances. He talks a little bit about the finances and tax equivalency re: chrysler building.</p>\n<p>Stephen Ellis: Since Cooper is so unique, why do you think it's so hard to find donors.</p>\n<p>Jamshed: We meet with donors all the time, actually I have to leave at 11:15 to meet with one. We meet with them in the Fishhouse, anyone who says we should get rid of the fishhouse doesn't understand the type of work and entertaining we do there with donors. It pays for itself. People can't depend on the 2018 revenue from the Chrysler building, \"this was the fatal flaw with The Way Forward\". He talks about interest rates, etc. regarding that Chrysler income, how it does not move with inflation. Says we might expect at least a 7.5% increase in health care expenses.</p>\n<p>He says he has not been using \"subtle coercion\", but \"strong leadership\"</p>\n<p>Walid Raad: The school of art faculty pretty clearly does not support these programs. Hypothetically, what would you do if faculty from all the schools came forward and said they do not support these programs?</p>\n<p>Jamshed: The attorney general would ask us to close</p>\n<p>Raad: With all due respect, if I were in your position and was asked to raise $300 million and could not, I would recuse myself from that position.</p>\n<p>Jamshed: There is no one that would take this job, I know all the people on these types of search committees. Also, we can go back for years, look at the last 4 presidents.</p>\n<p>Raad: If they could not also do this fundraising, they should have recused themselves as well.</p>\n<p>Jamshed has to go. Thanks us for this conversation.</p>\n<p>Bordo: With all due respect, this wasn't really a conversation.</p>\n<p>Jamshed is offended, disagrees, this is conversation. Other instances, he has been yelled at by students and faculty, says that is not conversation, cites the board meeting in December when students entered the meeting. There need to be civil conversations, not attacks. This was a conversation. If you're not satisfied, I'll meet with you at 6am tomorrow, Bobby.</p>\n<p>All the faculty seem to agree that this was not a satisfactory conversation, we will meet again for 4 hours 9-1 next Tuesday.</p>\n<p>Jamshed has to go, end of meeting.</p>\n<h2>Note</h2>\n<p>Following the meeting I met briefly / informally with Saskia to discuss the issue of student representation at this meeting. I apologized for possibly making the issue personal in my insistence that I be allowed to attend, explained that any incivility came from an ongoing frustration about students being excluded from discussions and discussions. She told me that she understood my position and it seemed to go fine with me present and that she would be okay with 2 student council reps at next weeks 4 hour long meeting, and that Student Council needs to resume regular, bi-weekly meetings with her, the sooner the better.</p>\n</div>", "entities": [{"count": 10, "name": "Jamshed"}, {"count": 7, "name": "Cooper"}, {"count": 5, "name": "Dean Bos"}, {"count": 4, "name": "Chrysler"}, {"count": 2, "name": "Walid Raad"}, {"count": 2, "name": "Peter Cooper"}, {"count": 2, "name": "Dennis Adams"}, {"count": 2, "name": "Stephen Ellis"}, {"count": 2, "name": "Cooper Union"}, {"count": 2, "name": "ASC"}, {"count": 1, "name": "Mike Essl"}, {"count": 1, "name": "BOT"}, {"count": 1, "name": "Saskia"}, {"count": 1, "name": "Dartmouth"}, {"count": 1, "name": "Margaret Morton"}, {"count": 1, "name": "Lee Ann Miller"}, {"count": 1, "name": "Hewitt"}, {"count": 1, "name": "SOA"}, {"count": 1, "name": "Christine Osinski"}, {"count": 1, "name": "Pratt"}, {"count": 1, "name": "Kristi Cavataro"}, {"count": 1, "name": "Sharon Hayes"}, {"count": 1, "name": "Pam Lins"}, {"count": 1, "name": "Gleeson"}, {"count": 1, "name": "Student Council"}, {"count": 1, "name": "Dean Saskia Bos"}, {"count": 1, "name": "Bobby Bordo"}, {"count": 1, "name": "Bobby"}, {"count": 1, "name": "Jamshed Bharucha Jamshed"}, {"count": 1, "name": "Doug Ashford"}, {"count": 1, "name": "NASAD"}, {"count": 1, "name": "Brown"}, {"count": 1, "name": "David True"}, {"count": 1, "name": "Mike Vahrenwald"}], "favicon_colors": null, "keywords": [{"score": 211, "name": "jamshed"}, {"score": 144, "name": "faculty"}, {"score": 75, "name": "student"}, {"score": 62, "name": "bos"}, {"score": 55, "name": "meetings"}, {"score": 53, "name": "cooper"}, {"score": 41, "name": "deans"}, {"score": 40, "name": "raad"}, {"score": 40, "name": "conversation"}, {"score": 36, "name": "mission"}], "published": 1360022400000, "provider_name": "Github", "type": "html"}