{"provider_url": "http://www.independent.co.uk", "description": "The imposition of the consumer model onto students in UK education must be rejected at all costs if we are to safeguard the critical and engaging character of the University. The political organisation of students today is more important than it has ever been.", "embeds": [], "safe": true, "provider_display": "www.independent.co.uk", "related": [{"score": 0.7671112418174744, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.7614930868148804, "description": "Universities in South Dakota, Nebraska, and other states have cut the number of credits students need to graduate. A proposal in Florida would let online courses forgo the usual higher-education accreditation process. A California legislator introduced a measure that would have substituted online courses for some of the brick-and-mortar kind at public universities.", "title": "'We Are Creating Walmarts of Higher Education'", "url": "http://www.theatlantic.com/education/archive/2013/12/we-are-creating-walmarts-of-higher-education/282619/", "thumbnail_height": 410, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR33OS4_1/lead_large.jpg?myf59a", "thumbnail_width": 615}, {"score": 0.7178820371627808, "description": "In the world of higher education, 2013 was a wild year. Thanks to the Internet and social media, students gained notoriety as the \"Deranged Sorority Girl\" and the \"Drunkest College Student Ever,\" and professors learned that fat-shaming tweets could affect their employment prospects.", "title": "Meet The People Who Made The Biggest Impact In Higher Ed This Year", "url": "http://www.huffingtonpost.com/2013/12/30/most-influential-higher-ed-2013_n_4520392.html", "thumbnail_height": 1000, "thumbnail_url": "http://i.huffpost.com/gen/1538001/thumbs/o-UNIVERSITY-OF-ALABAMA-facebook.jpg", "thumbnail_width": 2000}, {"score": 0.7169042229652405, "description": "Two years after a Stanford professor drew 160,000 students from around the globe to a free online course on artificial intelligence, starting what was widely viewed as a revolution in higher education, early results for such large-scale courses are disappointing, forcing a rethinking of how college instruction can best use the Internet.", "title": "After Setbacks, Online Courses Are Rethought", "url": "http://www.nytimes.com/2013/12/11/us/after-setbacks-online-courses-are-rethought.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/11/us/jp-MOOCS/jp-MOOCS-videoSixteenByNine1050-v2.jpg", "thumbnail_width": 1050}, {"score": 0.7115504145622253, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}], "favicon_url": "http://www.independent.co.uk/favicon.ico", "authors": [], "images": [{"caption": null, "url": "http://www.independent.co.uk/incoming/article8548918.ece/BINARY/original/Occupy+Sussex+4.jpg", "height": 768, "width": 1024, "colors": [{"color": [75, 77, 85], "weight": 0.26416015625}, {"color": [32, 37, 45], "weight": 0.240966796875}, {"color": [144, 142, 128], "weight": 0.171630859375}, {"color": [123, 115, 113], "weight": 0.15576171875}, {"color": [173, 174, 182], "weight": 0.096923828125}], "entropy": 6.84371922629, "size": 158089}], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://www.independent.co.uk/student/news/we-must-fight-commercialisation-in-our-universities-before-its-too-late-8615903.html", "url": "http://www.independent.co.uk/student/news/we-must-fight-commercialisation-in-our-universities-before-its-too-late-8615903.html", "media": {}, "title": "We must fight commercialisation in our universities before it's too late", "offset": null, "content": "<div>\n<p>The imposition of the consumer model onto students in UK education must be rejected at all costs if we are to safeguard the critical and engaging character of the University. The political organisation of students today is more important than it has ever been.</p>\n<p>It's extremely easy for a student to feel like a consumer, paying unprecedented fees for their education and seeing universities peddling their education 'product' more than ever before. However, there is a clear backlash. Student discontent, in the form of active protest, has been steadily increasing, with mass demonstrations in London from 2010 onwards, students in the 'riots' of 2011, and nation-wide campus organising throughout the last few years.</p>\n<p>Universities today are reliant on the transience of their student body, or as they see it their customers. This has led to curtailing the potential of a united community able to resist changes threatening its modes of existence. Sustained exposure to farcically high fees, low contact time and extortionate rents is breeding resentment, while the combined pressures of academic study, part-time work and unpaid internship-filled holidays deny us the opportunity to express discontent in any meaningful way.</p>\n<p>However, as graduate unemployment continues to rise, coupled with a whopping increase in student debt, how can we not question our situation? The <a href=\"http://www.independent.co.uk/student/news/sussex-occupation-prepares-for-national-protest-8544363.html\">recent protests</a> at the University of Sussex represent a new form of collective action between workers, students and alumni, angry at new pressures they are facing in the university. The assault of austerity is creating an environment that unites students, workers, and the unemployed. The attacks on education are intertwined with our future in the 'labour market'.  We expect to be exploited as working conditions worsen, wages are further depressed and pensions are slashed. We expect to work harder, longer and for less.</p>\n<p>Whilst students are told they must pay for their education as it provides them with a useful commodity, when we graduate we discover that this 'market contract' will not be fulfilled. 'Recession is a good time to exploit cheap labour' Lord Young, David Cameron's Advisor on Enterprise, asserted recently. With prisoners, the unemployed and even school children <a href=\"http://www.redpepper.org.uk/workfare-comes-to-the-classroom/\">working for free</a> for private companies, it is silly to think students aren't going to get invited in to the austerity fold. At Queens University Belfast, student jobs on campus are threatened with outsourcing to G4S, another clear example of the assault on public sector workers hitting student's employment even whilst still on campus. The 'Big Society' appears to be shrinking.</p>\n<p>Meanwhile the University of London Union, a citywide, democratically structured union representing over 10,000 students is <a href=\"http://www.independent.co.uk/student/news/london-students-vow-to-fight-ulu-closure-8603056.html\">facing closure</a>. This decision was not made by students, but by Vice-Chancellors who take home a combined salary of over &#163;4.1m a year. This organisation and its buildings have not only historically been a hub for student life in the capital, but also a focal point for student dissent from both local and national universities, playing a significant role in recent protests.</p>\n<p>Unsurprisingly, university managers are further erasing students' organisational spaces, replacing a democratic politicised union with a 'services centre', run by university management. At Sussex, the Students Union lives in fear of budget cuts from university management should they consider resistance or even voicing disagreement.</p>\n<p>Looking back to 2010, it is clear that the student body is not a self-interested force as is commonly portrayed in the media. Instead, fighting fee increases is part of a wider resistance to austerity and to the marketisation of everyday life. This is in contrast to the new ideational reconfiguration of the university, which is continually forcing us as students to think of ourselves as selfish consumers, rather than encouraging us to critically engage with the status quo for the benefit of others. If this is all that the student becomes, then we will lose not only our collective voice, but all credibility in a time that cries for change.</p>\n<p>At the <a href=\"http://www.independent.co.uk/student/news/nus-report-blasts-its-own-student-demonstrations-8614089.html\">NUS national demo</a> in 2012, protesters were handed placards by organisers that read 'educate, empower, employ'. It is imperative that as students we reject this market-centric mantra. To empower through education should be the achievement of a wider social good and self-improvement for the student, not simply a better days pay. When even our national union has succumbed to commercial pressures, reinforcing the vision of education as a commodity, it is likely that student resistance outside established frameworks will continue to grow. Faced with a choice between social justice and the barbarism of the crises, for students' sole demand to be employment can only further perpetuate the mechanics of a system that strives to exploit us. Society isn't just queuing at the Job Centre, it is hungry for solutions to why there are no jobs. For this, education must provide a safe, open and original space where these social issues can be critically discussed and debated.</p>\n<p>Today we see resistance and organization shifting away from the NUS, which is now structurally incapable of fighting for the students it claims to represent. At the NUS National Conference last month, a policy supporting free education was bizarrely struck down in light of it 'disadvantaging the poor'. As an observer, I was alarmed.</p>\n<p>Within the current political landscape free education is not on any major political party's agenda, but how will it get there if we do not first demand it? Instead of working to shift the political narrative, the NUS has made it clear it wishes to uphold the Labour party's 2015 election manifesto and, no doubt, its leadership's career prospects. If a nationwide survey of students asked the question 'would you like a free education?' I would put my student loan on the answer being yes.</p>\n<em>Michael Segalov is a student at the University of Sussex and part of the <a href=\"http://sussexagainstprivatization.wordpress.com/\">Sussex Against Privatisation campaign</a>. Twitter: <a href=\"https://twitter.com/MikeSegalov\">@mikesegalov</a> </em> </div>", "entities": [{"count": 3, "name": "NUS"}, {"count": 2, "name": "University of Sussex"}, {"count": 1, "name": "University of London Union"}, {"count": 1, "name": "Students Union"}, {"count": 1, "name": "Michael Segalov"}, {"count": 1, "name": "University"}, {"count": 1, "name": "Sussex"}, {"count": 1, "name": "Young"}, {"count": 1, "name": "David Cameron"}, {"count": 1, "name": "NUS National Conference"}, {"count": 1, "name": "UK"}, {"count": 1, "name": "Sussex Against Privatisation"}, {"count": 1, "name": "London"}, {"count": 1, "name": "Big Society"}, {"count": 1, "name": "Queens University Belfast"}], "favicon_colors": [{"color": [33, 33, 33], "weight": 0.0341796875}, {"color": [252, 252, 252], "weight": 0.0283203125}], "keywords": [{"score": 125, "name": "student"}, {"score": 48, "name": "education"}, {"score": 39, "name": "university"}, {"score": 37, "name": "nus"}, {"score": 33, "name": "sussex"}, {"score": 26, "name": "organisers"}, {"score": 23, "name": "resistance"}, {"score": 19, "name": "union"}, {"score": 17, "name": "labour"}, {"score": 17, "name": "austerity"}], "published": 1368576000000, "provider_name": "Independent", "type": "html"}