{"provider_url": "http://www.tcf.org", "description": "Yesterday marked the one-year anniversary of the forced resignation of University of Virginia President Teresa Sullivan by the university's Board of Visitors. Her ouster launched a campus-wide movement protesting the Board's secretive, unilateral action and demonstrated a broader narrative of rifts between governing boards and administrations at higher education institutions across the country.", "embeds": [], "safe": true, "provider_display": "www.tcf.org", "related": [{"score": 0.5693544745445251, "description": "When it comes to Pinterest, many brands aren't quite sure how to turn boards and pins into followers and potential customers. However, now more than ever it is important to not overlook this image sharing social network. Pinterest users have proven that they trust their Pinterest networks to endorse solid products.", "title": "These 5 Brands are Nailing It on Pinterest", "url": "http://blog.hootsuite.com/5-brands-pinterest/", "thumbnail_height": 151, "thumbnail_url": "http://blog.hootsuite.com/wp-content/uploads/2013/12/Screen-Shot-2013-12-17-at-10.24.24-AM1.png", "thumbnail_width": 150}], "favicon_url": "http://www.tcf.org/favicon.png", "authors": [], "images": [{"url": "http://www.tcf.org/assets/images/blog_images/2013-06-11-powerful-influence-public-1.jpg", "width": 512, "size": 132312, "caption": null, "height": 479}, {"caption": null, "url": "http://www.tcf.org/assets/images/blog_images/2013-06-11-powerful-influence-public-2.jpg", "height": 438, "width": 499, "colors": [{"color": [247, 251, 252], "weight": 0.6025390625}, {"color": [64, 107, 158], "weight": 0.24560546875}, {"color": [169, 78, 71], "weight": 0.066162109375}, {"color": [142, 169, 204], "weight": 0.0400390625}, {"color": [77, 147, 165], "weight": 0.023193359375}], "entropy": 2.4662990508825247, "size": 85205}, {"caption": null, "url": "http://www.tcf.org/assets/images/blog_images/2013-06-11-powerful-influence-private-1.jpg", "height": 479, "width": 512, "colors": [{"color": [245, 249, 250], "weight": 0.859130859375}, {"color": [93, 127, 167], "weight": 0.1201171875}, {"color": [11, 16, 18], "weight": 0.01611328125}, {"color": [57, 60, 61], "weight": 0.004638671875}], "entropy": 2.1373926420033618, "size": 139196}, {"caption": null, "url": "http://www.tcf.org/assets/images/blog_images/2013-06-11-powerful-influence-private-2.jpg", "height": 439, "width": 499, "colors": [{"color": [247, 251, 252], "weight": 0.59228515625}, {"color": [73, 111, 163], "weight": 0.277587890625}, {"color": [137, 168, 205], "weight": 0.07568359375}, {"color": [143, 158, 83], "weight": 0.039306640625}, {"color": [6, 15, 22], "weight": 0.0107421875}], "entropy": 2.248860266533724, "size": 83598}, {"caption": null, "url": "http://www.tcf.org/images/blog_LARGE_new.png", "height": 115, "width": 330, "colors": [{"color": [0, 0, 0], "weight": 0.000244140625}, {"color": [252, 252, 252], "weight": 0.000244140625}], "entropy": 0.41998917198884345, "size": 3567}], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://www.tcf.org/blog/detail/the-powerful-influence-of-business-on-university-boards", "url": "http://www.tcf.org/blog/detail/the-powerful-influence-of-business-on-university-boards", "media": {}, "title": "The Powerful Influence of Business on University Boards : Blog of the Century : The Century Foundation", "offset": null, "content": "<div>\n<h2>The Powerful Influence of Business on University Boards</h2>\n<p>Yesterday marked the one-year anniversary of the forced resignation of University of Virginia President Teresa Sullivan by the university's Board of Visitors. Her ouster launched a campus-wide movement protesting the Board's secretive, unilateral action and demonstrated a broader narrative of rifts between governing boards and administrations at higher education institutions across the country.</p>\n<p>After thousands gathered to voice their support for Sullivan, the Board decided in a June 26 unanimous vote to reinstate her.</p>\n<p>Since those manic 17 days last June,  <a href=\"http://storify.com/greglewis_5/ouster-and-reinstatement-of-u-va-pres-teresa-sulli\">which I covered remotely</a> from New York City, we have a little more insight into the higher education context surrounding Sullivan's ouster, even if the specifics of the decision have still been obscured by those involved.</p>\n<p>For years now, the composition of university boards across the country has remained largely static, with their memberships comprised mostly of businessmen and lawyers. The most recent  <a href=\"http://agb.org/sites/agb.org/files/u3/2010PublicBoardCompositionSurveySummary.pdf\">report of university board composition</a> by the Association of Governing Boards of Universities and Colleges found half of university board members had careers in business.</p>\n<p>What's changed over that time for public institutions in particular is that increasingly their boards find that they must lead their institutions in an environment defined by state budget cuts, unfunded mandates, growing student financial need, and potentially disruptive technology.</p>\n<p>This turbulent environment can start to explain why business-minded boards  <a href=\"http://www.insidehighered.com/news/2012/07/02/trustees-are-different-they-used-be-and-uva-clashes-will-be-more-common\">have been at odds</a> so much recently with administration, faculty, and students, who tend to espouse more traditional, academic perspectives.</p>\n<p>While the mix of board members is different from one institution to the next, they all seem to tilt toward business. Here are two graphs that display the board composition of the top 15 public university systems:</p>\n<p><img src=\"http://www.tcf.org/assets/images/blog_images/2013-06-11-powerful-influence-public-1.jpg\"></p>\n<p><img src=\"http://www.tcf.org/assets/images/blog_images/2013-06-11-powerful-influence-public-2.jpg\"></p>\n<p>Compare this to the composition of  <a href=\"http://www.harvard.edu/board-overseers\">Harvard University's board</a>, which (in addition to financiers, entrepreneurs and other business professionals) has journalists, professors, scientists and even a violin teacher and astronaut.</p>\n<p>Harvard seems to be the exception for private universities, however. Generally private university boards lack diversity of profession even more than public university boards. Of the top 15 private universities, business professionals comprise a whopping 65.7 percent of board members, compared to 54.7 percent board members at the top 15 public universities:</p>\n<p><img src=\"http://www.tcf.org/assets/images/blog_images/2013-06-11-powerful-influence-private-1.jpg\"></p>\n<p><img src=\"http://www.tcf.org/assets/images/blog_images/2013-06-11-powerful-influence-private-2.jpg\"></p>\n<p>One caveat: the processes of selecting board members are vastly different at public and private institutions. At most private universities, board members usually come from both alumni elections and internal board selections. At most public institutions, the state governor appoints board members. This means public university boards are more subject to state and partisan politics. And because public institution funding largely depends on the state, these politics are potent.</p>\n<p>So why does this matter? Well, boards appointed by governors tend to have a concentrated number of big political donors. In a lot of cases, the system is pay-to-play.</p>\n<p>For example, the <a href=\"http://chronicle.com/article/Pay-to-Play-in-Texas-Most/64996/\"><em><u>Chronicle of Higher Education</u></em><u> reported</u></a> that Texas Governor Rick Perry received a total of $6.1 million from 97 of 155 non-student board members he appointed.  And 13 of 16 Board of Regents members of the University of Texas system donated an average of $99,301 to his campaign in 2010.</p>\n<p>In Virginia, the Board of Visitors members who moved to oust Sullivan contributed a total of $831,452 to political campaigns in the last three elections, according to a of Center for Responsive Politics data.</p>\n<p>Board composition is important because university boards are entrusted with setting the strategic direction of the school. Of course, board members with business backgrounds contribute a wealth of knowledge, experience, and entrepreneurial spirit. But when composition doesn't reflect the broad diversity of fields and experiences at public institutions, it isn't representative. A lot of university stakeholders are marginalized and the school goes in a direction that may not be right for it. While having business professionals on boards is essential, theirs shouldn't be the only voices that matter.</p>\n<p>As a result of this imbalance, administrators and faculty have become more and more frustrated. In a  <a href=\"http://aaup.org/file/Faculty_Board_Communication.pdf\">new report</a> by the American Association of University Professors (AAUP), the organization notes the often-strained lines of communication between boards and faculty:</p>\n<blockquote>\n<p>At a time when governing board members are increasingly drawn from the business community, some critics of the tradition of shared governance have encouraged boards to adopt top-down decision-making strategies and to intrude into decision-making areas in which the faculty traditionally has exercised primary responsibility.</p>\n</blockquote>\n<p>Where the majority of university board members come from a business background, conflicts have often bubbled over. At the University of Texas, the Board of Regents unsuccessfully attempted to push President Bill Powers out after he clashed with Governor Perry over the governor's higher education policies,  <a href=\"http://www.insidehighered.com/news/2012/05/14/university-texas-community-rallies-behind-austin-president-dispute-politicians\">sparking protests</a> by students, faculty, alumni and state politicians. But as the <em>Dallas Morning News </em><a href=\"http://www.dallasnews.com/news/politics/headlines/20130608-concerns-about-ut-board-linger-with-legislature-wrapping-up-work.ece\"><u>reported </u>Saturday</a>, Power's future is still in question.</p>\n<p>At the University of Virginia, the Board of Visitors claimed Sullivan wasn't moving fast enough to keep the university financially stable and relevant in the face of budget cuts and new online education technology.</p>\n<p>In the past couple years, similar conflicts between boards and administration have resulted in controversial presidential departures at the universities of  <a href=\"http://chronicle.com/article/U-of-Oregons-President-Is/129918/\">Oregon</a> and  <a href=\"http://query.nytimes.com/gst/fullpage.html?res=940CEEDB143EF936A25755C0A9679D8B63\">Wisconsin</a>, as well as at  <a href=\"http://www.insidehighered.com/news/2012/05/02/lsu-presidents-dismissal-shows-influence-politics-university-leadership\">Louisiana State University</a>. </p>\n<p>Though it's not a public university, the same kind of pressures have surfaced at Cooper Union, where its board <a href=\"http://cooper.edu/about/trustees/board-trustees-statement-future-plans-cooper-union\">decided to charge tuition</a> at the school for the first time, prompting outrage from many. Angry students  <a href=\"http://www.nytimes.com/2013/05/25/nyregion/cooper-union-protesters-living-high-life-out-of-presidents-office.html?_r=0\">occupied President Jamshed Bharucha's office</a> to protest the decision.  <a href=\"http://blogs.villagevoice.com/runninscared/2013/05/cooper_union_secret_transcript.php\">Board meeting transcripts</a> acquired by the <em>Village Voice</em> appear to show members of the board suggesting closure of the school to protect its investments.</p>\n<p>In most of these situations, the boards acted against the will of many university stakeholders.</p>\n<p>Politicians across the country are making increased demands of universities while affording them fewer resources to meet those demands. It's no wonder boards are increasingly trying to act quickly, utilize top-down decision-making processes and implement cost-cutting measures.</p>\n<p>How can skewed board composition be fixed, at least at public institutions? State legislatures could pass legislation mandating voting representatives for faculty, students, and staff. They could also move to limit the amount of political donations board appointees are able to make to political campaigns. States and universities could work together to implement board appointment systems that, instead of relying solely on the governor, allow for other methods as well, such as alumni elections, for example.</p>\n<p>In such a challenging environment for higher education, both public and private university boards need expertise from a variety of fields and all university stakeholders - not just business professionals - to keep their institutions moving forward.</p>\n</div>", "entities": [{"count": 4, "name": "Sullivan"}, {"count": 3, "name": "Board"}, {"count": 3, "name": "Board of Visitors"}, {"count": 2, "name": "University of Texas"}, {"count": 2, "name": "Board of Regents"}, {"count": 2, "name": "University of Virginia"}, {"count": 1, "name": "Bill Powers"}, {"count": 1, "name": "Perry"}, {"count": 1, "name": "Virginia"}, {"count": 1, "name": "Association of Governing Boards of Universities"}, {"count": 1, "name": "Harvard University"}, {"count": 1, "name": "Texas"}, {"count": 1, "name": "Wisconsin"}, {"count": 1, "name": "Teresa Sullivan"}, {"count": 1, "name": "Power"}, {"count": 1, "name": "New York City"}, {"count": 1, "name": "AAUP"}, {"count": 1, "name": "Oregon"}, {"count": 1, "name": "Harvard"}, {"count": 1, "name": "Powerful Influence of Business on University Boards"}, {"count": 1, "name": "Center for Responsive Politics"}, {"count": 1, "name": "Village Voice"}, {"count": 1, "name": "Louisiana State University"}, {"count": 1, "name": "American Association of University Professors"}, {"count": 1, "name": "Dallas Morning News"}, {"count": 1, "name": "Jamshed Bharucha"}, {"count": 1, "name": "Rick Perry"}, {"count": 1, "name": "Chronicle of Higher Education"}, {"count": 1, "name": "Cooper Union"}], "favicon_colors": [{"color": [250, 250, 250], "weight": 0.891357421875}, {"color": [234, 94, 76], "weight": 0.108642578125}], "keywords": [{"score": 178, "name": "boards"}, {"score": 96, "name": "university"}, {"score": 41, "name": "members"}, {"score": 41, "name": "faculty"}, {"score": 37, "name": "composition"}, {"score": 36, "name": "institutions"}, {"score": 31, "name": "public"}, {"score": 30, "name": "sullivan"}, {"score": 30, "name": "decision-making"}, {"score": 29, "name": "business"}], "published": null, "provider_name": "Tcf", "type": "html"}