{"provider_url": "http://nplusonemag.com", "description": "On April 23, 2013, Cooper Union's board of trustees announced that this 154-year-old institution with a pillar of free education would start charging tuition to incoming students in Fall 2014. Each student would be charged about $20,000 per year, which the board described as a reduction from a full-tuition to a half-tuition scholarship.", "embeds": [], "safe": true, "provider_display": "nplusonemag.com", "related": [{"score": 0.5500829219818115, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.5363131165504456, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}, {"score": 0.5128222107887268, "description": "Universities in South Dakota, Nebraska, and other states have cut the number of credits students need to graduate. A proposal in Florida would let online courses forgo the usual higher-education accreditation process. A California legislator introduced a measure that would have substituted online courses for some of the brick-and-mortar kind at public universities.", "title": "'We Are Creating Walmarts of Higher Education'", "url": "http://www.theatlantic.com/education/archive/2013/12/we-are-creating-walmarts-of-higher-education/282619/", "thumbnail_height": 410, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR33OS4_1/lead_large.jpg?myf59a", "thumbnail_width": 615}, {"score": 0.5017620921134949, "description": "American students are bored by math, science and engineering. They buy smartphones and tablets by the millions but don't pursue the skills necessary to build them. Engineers and physicists are often portrayed as clueless geeks on television, and despite the high pay and the importance of such jobs to the country's future, the vast majority of high school graduates don't want to go after them.", "title": "Who Says Math Has to Be Boring?", "url": "http://www.nytimes.com/2013/12/08/opinion/sunday/who-says-math-has-to-be-boring.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/07/opinion/video-editorial-ptech-new/video-editorial-ptech-new-videoSixteenByNine1050-v2.jpg", "thumbnail_width": 1050}], "favicon_url": "http://nplusonemag.com/favicon.ico", "authors": [], "images": [{"caption": null, "url": "http://nplusonemag.com/images/txp/image.php?width=90&quality=95&image=http://nplusonemag.com/images/txp/1207.jpg", "height": 50, "width": 90, "colors": [{"color": [105, 19, 21], "weight": 0.324951171875}, {"color": [225, 217, 219], "weight": 0.174560546875}, {"color": [156, 131, 126], "weight": 0.165771484375}, {"color": [107, 88, 85], "weight": 0.13134765625}, {"color": [153, 50, 51], "weight": 0.080322265625}], "entropy": 6.21159611109, "size": 5349}, {"caption": null, "url": "http://nplusonemag.com/images/txp/image.php?width=625&quality=95&image=http://nplusonemag.com/images/txp/1207.jpg", "height": 347, "width": 625, "colors": [{"color": [103, 18, 20], "weight": 0.27783203125}, {"color": [234, 236, 236], "weight": 0.197509765625}, {"color": [121, 104, 100], "weight": 0.17919921875}, {"color": [157, 33, 39], "weight": 0.150390625}, {"color": [15, 10, 14], "weight": 0.07861328125}], "entropy": 5.922070459006462, "size": 124237}, {"caption": null, "url": "http://nplusonemag.com/images/logo.png", "height": 84, "width": 173, "colors": [{"color": [0, 0, 0], "weight": 0.000244140625}, {"color": [252, 252, 252], "weight": 0.000244140625}], "entropy": 0.0854951290812, "size": 1261}, {"caption": null, "url": "http://nplusonemag.com/images/pm3icon.jpg", "height": 103, "width": 72, "colors": [{"color": [162, 137, 60], "weight": 0.82470703125}, {"color": [95, 57, 14], "weight": 0.17529296875}], "entropy": 2.76284652353, "size": 22302}, {"caption": null, "url": "http://nplusonemag.com/images/txp/880t.jpg", "height": 103, "width": 72, "colors": [{"color": [152, 110, 96], "weight": 0.235107421875}, {"color": [114, 75, 65], "weight": 0.23291015625}, {"color": [240, 242, 239], "weight": 0.171875}, {"color": [77, 43, 33], "weight": 0.15380859375}, {"color": [193, 156, 145], "weight": 0.1201171875}], "entropy": 6.14547065509, "size": 4495}], "cache_age": 83019, "lead": null, "language": "English", "original_url": "http://nplusonemag.com/you-can-t-just-end-an-era", "url": "http://nplusonemag.com/you-can-t-just-end-an-era", "media": {}, "title": "You Can't Just End an Era", "offset": null, "content": "<div>\n<p>On April 23, 2013, Cooper Union's board of trustees announced that this 154-year-old institution with a pillar of free education would start charging tuition to incoming students in Fall 2014. Each student would be charged about $20,000 per year, which the board described as a reduction from a full-tuition to a half-tuition scholarship. Board Chairman Mark Epstein delivered the announcement, saying, \"Although we appreciate that these decisions are difficult for everyone to accept, we look forward to working together with all of you to building a future that will ensure the preservation of Cooper Union as a great educational institution that remains true to Peter Cooper's founding principles.\" It was hard to imagine how a Cooper Union with a $20,000 price tag in service of a massive deficit remained true to Peter Cooper's wishes that the school not only be free of charge but also free of debt.</p>\n<p>During the previous eighteen months, I had both joined and documented the creative efforts of students, faculty, staff, and alumni to keep Cooper Union free. When the decision to charge tuition was announced, my inbox filled with notes from friends and family offering their condolences as though a loved one had just died. \"I'm so sorry to hear about Cooper Union. I know how important it was to you.\"</p>\n<p>But in the days and weeks that followed, what transpired seemed less like a death and more like the start of a struggle. \"The beginning is near,\" a friend and I had said during the previous year to boost each other up when things seemed futile. It was starting to feel true.</p>\n<p>On May 8, 2013, Students for a Free Cooper Union occupied President Jamshed Bharucha's office, on the seventh floor of the Cooper Union Foundation Building on East 7th Street. The occupation began as a group of about fifty students. Their demands were the same as the eleven students who had locked themselves on the top floor for a week five months earlier, in anticipation of the tuition announcement: that the administration publicly affirm the college's commitment to free education; that the Board of Trustees implement structural changes with the goal of creating open flows of information and democratic decision-making structures; and that President Bharucha step down.</p>\n<p>On the first day, the School of Art full-time faculty joined the occupiers in the President's office and initiated a vote of no confidence in Bharucha. The next day, the community group Friends of Cooper Union had initiated an online no confidence vote in both Bharucha and Epstein. FOCU's petition echoed the arguments put forward by the student occupiers: \"The college has illegitimately been made to adopt the policy of tuition as a result of a top-down administrative structure that, from [its] inception, relied on disregarding the voices and contributions of students, faculties, and the community at large in vital decision-making processes.\" The petition has about 2,500 signatures to date.</p>\n<p>When the students started their occupation in May, they had no idea how long it would last. (As it turned out, sixty-five days.) They were prepared for arrest and threatened with expulsion or termination of recently earned degrees. The first two days in particular were tense, as the administration made attempts to bring in armed guards, shut down sanitary facilities, and close fire doors: to force exits and limit entry to the space. Upon learning that the NYPD had entered the building, more than a hundred students sat with arms interlocked in Bharucha's office, in anticipation of forced removal.</p>\n<p>The administration finally backed down from this extreme approach. Dean of Student Services Linda Lemiesz and Vice President of Finance T. C. Westcott were two crucial voices within the administration advocating for more moderation. On the second day of the occupation, the administration asked the NYPD to stand down, and Westcott told the students that the earlier ultimatum to leave or lose their degrees was \"paused.\" The occupiers were allowed to stay as attempts were made at dialogue and mediation. The threats of arrest and disciplinary action, however, still loomed.</p>\n<p>In early June, the administration proposed hiring mediators to address the conflict with the students, but the students refused to enter \"an inherently biased\" mediation process where the terms would be set by the administration. They continued to maintain an open occupation, in which students and visitors (faculty, alumni, and guest presenters) could come and go, while a core group held the space. They transformed the floor into the \"Free Cooper Union Salon,\" where they held public discussions and art exhibitions. Because the occupation partly was a call for transparency, they broadcast and tweeted everything that happened, from conversations with trustees to all-night painting sessions to vacuuming and cleaning. Watching the occupation at times seemed like a cross between watching MTV's \"The Real World\" and C-Span. Soon Free Cooper Union had more Twitter followers than Cooper Union itself.</p>\n<p>The act of placing bodies in the highest office on campus brought what was happening in this tiny East Village institution to a national and international audience. And during the sixty-five days the occupation lasted, many truths came to light.</p>\n<p>Several trustees admitted to not fully understanding what was going on during the tenure of former Cooper Union President George Campbell Jr., who oversaw the construction of a shiny new building and took on a massive loan to pay for it. Trustee Jeff Gural-who was against the tuition decision and recently gave a million dollar donation to support Cooper Union's free art program for high school students-said as much when he came to visit the student occupiers at Bharucha's office. \"At the time we hired [Bharucha], we didn't know the crisis was there. He's the one who said to us, 'Are you aware the school is going broke?' When I look back now, I think to myself, what the hell were we thinking borrowing $175 million, knowing that it would cost $10 million a year to service the debt, knowing that we were in an operating deficit?\"</p>\n<p>Trustee Thomas Driscoll, a trustee and alumnus, admitted that there had been poor alumni outreach over the past few decades to the <em>New York Times</em>. \"There was never any sense of giving back,\" Driscoll said. \"Cooper never asked. We always thought Cooper didn't need the money because it had the Chrysler Building.\"</p>\n<p>The numbers the administration most recently presented suggest that, without new income, Cooper would draw down its endowment by 2015 and would not survive until 2018, when increased revenue from negotiated rents would kick in from the Chrysler Building, the school's primary financial asset. The administration has framed the board's decision as having been between charging tuition or closing. One trustee, John C. Michaelson, however, told the <em>New York Times</em> that the school could have survived by drawing down its endowment until 2018, but then asked, \"What kind of a school would you have by then?\"</p>\n<p>On May 23, 2013, a leaked transcript of the September 2012 board of trustees meeting was published in the<em> Village Voice</em>. That night, the student occupiers broadcast a reenactment of the meeting from Bharucha's office. There had in fact been a lot of discussion of temporarily closing the school, and the benefits and disadvantages associated with that. The big concern would be losing the tax-equivalency payments from the Chrysler Building. \"There is risk to the tax equivalency if we close because the charter is not compatible with the foundation being some other kind of organization,\" Bharucha said. Bharucha also said that former President George Campbell had warned that charging tuition could also risk the tax equivalency. \"We explored that briefly, and it turns out there's no basis for that,\" he said. However, the transcript revealed that there was only a preliminary analysis of the question, not a formal legal opinion, and that the law firm that provided the analysis no longer exists.</p>\n<p>Besides discussion of the closure of the school, what was particularly disturbing to read in the leaked transcript was how the trustees talked about engaging with the Cooper community. They spent almost a half hour on how to respond to a request from Friends of Cooper Union who had asked to meet with the board to offer their help and provide a list of community generated recommendations.</p>\n<p>\"It seems to me that the politics of destruction of the Friends of Cooper core group is such that they're actually seeking to raise the risk of reputational damage, in order to make it more difficult for us to institute tuition anytime, undergraduate or graduate,\" Bharucha said during the meeting. \"It has already been effective. It's frightened many of our constituencies.\" With respect to the proposed meeting request, Driscoll had said, \"I can't imagine that they're not going to ask us pointed questions . . . We'll have to figure out how to deflect questions.\"</p>\n<p>Part of the meeting was devoted to developing a sort of doublespeak to talk about Cooper Union's financial crisis. Bharucha and Board Secretary Lawrence Cacciatore suggested that words like \"reinvention\" and \"sustainability\" should be used when discussing tuition or closure, and that a memo using this language would be circulated to the group so they would all be on the same page. \"We've talked about sustainability. If we're not sustainable, then we can't be sustained,\" Bharucha said.</p>\n<p>On May 21, 2013, after the announcement of tuition, several alumni who served as trustees were asked to address the Cooper Union Alumni Association and answer questions. At this forum, these trustees largely justified their decision on tuition. Former Alumni Association President Peter Cafiero said they wanted to \"explore every possible alternative\" to charging tuition. \"We weren't going to make a decision without looking under every stone,\" he said.</p>\n<p>Alumni-elected trustee Edward Mukovos, said that when he first joined the board, he thought \"there's no way we should charge tuition. . . . I wanted to personally make sure that no stone was left unturned.\" He described losing sleep over the decision. \"It was gut-wrenching personally until I was convinced there was no other way. When we finally reached the decision, I felt comfortable that we had exhausted the options,\" he said.</p>\n<p>During the occupation, however, it became clear that not all trustees felt this way. Trustees including alumnus Michael Borkowsky and Jeff Gural met with the students in Bharucha's office to talk about their concerns. These meetings were broadcast online.</p>\n<p>Gural was very candid with the students about what he thinks will happen if Cooper charges tuition. \"The school is going to fall apart. I feel terrible,\" he said. After the decision, Gural was on the verge of quitting the board when Borkowsky convinced him to stay on for another meeting. At that meeting, in June, Gural presented the idea of adding a student representative to the board, and to his surprise, the board agreed. \"At that board meeting, the mood shifted dramatically,\" Gural told the student occupiers. He noted that Chairman Mark Epstein and Bharucha both opposed adding a student to the board. Most of the time, Gural said, the board votes with its leadership, but on this occasion it voted against them.</p>\n<p>Gural and Borkowsky came to the students with the offer of a board representative and with a proposal for a new working group, which would be tasked with coming up with alternatives to charging tuition by December 1. That working group-led by Gural and Borkowsky and consisting of three trustees, three administrators, three students, three alumni, and four full-time faculty-was approved on July 11. As part of that agreement, the occupiers agreed to vacate the president's office the following day, and they were granted amnesty for their previous actions.  Since then, the group has been expanded to include one representative from the part-time faculty and one representing staff.</p>\n<p>The students and alumni association quickly held elections for their working group representatives. In a film that Friends of Cooper Union created, the Art School alumni representative and former occupier Victoria Sobel said: \"The formation of this working group is a testament to the fact that not every stone was turned over, and actually having trustees come out and say that they think there is still room to cut money, raise funds, shows that what had been done previous to this working group was not actually an exhaustive effort to find tuition alternatives.\"</p>\n<p>In August 2013, Bharucha announced the sudden departure of two senior administrators, Vice-President of Finance T. C. Westcott and Dean of Students Linda Lemiesz; Lemiesz had held her post for twenty-three years. These were the two administrators who opposed disciplinary action against the student protesters. Furthermore, Westcott was intimately involved in negotiating with faculty members so that they could elect working group representatives and not be in violation of their labor union contracts. With her deep understanding of university finances, Westcott arguably would have been an important resource for the working group. Until her position is filled, an outside consulting firm, Huron Consultants, will be responsible for it.</p>\n<p>At an Alumni Council meeting in August, Bharucha declined to speak in detail about their departures. While I was at the meeting, however, I received an email from a Cooper Union employee, who shared with me that Lemiesz was fired, and that all sources pointed to the same for Westcott. Victoria Sobel asked a question about \"the trust that is breached in the timing of their departures.\" Bharucha responded that he was open \"to any suggestions you have [about] ways we can continue to build trust.\"</p>\n<p>There continues to be a divide between the administration and community's priorities. While the community is mobilizing to support the working group in finding tuition alternatives, the administration continues to plan for tuition, seeking new hires in admissions and recruiting to support its new model.</p>\n<p>There is also persistent distrust and fear between the two groups. The protests of the past two years have taken a toll on Bharucha, who at public meetings often appears exhausted. He has not returned to his office, which sits locked and empty until it can be fortified, but instead works out of his official residence on Stuyvesant Street, where a guard is posted in the window and two surveillance cameras have been drilled into the landmark facade.</p>\n<p>The fear runs both ways. Faculty and staff have been reprimanded by the administration for posting critical comments on Facebook and associating with the advocacy group Friends of Cooper Union. They fear that the dismissals of Westcott and Lemiesz will have a further chilling effect. On a Facebook thread after the August alumni council meeting, alumnus and faculty member Mike Essl described his experience with intimidation. \"I was in the meeting where the School of Art was threatened with closure,\" he wrote. \"We were told to sign a document in support of reinvention or we would lose our incoming class. That is a threat. The School of Art was threatened by the current administration and no amount of 'can't we all just get along' is going to fix that.\"</p>\n<p>The debate around tuition at Cooper Union has often been framed as a financial problem, but it is just as much a question of governance. The activism that has come out of this crisis has largely been a call for transparency and representation.</p>\n<p>Having stronger alumni representation is one way to strengthen the school's governance. Toward that end, Friends of Cooper Union endorsed candidates in the annual alumni association election whom they felt would work to defend free tuition and fight to engage larger alumni body. Most important was the endorsement of write-in candidate Kevin Slavin for alumni representative on the board of trustees. Slavin, an art graduate and professor, who gained many supporters when he spoke at a community summit in 2011, won the seat. At the summit, Slavin had said, \"The mistake that's been made, systemically, is believing that the resource at the bottom of all this, the resource that must be sustained, is money. It's not money. Money is a derivative. The resource it's derived from, the resource it maps to, the resource it measures, is trust.\"</p>\n<p>Adding a student representative to the board of trustees is another way to improve governance. The Gural Borkowsky Working Group-which will bring together representatives of all stakeholders to develop an alternative to tuition-also offers a strong model. \"Part of the incredible potential of the working group is that it is a step-a small step but a real step-in the direction of saying that college should not just be run just by and for the trustees and administrators,\" CUNY professor and student activist scholar Angus Johnston said at a recent Free Cooper Union meeting. \"What you are trying to do right now is create a powerful vision and model of what American higher education could be like and what the community running institutions can and should look like.\"</p>\n<p>There is yet another effort in the works to develop better governance at Cooper Union. This is to institute an aspect of Cooper Union's charter that has never been realized: the creation of \"The Associates of Cooper Union for the Advancement of Science and Art.\" The associates were supposed to be a wide and open organization that promoted art and science for the purpose of public improvement. The group was to have its own governing council, and according to the charter it would have had a number of privileges and responsibilities, among them providing a check on the board of the trustees. The charter includes provisions for the associates to remove a trustee for cause and replace him. They were to have an annual account of all expenditures and an avenue for communicating recommendations to trustees. Early annual reports discuss the formation of this group and the fundraising potential of dues from its wide membership.</p>\n<p>The associates seem to be a cross between a municipal science and art society and a citizens advisory committee, and could have the ability to broaden Cooper's reach to the public and provide greater accountability. Since the school is a recipient of public funds, an argument could be made on this point toward its formation. An alumni association committee was formed in July to explore its formation and provide recommendations to the board of trustees. The goal of creating a sustainable financial model for the school cannot be separated from these efforts toward community building and governance.</p>\n</div>", "entities": [{"count": 18, "name": "Bharucha"}, {"count": 13, "name": "Cooper Union"}, {"count": 7, "name": "Gural"}, {"count": 6, "name": "Cooper"}, {"count": 5, "name": "Friends of Cooper Union"}, {"count": 5, "name": "Westcott"}, {"count": 3, "name": "Borkowsky"}, {"count": 3, "name": "Lemiesz"}, {"count": 2, "name": "Driscoll"}, {"count": 2, "name": "Mark Epstein"}, {"count": 2, "name": "Board"}, {"count": 2, "name": "New York Times"}, {"count": 2, "name": "School of Art"}, {"count": 2, "name": "Slavin"}, {"count": 2, "name": "Peter Cooper"}, {"count": 2, "name": "Victoria Sobel"}, {"count": 2, "name": "Free Cooper Union"}, {"count": 1, "name": "Mike Essl"}, {"count": 1, "name": "Jamshed Bharucha"}, {"count": 1, "name": "Cooper Union Foundation Building"}, {"count": 1, "name": "Board of Trustees"}, {"count": 1, "name": "Cooper Union Alumni Association"}, {"count": 1, "name": "Gural Borkowsky"}, {"count": 1, "name": "Thomas Driscoll"}, {"count": 1, "name": "T. C. Westcott"}, {"count": 1, "name": "Michael Borkowsky"}, {"count": 1, "name": "Kevin Slavin"}, {"count": 1, "name": "Lawrence Cacciatore"}, {"count": 1, "name": "FOCU"}, {"count": 1, "name": "Art School"}, {"count": 1, "name": "Peter Cafiero"}, {"count": 1, "name": "Jeff Gural-who"}, {"count": 1, "name": "Stuyvesant Street"}, {"count": 1, "name": "Village Voice"}, {"count": 1, "name": "Finance T. C. Westcott"}, {"count": 1, "name": "Friends of Cooper"}, {"count": 1, "name": "Soon Free Cooper Union"}, {"count": 1, "name": "MTV"}, {"count": 1, "name": "Associates of Cooper Union"}, {"count": 1, "name": "Jeff Gural"}, {"count": 1, "name": "American"}, {"count": 1, "name": "CUNY"}, {"count": 1, "name": "Epstein"}, {"count": 1, "name": "Former Alumni Association"}, {"count": 1, "name": "Advancement of Science"}, {"count": 1, "name": "George Campbell Jr."}, {"count": 1, "name": "Alumni Council"}, {"count": 1, "name": "John C. Michaelson"}, {"count": 1, "name": "Dean of Student Services Linda Lemiesz"}, {"count": 1, "name": "Dean"}, {"count": 1, "name": "Linda Lemiesz"}, {"count": 1, "name": "Huron Consultants"}, {"count": 1, "name": "Edward Mukovos"}, {"count": 1, "name": "Angus Johnston"}, {"count": 1, "name": "East Village"}, {"count": 1, "name": "alumni association committee"}, {"count": 1, "name": "George Campbell"}], "favicon_colors": [{"color": [36, 36, 36], "weight": 0.000244140625}, {"color": [194, 194, 194], "weight": 0.000244140625}, {"color": [135, 135, 135], "weight": 0.000244140625}, {"color": [123, 123, 123], "weight": 0.000244140625}, {"color": [252, 252, 252], "weight": 0.000244140625}], "keywords": [{"score": 191, "name": "bharucha"}, {"score": 164, "name": "trustees"}, {"score": 151, "name": "cooper"}, {"score": 133, "name": "tuition"}, {"score": 124, "name": "alumni"}, {"score": 121, "name": "student"}, {"score": 99, "name": "union"}, {"score": 90, "name": "gural"}, {"score": 75, "name": "board"}, {"score": 70, "name": "westcott"}], "published": 1380672000000, "provider_name": "Nplusonemag", "type": "html"}