{"provider_url": "http://www.thenation.com", "description": "The occupation at Cooper Union has continued for twenty days with little public or media attention-certainly nothing on par with the profiles written on Zuccotti Park in the fall of 2011.", "embeds": [], "safe": true, "provider_display": "www.thenation.com", "related": [{"score": 0.5333795547485352, "description": "Apollo Tyres Ltd. (APTY) rose to its highest in at least 22 years in Mumbai trading after Cooper Tire & Rubber Co. (CTB) dropped a $2.5 billion merger plan, easing investor concern the Indian company would take on too much debt. Shares of Apollo climbed 5.8 percent to 107.20 rupees, the highest close since at least January 1991.", "title": "Apollo Tyres Climbs After Cooper Tire Drops Merger Plan", "url": "http://www.bloomberg.com/news/2013-12-30/cooper-tire-terminates-merger-agreement-with-apollo-tyres.html", "thumbnail_height": 800, "thumbnail_url": "http://www.bloomberg.com/image/iyz62.HCMsfw.jpg", "thumbnail_width": 1200}], "favicon_url": "http://www.thenation.com/sites/thenation.com/files/favicon.ico", "authors": [], "images": [{"caption": null, "url": "http://i249.photobucket.com/albums/gg222/alliek1983/BLVikCJCEAEsAgD_zps55bc16d1.jpeg", "height": 1024, "width": 768, "colors": [{"color": [9, 12, 11], "weight": 0.36669921875}, {"color": [137, 72, 68], "weight": 0.187255859375}, {"color": [71, 33, 25], "weight": 0.17041015625}, {"color": [217, 112, 121], "weight": 0.149658203125}, {"color": [174, 28, 27], "weight": 0.077392578125}], "entropy": 6.347037057926635, "size": 91093}, {"caption": null, "url": "http://i249.photobucket.com/albums/gg222/alliek1983/september-19-cooper-union-board-of-trustees-p30-normal_zpscb6d9912.gif", "height": 906, "width": 700, "colors": [{"color": [246, 250, 251], "weight": 0.897705078125}, {"color": [97, 103, 103], "weight": 0.05810546875}, {"color": [158, 164, 165], "weight": 0.044189453125}], "entropy": 1.1517571074235302, "size": 134623}, {"caption": null, "url": "http://www.thenation.com/sites/default/files/user/238199/cooper_union_cc_img.jpg", "height": 372, "width": 615, "colors": [{"color": [110, 104, 107], "weight": 0.32958984375}, {"color": [239, 246, 249], "weight": 0.302734375}, {"color": [59, 56, 58], "weight": 0.25732421875}, {"color": [193, 188, 183], "weight": 0.1103515625}], "entropy": 5.880213139387048, "size": 72307}, {"caption": null, "url": "http://www.thenation.com//sites/default/files/cooper_union_cc_fb.jpg", "height": 225, "width": 300, "colors": [{"color": [68, 62, 63], "weight": 0.337646484375}, {"color": [113, 107, 110], "weight": 0.29443359375}, {"color": [239, 245, 246], "weight": 0.247802734375}, {"color": [195, 182, 174], "weight": 0.1201171875}], "entropy": 5.88444069918, "size": 24167}, {"caption": null, "url": "http://i3.ytimg.com/vi/360b0P52mbs/hqdefault.jpg", "height": 360, "width": 480, "colors": [{"color": [11, 7, 13], "weight": 0.3505859375}, {"color": [214, 205, 216], "weight": 0.279541015625}, {"color": [176, 157, 164], "weight": 0.15087890625}, {"color": [75, 60, 66], "weight": 0.13427734375}, {"color": [134, 114, 121], "weight": 0.084716796875}], "entropy": 5.162264229162538, "size": 40054}], "cache_age": 83177, "lead": null, "language": "English", "original_url": "http://bit.ly/12ifbZT", "url": "http://www.thenation.com/blog/174549/cooper-union-occupation-continues-without-media-fanfare", "media": {}, "title": "Cooper Union Occupation Continues Without Media Fanfare | The Nation", "offset": null, "content": "<div>\n<p>The occupation at Cooper Union has continued for twenty days with little public or media attention-certainly nothing on par with the profiles written on Zuccotti Park in the fall of 2011. Part of that lukewarm reception has to do with the Cooper occupation's modest numbers (the occupation is sustained by a group ranging between fifteen and twenty-five students), and another part with their mission, which is more specific and less sexy than an anti-capitalist revolution. Cooper Union students are protesting the school's decision to charge undergraduate tuition for the first time in 150 years, and they're doing so out of the public's view, between the walls of president Jamshed Bharucha's office.</p>\n<p>The occupiers quickly gained support from nine full-time members of Cooper Union's art faculty, who signed a petition and released a statement:</p>\n<blockquote>\n<p>Out of deep concern about the direction of the Cooper Union under President Jamshed Bharucha, the full-time faculty of the School of Arts adopts a resolution of a vote of No Confidence in President Jamshed Barucha.</p>\n</blockquote>\n<p>A <a href=\"http://blogs.villagevoice.com/runninscared/2013/05/cooper_union_secret_transcript.php\"><em>Village Voice </em>investigation</a> revealed that the board of trustees have been less than forthright about the dire situation at Cooper Union. While alumni trustee Peter Cafiero claimed a shutdown scenario was never taken seriously, the<em> Voice</em> obtained a transcript from a trustee meeting that paints a different picture.</p>\n<p>\"[A shutdown] is a real option and I will only recommend it if we do not have a constructive, positive way for that particular school, in which case I will say I don't see a light at the end of this tunnel, let's begin to close it down,\" a trustee said during a meeting in September.</p>\n<img src=\"http://i249.photobucket.com/albums/gg222/alliek1983/september-19-cooper-union-board-of-trustees-p30-normal_zpscb6d9912.gif\"><p>The transcript also shows that trustees reviewed an option to shutter the entire institution for five years with plans to reopen it in 2018 when group rent on the Chrysler building, Cooper Union's primary asset, would jump.</p>\n<p>Former trustee Stanley Lapidus appears indifferent to the idea that a faculty turnover could bust the staff union, calling the jobs \"cushy\" and \"un-economic.\"</p>\n<p>That casual indifference continues when trustees refer to the process of closing the school, forcing current students to transfer to other schools, as \"flushing.\"</p>\n<p>Check out <em>Democracy Now!</em> 's debate on what caused Cooper Union's financial woes and whether charging tuition will fix the problem:</p>\n<iframe src=\"http://www.youtube.com/embed/360b0P52mbs\" frameborder=\"0\" width=\"600\" height=\"337.5\"></iframe><p><a href=\"http://youngist.org/post/51527625409/organizing-inside-the-cooper-union-occupation-part-1#.UaS2VWQa_Dq\">Saar Shemesh</a>, a Cooper Union occupier, expressed her and her fellow students' frustration at the board of trustees when they announced the school would start charging tuition.</p>\n<p>\"We were beside ourselves,\" she writes. \"The board of trustees had dropped this big news on students just as the semester was about to end, catching us at the onset of finals (arguably the most stressful point in our semester). We hugged the Foundation building and held a candlelight vigil where we shared memories of a free Cooper Union. But again, we were trudging along, shocked that the administration had finally dared to announce tuition, our worst-case scenario, after we had been campaigning for transparency in Cooper's operations for the last two years.\"</p>\n<p>Shemesh describes an initial period of sporadic actions and poor planning by unexperienced protesters that eventually culminated in a cohesive blueprint for resistance:</p>\n<blockquote>\n<p>As an insider, it's hard to tell what came first: our plans or our actions. As an organizer, I crave particular structures (albeit loose ones) with which to run a campaign, so the smattering of unplanned actions at Cooper would typically worry or frustrate me. However, this style of organizing seems to work for us here, like no other group that I have organized within.</p>\n<p>The majority of us are not versed in direct action tactics or organizing strategy, and have somewhat of an allergic reaction to structure-heavy organizing. However, we have a certain type of loose structure that lends itself well to action-heavy organizing, and that has made both the lock-in last semester and the current occupation very successful.</p>\n</blockquote>\n<p>She goes on to describe the formation of a spokescouncil that they hoped would ideally function like that of Occupy Wall Street in which working groups would meet regularly and report back to each other via representatives once a week, or through meetings coordinated on an as-needed basis.</p>\n<p>\"Good strategy is important to me because without it even well planned actions fall flat. Without some form of escalation, campaign, or action sequencing we don't build power,\" says Shemesh.</p>\n<a href=\"https://subscribe.thenation.com/servlet/OrdersGateway?cds_mag_code=NAN&amp;cds_page_id=122425&amp;cds_response_key=I12SART1\">Please support our journalism. Get a digital subscription for just $9.50!</a> <p>That \"good strategy\" includes having clear goals (a free, accessible and transparent Cooper Union), identifying allies and constituents, targeting someone who can give protesters what they want (in this case, President Bharucha and the board of trustees), then deploying tactics that can get protesters close to their goals (petitioning the student and faculty bodies for a vote of \"no confidence\" and an open, rolling occupation).</p>\n<p>It's been interesting to watch the evolution of the Cooper Union occupation since, as Shemesh notes, many of the students were hesitant about strategic organizing or even disdainful of it:</p>\n<blockquote>\n<p>Only a few of us have experience from Occupy or other social justice movements. We're college students who believe in our school and the sanctity of free higher education. And we're occupying because we think it will help us protect that. But that doesn't mean that long-term strategic Organizing will come naturally to all of us.</p>\n</blockquote>\n<p>As for their progress, Shemesh notes, \"We've so far been able to get by on our antics and actions.\"</p>\n<p>\"It took me the better part of a year to adjust to the Cooper 'style' of organizing,\" she adds, \"but I continue to learn more about myself as an organizer (and an Organizer) in the process of helping to sustain, with the rest of my classmates and fellow occupiers, a budding student movement.\"</p>\n<p>Since the students are shielded from the public in the president's office, their presence is largely online, where the group posts updates on their <a href=\"https://twitter.com/FreeCooperUnion\">Twitter feed</a> and <a href=\"https://www.facebook.com/FreeCooperUnion?fref=ts\">Facebook page</a>.</p>\n<p>It was there that the occupation announced their plans for a free school and salon to coincide with the college-wide end-of-year show, an open space dedicated to free and accessible education and liberating institutional resources. (Photo via <a href=\"https://twitter.com/FreeCooperUnion\">@FreeCooperUnion</a>)</p>\n<img src=\"http://i249.photobucket.com/albums/gg222/alliek1983/BLVikCJCEAEsAgD_zps55bc16d1.jpeg\"><p>\"The exhibition will facilitate open space for dialogue through daily Open Forums and Free University classes visioning and remaining new cooperative structures for higher education in the form of free performances, dialogues, screenings, classes, workshops, and more,\" Free Cooper Union announced on its Facebook page.</p>\n<em>Walmart workers across the country plan to strike from now until June 7. Read <a href=\"http://www.thenation.com/blog/174551/walmart-workers-launch-first-ever-prolonged-strikes-today\">Josh Eidelson's report</a>.</em> </div>", "entities": [{"count": 11, "name": "Cooper Union"}, {"count": 3, "name": "Cooper"}, {"count": 3, "name": "Shemesh"}, {"count": 2, "name": "Jamshed Bharucha"}, {"count": 1, "name": "Foundation"}, {"count": 1, "name": "Zuccotti Park"}, {"count": 1, "name": "Village Voice"}, {"count": 1, "name": "Peter Cafiero"}, {"count": 1, "name": "Saar Shemesh"}, {"count": 1, "name": "Stanley Lapidus"}, {"count": 1, "name": "Jamshed Barucha"}, {"count": 1, "name": "Free Cooper Union"}, {"count": 1, "name": "Josh Eidelson"}, {"count": 1, "name": "Chrysler"}, {"count": 1, "name": "School of Arts"}, {"count": 1, "name": "Voice"}, {"count": 1, "name": "Free University"}, {"count": 1, "name": "Walmart"}, {"count": 1, "name": "Bharucha"}], "favicon_colors": [{"color": [249, 249, 249], "weight": 0.050537109375}, {"color": [156, 32, 36], "weight": 0.006591796875}, {"color": [194, 112, 116], "weight": 0.00537109375}], "keywords": [{"score": 75, "name": "cooper"}, {"score": 68, "name": "trustees"}, {"score": 50, "name": "shemesh"}, {"score": 49, "name": "union"}, {"score": 41, "name": "students"}, {"score": 39, "name": "occupation"}, {"score": 36, "name": "organizer"}, {"score": 33, "name": "occupiers"}, {"score": 30, "name": "jamshed"}, {"score": 30, "name": "bharucha"}], "published": 1369734000000, "provider_name": "Thenation", "type": "html"}