{"provider_url": "http://stopmotionsolo.net", "description": "On Monday, December 3rd, 2012 11 students and one student journalist occupied a room on the 8th floor of the Cooper Union Foundation Building by barricading themselves in to protest the potential creation of a school tuition. Since its founding The Cooper Union has been a college which never charged tuition for its students.", "embeds": [], "safe": true, "provider_display": "stopmotionsolo.net", "related": [{"score": 0.6532729864120483, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.6017642021179199, "description": "Universities in South Dakota, Nebraska, and other states have cut the number of credits students need to graduate. A proposal in Florida would let online courses forgo the usual higher-education accreditation process. A California legislator introduced a measure that would have substituted online courses for some of the brick-and-mortar kind at public universities.", "title": "'We Are Creating Walmarts of Higher Education'", "url": "http://www.theatlantic.com/education/archive/2013/12/we-are-creating-walmarts-of-higher-education/282619/", "thumbnail_height": 410, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR33OS4_1/lead_large.jpg?myf59a", "thumbnail_width": 615}, {"score": 0.5756564140319824, "description": "Two years after a Stanford professor drew 160,000 students from around the globe to a free online course on artificial intelligence, starting what was widely viewed as a revolution in higher education, early results for such large-scale courses are disappointing, forcing a rethinking of how college instruction can best use the Internet.", "title": "After Setbacks, Online Courses Are Rethought", "url": "http://www.nytimes.com/2013/12/11/us/after-setbacks-online-courses-are-rethought.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/11/us/jp-MOOCS/jp-MOOCS-videoSixteenByNine1050-v2.jpg", "thumbnail_width": 1050}], "favicon_url": null, "authors": [{"url": "http://stopmotionsolo.net/author/stopmotionsolo/", "name": "stopmotionsolo"}], "images": [{"caption": null, "url": "http://stopmotionsolo.net/wp-content/uploads/2012/12/image24-768x1024.jpg", "height": 1024, "width": 768, "colors": [{"color": [77, 73, 69], "weight": 0.500732421875}, {"color": [27, 29, 31], "weight": 0.189697265625}, {"color": [205, 191, 190], "weight": 0.103515625}, {"color": [137, 151, 165], "weight": 0.0771484375}, {"color": [225, 227, 227], "weight": 0.067138671875}], "entropy": 6.133621072017566, "size": 220536}, {"caption": null, "url": "http://stopmotionsolo.net/wp-content/uploads/2012/12/image25-768x1024.jpg", "height": 1024, "width": 768, "colors": [{"color": [62, 73, 82], "weight": 0.505615234375}, {"color": [161, 166, 165], "weight": 0.2685546875}, {"color": [226, 218, 194], "weight": 0.225830078125}], "entropy": 5.544799494313541, "size": 227618}, {"caption": null, "url": "http://stopmotionsolo.net/wp-content/uploads/2012/12/image27-768x1024.jpg", "height": 1024, "width": 768, "colors": [{"color": [136, 138, 137], "weight": 0.291748046875}, {"color": [175, 181, 182], "weight": 0.1923828125}, {"color": [180, 133, 92], "weight": 0.1337890625}, {"color": [94, 86, 85], "weight": 0.131591796875}, {"color": [37, 35, 36], "weight": 0.10302734375}], "entropy": 6.254879601948053, "size": 290337}, {"caption": null, "url": "http://stopmotionsolo.net/wp-content/uploads/2012/12/image30-1024x768.jpg", "height": 768, "width": 1024, "colors": [{"color": [141, 155, 198], "weight": 0.546875}, {"color": [238, 211, 190], "weight": 0.291015625}, {"color": [43, 23, 22], "weight": 0.106689453125}, {"color": [125, 83, 73], "weight": 0.02490234375}, {"color": [87, 57, 48], "weight": 0.024658203125}], "entropy": 5.059855189353884, "size": 199015}, {"url": "http://stopmotionsolo.net/wp-content/uploads/2012/12/2012-12-03_12-08-50_29.jpg", "width": 736, "size": 250286, "height": 560}], "cache_age": 84387, "lead": null, "language": "English", "original_url": "http://ow.ly/fQ0gg", "url": "http://stopmotionsolo.net/school-for-sale/", "media": {}, "title": "School for sale.", "offset": null, "content": "<div>\n<a href=\"http://stopmotionsolo.net/author/stopmotionsolo/\"> <img src=\"http://1.gravatar.com/avatar/7844b799e8f8ff75891b4a3f3b3cd6a1?s=45&amp;d=http%3A%2F%2F1.gravatar.com%2Favatar%2Fad516503a11cd5ca435acc9bb6523536%3Fs%3D45&amp;r=G\"></a><p>On Monday, December 3rd, 2012 11 students and one student journalist occupied a room on the 8th floor of the Cooper Union Foundation Building by barricading themselves in to protest the potential creation of a school tuition.</p>\n<p>Since its founding The Cooper Union has been a college which never charged tuition for its students. Here is a link to the History section of the Cooper Union website: <a href=\"http://cooper.edu/about/history\">cooper.edu/about/history</a></p>\n<p>As you read this over you will find the following quotes:</p>\n<p>\"From the start, Cooper Union was a unique institution, dedicated to Peter Cooper's proposition that education is the key not only to personal prosperity but to civic virtue and harmony.\"</p>\n<p>\"Peter Cooper was not a man who engaged in empty rhetoric. He made his school free for the working classes.\"</p>\n<p>From these quotes it would seem as though any imposing of a tuition fee for its students would be a betrayal of the original ideas upon which the school was founded. With this in mind, the students demonstrated their discontent.</p>\n<p>About 20 minutes into the demonstration those in the 8th-floor room communicated to the organizers on the ground outside of maintenance's attempts to open the door to the room where the Cooper Union students had locked themselves in. The ground organizers then communicated to those present for the demonstration \" <a href=\"http://www.ustream.tv/recorded/27478577/highlight/310064\">Maintenance is ramming the door to the Peter Cooper Suite.</a> \"</p>\n<p>Shortly thereafter, the students in the occupied room hung a banner (photographed above) which read \"Free Education To All.\" In solidarity with those currently barricaded on the 8th floor the demonstrators at ground level <a href=\"http://www.ustream.tv/recorded/27478768/highlight/310068\">started chanting</a>. The chants included \"Free tuition is a right! Fight! Fight! Fight!\" Another chant was \"Free as air and water!\"</p>\n<p>At about the 0:48 mark the banner being dropped comes onscreen. Next at the 1:25 mark the students receive word, through their communications with those above, that maintenance had called off the drilling.</p>\n<p>Shortly after the students received word of this I conducted a brief interview with a Cooper Union student who was able to both expand on the <a href=\"http://www.ustream.tv/recorded/27478768/highlight/310069\">reasons for the protest, and furthermore he was able to give insight into what exactly was happening in the room above.</a></p>\n<p>The 12 students, specifically 11 students and 1 student journalist have now (on December 5th, 2012 at 3:57 am) remained barricaded in the Peter Cooper Suite on the 8th floor of Cooper Union for almost 2 days. On the second day, at 2:30 pm they held a press conference which can be viewed <a href=\"http://www.ustream.tv/recorded/27498260\">here</a>. </p>\n<p>In the press conference they express their reasons for protesting and answered other questions as well. You can read the transcribed press conference <a href=\"http://stopmotionsolo.net/transcription-of-the-cooper-union-press-conference-on-the-anti-tuition-demonstration/\">here</a>.</p>\n<p>Now I would like to discuss this action in comparison with other student issues around the world and how it relates to them. To start, it's important to remember how the City University of New York (CUNY) used to be free as well when it was first created. Tuition was first imposed shortly after the student body demonstrated and won open admission to all with no discrimination. How much is the tuition for CUNY schools now? View this page called \"The Cost of Attendance\" located at <a href=\"http://www.cuny.edu/about/resources/yeswecan/cost.html\">www.cuny.edu/about/resources/yeswecan/cost.html</a></p>\n<p>The page reads \"Generally speaking: for New York State residents, tuition for full-time students at CUNY's six community colleges is *$3,900. At the 11 senior colleges, the undergraduate tuition rate is *$5,430 per year. For out-of-state residents, including international students and some undocumented students, community college tuition is *$260 per credit and senior college tuition is *$485 per credit for undergraduate programs.\"</p>\n<p>Speaking practically there is no way that after being free to start off, CUNY suddenly began charging the tuition prices listed in the above quote. Ask yourself though how long it took for tuition costs to rise to that amount. Cooper Union is a free school, yes, and it is questionable just how expensive the first imposed tuition at Cooper Union would be. However, as we have seen with CUNY, it is very easy to imagine tuition costs rising astronomically over time; so long as no one speaks out against a profit-driven educational system.</p>\n<p>The next correlation to discuss is that of the students in the recent Montreal uprisings. Prior to the demonstration, Quebecois students paid the lowest tuition costs in North America. See <a href=\"http://www.guardian.co.uk/commentisfree/cifamerica/2012/may/02/quebec-student-protest-canada\">this article</a> for more information on their protests. In the article it states \"Tuition in Quebec remains the lowest in North America, because of generations of student protest - but the militant coalition CLASSE, representing half the striking students, has always included in its program free and universal post-secondary education.\"</p>\n<p>As a result of the demonstrations, Quebecois students were able to retain their low-cost, affordable tuition prices. Once again, the issue always comes down to one thing: If you want to keep from losing what you have you must be willing to organize and fight to keep it. The occupying students of Cooper Union understand this concept and are standing up for their rights, and for the founding principles of The Cooper Union itself.</p>\n<p>For the students of Cooper Union, their fight is certainly to keep the free education which was given to them upon admission into the school. However, it's more than that.</p>\n<p>The students are fighting against their school's administration and its betrayal of the wishes of Peter Cooper who wanted to provide a free education to those excelling in their academic performance. As this is the case might I suggest the students make an offer during their protest? If the current administration of Cooper Union is going to abandon the wishes of the school's creator, maybe the school should abandon his name as well? While they're at maybe they should get rid of his likeness, including his statue in Cooper Square. I suppose they'd probably have to rename Cooper Square too...</p>\n<p>What though would they change the name to? Does the reader have any ideas?</p>\n<p>Please donate to <a href=\"http://www.wepay.com/donations/citizen-journalism\">www.wepay.com/donations/citizen-journalism</a> to support my work.<br> Follow me on twitter<a href=\"http://www.twitter.com/stopmotionsolo\">@StopMotionsolo</a><br> Watch and follow <a href=\"http://www.ustream.tv/stopmotionsolo\">www.StopMotionsolo.tv</a><br> Like my fan page <a href=\"http://www.facebook.com/stopmotionsolo\">www.facebook.com/stopmotionsolo</a></p>\n<p>Stay Informed. Get Involved. Be active.</p>\n<p>Remember to keep reading <img src=\"http://stopmotionsolo.net/wp-includes/images/smilies/icon_smile.gif\"></p>\n</div>", "entities": [{"count": 11, "name": "Cooper Union"}, {"count": 5, "name": "Peter Cooper"}, {"count": 5, "name": "CUNY"}, {"count": 2, "name": "North America"}, {"count": 2, "name": "Cooper Square"}, {"count": 1, "name": "The Cooper Union"}, {"count": 1, "name": "New York State"}, {"count": 1, "name": "Cooper Union Foundation Building"}, {"count": 1, "name": "City University of New York"}, {"count": 1, "name": "Quebec"}, {"count": 1, "name": "Montreal"}], "favicon_colors": null, "keywords": [{"score": 113, "name": "tuition"}, {"score": 112, "name": "students"}, {"score": 93, "name": "cooper"}, {"score": 53, "name": "cuny"}, {"score": 49, "name": "union"}, {"score": 34, "name": "free"}, {"score": 30, "name": "stopmotionsolo"}, {"score": 30, "name": "school"}, {"score": 30, "name": "demonstrations"}, {"score": 24, "name": "protest"}], "published": 1354703081000, "provider_name": "Stopmotionsolo", "type": "html"}