{"provider_url": "http://blogs.reuters.com", "description": "This time last year, I wrote about the pressure that public companies face to grow at all costs, and how destructive that pressure can be. Growth is, weirdly, inimical to longevity: if you want something to last for a very, very long time, then what you really want to create is something large - but not huge - and which doesn't need to grow at all.", "embeds": [], "safe": true, "provider_display": "blogs.reuters.com", "related": [{"score": 0.6736804246902466, "description": "Apollo Tyres Ltd. (APTY) rose to its highest in at least 22 years in Mumbai trading after Cooper Tire & Rubber Co. (CTB) dropped a $2.5 billion merger plan, easing investor concern the Indian company would take on too much debt. Shares of Apollo climbed 5.8 percent to 107.20 rupees, the highest close since at least January 1991.", "title": "Apollo Tyres Climbs After Cooper Tire Drops Merger Plan", "url": "http://www.bloomberg.com/news/2013-12-30/cooper-tire-terminates-merger-agreement-with-apollo-tyres.html", "thumbnail_height": 800, "thumbnail_url": "http://www.bloomberg.com/image/iyz62.HCMsfw.jpg", "thumbnail_width": 1200}, {"score": 0.6074638366699219, "description": "How well do you really know a subject? I think the best way is if you can teach the concept to someone else new to the idea. If you really want to test yourself, try explaining it to a 5 year old. This was a real discussion I had with [...]", "title": "Why Explaining To A 5-Year Old Challenges Your Understanding Of Collaboration", "url": "http://www.forbes.com/sites/rawnshah/2013/12/30/why-explaining-to-a-5-year-old-challenges-your-understanding-of-collaboration/", "thumbnail_height": 224, "thumbnail_url": "http://b-i.forbesimg.com/rawnshah/files/2013/12/kidsponie00-300x224.jpg", "thumbnail_width": 300}, {"score": 0.5703274607658386, "description": "A cross-border buyout that once valued Cooper Tire & Rubber Co. at $2.5 billion has now devolved into a court battle over as little as a few hundred million dollars. Cooper officially terminated its sale to India's Apollo Tyres Ltd. Monday after months of delay in which Apollo sought to cut the $35-a-share price.", "title": "Cooper Tire terminates $2.2 billion merger agreement with Apollo Tyres. $CTB", "url": "http://online.wsj.com/news/articles/SB10001424052702304137304579290021473771410", "thumbnail_height": 174, "thumbnail_url": "http://s.wsj.net/public/resources/images/AM-BB659_COOPER_D_20131230125934.jpg", "thumbnail_width": 262}], "favicon_url": "http://uk.reuters.com/resources_v2/images/favicon.ico", "authors": [], "images": [{"caption": null, "url": "http://blogs.reuters.com/wp-content/themes/reuters_fb_150x150.jpg", "height": 150, "width": 150, "colors": [{"color": [48, 50, 50], "weight": 0.865478515625}, {"color": [228, 136, 23], "weight": 0.10498046875}, {"color": [234, 234, 234], "weight": 0.029541015625}], "entropy": 1.70708991635, "size": 22184}, {"caption": null, "url": "http://blogs.reuters.com/wp-content/profile-images/upe2_tn_1267-profile-image.jpg", "height": 82, "width": 110, "colors": [{"color": [235, 233, 236], "weight": 0.833740234375}, {"color": [180, 153, 152], "weight": 0.080078125}, {"color": [145, 116, 113], "weight": 0.04345703125}, {"color": [46, 35, 33], "weight": 0.024169921875}, {"color": [108, 77, 69], "weight": 0.0185546875}], "entropy": 3.74587381391, "size": 7160}], "cache_age": 83182, "lead": null, "language": "English", "original_url": "http://reut.rs/14Jxx6r", "url": "http://blogs.reuters.com/felix-salmon/2013/04/29/the-tragedy-of-cooper-union/", "media": {}, "title": "The tragedy of Cooper Union", "offset": null, "content": "<div>\n<p>This time last year, I <a href=\"http://www.wired.com/business/2012/03/ff_facebookipo/all/1\">wrote</a> about the pressure that public companies face to grow at all costs, and how destructive that pressure can be. Growth is, weirdly, inimical to longevity: if you want something to last for a very, very long time, then what you really want to create is something large - but not huge - and which doesn't need to grow at all. The <a href=\"http://www.economist.com/node/3490684\">world's oldest companies</a> are nearly all family-owned affairs; they're big enough to keep those families well-off, and they tend to produce goods or services for which there is a steady demand across the centuries. (Hotels, for instance, or wine.)</p>\n<p>Peter Cooper understood this well. A wealthy man, he owned a lot of land in Manhattan - including the land underneath what is now the Chrysler Building - and he knew that land would, literally, produce healthy rents in perpetuity. A philanthropist, Cooper knew exactly what he wanted those rents to be spent on: he created the Cooper Union, a college with the defining characteristic that it would charge its students nothing. It was - and is - a noble cause. And in the early days, its trustees quite literally bought into that cause: they helped out with its endowment, and covered its deficits in years where it lost money.</p>\n<p>Cooper understood that free education doesn't really scale. If you're charging, then extra students provide extra income which can pay for extra teachers and administrators and buildings. But if you're giving education away for free, then it's imperative that you operate strictly within your means. The only way to grow is if you persuade some new generations of wealthy benefactors to contribute their own money or land. But at Cooper Union, that hasn't happened for many decades.</p>\n<p>As a result, Cooper Union has always been an extremely special educational institution, the kind of place where a little went a very long way. The faculty was not well paid; the facilities were bare-bones. But the students were fantastic, because Cooper could pick the very best of the very best. And the college's overriding social mission engendered a huge amount of loyalty and love for the institution, as well as being reflected deep in its curricula. Here's <a href=\"http://nplusonemag.com/save-cooper-union\">Sangamithra Iyer</a>, for instance:</p>\n<blockquote>\n<p>When I graduated from Cooper, in 1999, I received a scholarship for a master's program in geotechnical engineering at UC Berkeley. That summer, a major earthquake devastated Turkey. The first day of classes, the first thing one professor said was that Turkey smelled \"like 40,000 dead people\" and that \"engineers who know that smell do their work a lot differently than those who don't.\" It was this sense of social responsibility that led me to pursue engineering, but also to leave it from time to time. A Cooper education freed me from debt, and allowed me the freedom to pursue purpose, not profit-driven endeavors. Its Union, for me, not only united the arts and the sciences but also was about making connections between the technical, the political, and the social.</p>\n</blockquote>\n<p>While the Cooper Union ethos never left the students or the faculty, however, it did seem to desert a significant chunk of the Board of Trustees and the administration. Starting as long ago as the early 1970s, the board started selling off the land bequeathed by Cooper, not to invest the proceeds in higher-yielding assets, but rather just to cover accumulated deficits. Cooper hated debt and deficits, but that hatred was not shared by later administrators, who would allow debts to accumulate - bad enough - until the only solution was to sell off the college's patrimony, thereby reducing the resources available for future generations of students. If you visit Astor Place today, the intersection once dominated by the handsome Cooper Union building, the main thing you notice are two gleaming new glass-curtain-walled luxury buildings, one residential and one commercial, both constructed on land bought from Cooper Union.</p>\n<p>Then, when you turn the corner and look at what hulks across the street from the main Cooper Union building, you can see where a huge amount of the money went: into a gratuitously glamorous and expensive New Academic Building, built at vast expense, with the aid of a $175 million mortgage which Cooper Union has no ability to repay.</p>\n<p>The bland name for the building is a symptom of the fact that Cooper's capital campaign, designed to raise the money for its construction, was a massive flop: no one gave remotely enough money to justify putting their name on the building. It's also a symptom of the fact that no one on the board had any appetite for naming it after George Campbell, the main architect of the scheme which involved going massively into debt in order to construct this white elephant.</p>\n<p>Campbell, pictured grinning widely in a now-notorious 2009 <a href=\"http://online.wsj.com/article/SB124631610981670647.html\">WSJ article</a>, claimed that Cooper was a financial success story when in fact it was on the verge of collapse. He's the single biggest individual villain in the Cooper story, and it's a vicious irony that <a href=\"http://207.153.189.83/EINS/135562985/135562985_2011_091597a3.PDF\">Cooper's latest Form 990</a> shows him being paid $1,307,483 in 2011 - <em>after</em> he left Cooper's presidency. (Cooper Union <a href=\"http://cooper.edu/about/finance-and-administration/vp/faq\">explains</a> that the amount represents six years of \"deferred compensation/retention payments\", but the timing couldn't be worse.)</p>\n<p>Campbell's enablers and cheering squad were a small group of trustees, many of them Cooper-trained engineers gone Wall Street, who had so internalized the ethos of the financial world that it never occurred to them that they shouldn't be constantly trying to get bigger and better and shinier. Campbell was paid $668,473 in his last year at Cooper - he was one of the highest-paid college presidents in the country, despite running a naturally small institution with serious space and money constraints. Board-member financiers enabled his dreams of growth and glory, hoping that some of the glamor from the newly-revitalized institution would reflect back on themselves. Naturally, when the whole project turned out to be a disaster, they scurried ignobly off the board as fast as they could.</p>\n<p>The turnover on the board continues: the latest Form 990 alone shows six trustees - Marc Appleton, Robert Aquilina, Judith Rodin, Moshe Safdie, William Sandholm, and Philip Trahanas - resigning their posts over the course of the year. And if you look at the current <a href=\"http://cooper.edu/about/trustees\">list of trustees</a>, you'll see there have been other resignations since then: Douglas Hamilton, Vikas Kapoor, Audrey Flack, Stanley Lapidus, Giorgiana Slade, Cynthia Weiler, and Ronald Weiner. That's 13 resignations in the course of just over two years; the entire board has only 22 members.</p>\n<p>For an institution which was founded to exist in perpetuity, this kind of board turnover is decidedly worrying, especially since it was the board which <a href=\"http://cooper.edu/about/trustees/board-trustees-statement-future-plans-cooper-union\">decided and announced</a> that Cooper Union will start charging tuition. If this board is just passing through, with precious little aggregate tenure or institutional memory, the legitimacy of that decision is surely greatly reduced.</p>\n<p>What's more, a weak board puts extra power in strong presidents - and both the current president, Jamshed Bharucha, and his predecessor, George Campbell, seem to have been able to persuade the board to implement anything they wanted to do. Bharucha is no fan of Campbell, for obvious reasons, but in many ways the two well-paid presidents are quite similar. I recently obtained a highly-unofficial transcript of the September 2012 board meeting*, where Bharucha was far from despondent or apologetic about the fact that Cooper's board felt as though it was being forced to choose between charging tuition and closing down entirely. \"Turning adversity into opportunity is really an opportunity that very few institutions have,\" he said, before talking about something called \"a vision process\". Later, he comes out with this:</p>\n<blockquote>\n<p>I resonate very much to future-oriented thinking about higher education. I assure you that I will be guiding the institution to embrace these technologies and we're not going to be trapped in the past. I think if we get over this hump there will be so much opportunity... I think we can lead... We don't have a global brand. We've got to build that global brand.</p>\n</blockquote>\n<p>Similarly, the trustees' statement includes worrisome language like this:</p>\n<blockquote>\n<p>Maintaining the highest standards of excellence means that we must constantly aim to improve through investment. We must engage in a continuous process of strengthening our academic programs, our faculty, and the clarity of our academic reputation. The institution will invest in our programs and our faculty to ensure that we always are, and are regarded as, equal to the best.</p>\n</blockquote>\n<p>This is emphatically <em>not</em> Peter Cooper's vision. The United States is full of higher-education institutions trying to carve out \"a global brand\" for themselves, often through \"investment\". They generally have multi-billion-dollar endowments, global name recognition, and undergraduate tuition costs somewhere north of $40,000 a year. You could name a dozen of them off the top of your head, and Cooper Union would never be one of them. On the other hand, what you can't do is name a dozen - or even two - institutions like Cooper, based on a social mission and free tuition and low-key excellence, where the pedagogy is not reliant on the provision of climbing walls, and where the health of the institution is not reliant on jet-setting deans who address the World Economic Forum on the subject of Global Leadership.</p>\n<p>An investment is what you do when you spend money today, with an eye to reaping a profit in the future. Investments, by definition, are associated with future cashflow: if they're not, then they're not investments. Once Cooper Union starts \"investing\" in programs and faculty, it will have to charge for those programs and faculty in order for the investments to bear fruit. All of which is to say that this tuition charge is permanent: once it's implemented, the chances of it being reversed are <em>de minimis</em>.</p>\n<p>Bharucha, like Campbell before him, is intensely focused on improving Cooper Union's name recognition. Cooper Union has historically not been very well known, even among New Yorkers: they often think it's some kind of labor union, rather than an undergraduate college. That's fine: the people who matter - the teenagers applying to the art school, the entire architectural profession - know exactly what Cooper Union is, and what it stands for. Not every non-profit organization needs its own awareness campaign - but of course if Cooper Union now has to start attracting richer kids capable of paying $20,000 a year in tuition, it's going to have to start marketing itself more aggressively. Again, that's not something it historically ever wanted or needed to do, and it's not something Peter Cooper would be remotely happy about. His resources were meant to go towards education, not towards marketing and billing and \"development\".</p>\n<p>Another thing that Bharucha and Campbell had in common: both entered into talks about essentially selling Cooper Union to a deeper-pocketed institution. Campbell talked to NYU in the mid-2000s; Bharacha talked to Bard more recently. Obviously, none of those talks got very far; the NYU discussions ended when it decided to buy Polytechnic University instead, in 2008. In either case it's hard to see how Cooper Union's social mission and commitment to tuition-free education could have been preserved in perpetuity.</p>\n<p>But the end result - what we ended up with - is arguably worse. Once you start charging tuition, you can't go back: you build a huge amount of infrastructure for students who feel entitled to certain amenities, given how much they're paying. And the college becomes a business with a P&amp;L, having to chase revenues and persuade potential students that it's a better financial deal than the various alternatives they have.</p>\n<p>The result is that Cooper is certain to lose its much-cherished selectivity: according to the transcript, the September board meeting discussed a report from Maguire Associates which concluded, intuitively enough, that there's simply no way to charge $20,000 a year and still accept less than 8% of applicants. That selectivity helps Cooper Union <a href=\"http://colleges.usnews.rankingsandreviews.com/best-colleges/cooper-union-for-the-advancement-of-science-and-art-190372/overall-rankings\">rank top</a> among \"regional colleges\" in the influential US News ranking; both the selectivity and the ranking are sure to fall once tuition is introduced. (Cooper Union claims that it will have \"need-blind\" admissions, and that if you're eligible for any kind of Pell Grant, you will get a full scholarship. But there's no getting around the fact that it will need a certain number of paying students in order to make the math add up.)</p>\n<p>Bharucha has also managed to ensure the undying opposition of Cooper Union's most passionate students. Just this weekend, they <a href=\"https://www.facebook.com/media/set/?set=a.462129387201218.1073741826.391957684218389&amp;type=1\">painted the lobby of the architecture school black</a> in protest, unaware that during the September board meeting, Bharucha complained about their \"politics of destruction\". The relationship between Cooper Union's administrators and its students has never been worse - and that's not going to make it easy for Cooper to be able to paint itself as a prestigious institution worth paying $20,000 a year to attend.</p>\n<p>In September, according to the transcript, Bharucha talked of the \"enormous reputational risks\" of charging tuition, and the \"difficulty recruiting new students\". So it's not like any of this was unexpected. \"If it weren't for all this noise\", Bharucha said in the meeting, he would be much more confident that charging tuition could work. But with it, he said, \"it will be very difficult\" to make a success of the new strategy.</p>\n<p>The board has gone along with Bharucha's strategy anyway, in the belief that all the alternatives are worse. In large part they were forced into their decision by the mortgage on the New Academic Building: you can't shrink your way to sustainability when you owe MetLife $175 million, and you have to come up with the eight-figure debt-service payments somehow. Given that no one was about to write a $100 million check to Cooper Union, the only other place to find the necessary money was by charging. Even if doing so means destroying the very basis upon which Cooper Union was founded.</p>\n<p>*A word about this transcript. Cooper Union spokesman Lloyd Kaplan told me that board meetings are not officially recorded or transcribed in any way, which is consistent with what my sources are telling me - which is that the meeting was recorded without the knowledge or consent of the board members.</p>\n<p>The transcript is an important document, and I'm sure it will make its way onto the internet sooner or later. I'm not going to be the one to do that, however, because I have no evidence which can vouch for its authenticity, or demonstrate that the people named in the transcript actually said what it says they said. Conversations with two different sources have convinced me that the transcript is accurate; even then, however, I have only directly quoted Jamshed Bharucha, the president, rather than any unpaid board members.</p>\n<p>Kaplan has told me that Cooper will have no comment on whether Bharucha actually said the things I've quoted him saying: he won't confirm that he said them, but neither will he deny that he said them. My sources and I are sure that the quotes are accurate, but you should be aware that it's never going to be possible to be 100% certain on that question.</p>\n</div>", "entities": [{"count": 25, "name": "Cooper Union"}, {"count": 18, "name": "Cooper"}, {"count": 10, "name": "Bharucha"}, {"count": 7, "name": "Campbell"}, {"count": 3, "name": "Peter Cooper"}, {"count": 2, "name": "Turkey"}, {"count": 2, "name": "NYU"}, {"count": 2, "name": "Jamshed Bharucha"}, {"count": 2, "name": "George Campbell"}, {"count": 1, "name": "Audrey Flack"}, {"count": 1, "name": "Judith Rodin"}, {"count": 1, "name": "Maguire Associates"}, {"count": 1, "name": "US News"}, {"count": 1, "name": "Kaplan"}, {"count": 1, "name": "MetLife"}, {"count": 1, "name": "Manhattan"}, {"count": 1, "name": "UC Berkeley"}, {"count": 1, "name": "Bharacha"}, {"count": 1, "name": "Moshe Safdie"}, {"count": 1, "name": "Vikas Kapoor"}, {"count": 1, "name": "Board of Trustees"}, {"count": 1, "name": "Ronald Weiner"}, {"count": 1, "name": "Polytechnic University"}, {"count": 1, "name": "Philip Trahanas"}, {"count": 1, "name": "Pell Grant"}, {"count": 1, "name": "United States"}, {"count": 1, "name": "Giorgiana Slade"}, {"count": 1, "name": "Sangamithra Iyer"}, {"count": 1, "name": "Robert Aquilina"}, {"count": 1, "name": "Stanley Lapidus"}, {"count": 1, "name": "William Sandholm"}, {"count": 1, "name": "Lloyd Kaplan"}, {"count": 1, "name": "Cynthia Weiler"}, {"count": 1, "name": "Douglas Hamilton"}, {"count": 1, "name": "Marc Appleton"}], "favicon_colors": [{"color": [247, 128, 5], "weight": 0.000244140625}], "keywords": [{"score": 205, "name": "cooper"}, {"score": 120, "name": "bharucha"}, {"score": 102, "name": "union"}, {"score": 72, "name": "board"}, {"score": 66, "name": "tuition"}, {"score": 54, "name": "campbell"}, {"score": 50, "name": "institution"}, {"score": 45, "name": "students"}, {"score": 44, "name": "transcript"}, {"score": 41, "name": "faculty"}], "published": 1367193600000, "provider_name": "Reuters", "type": "html"}