{"provider_url": "http://cooper.edu", "description": "The Office of the President is pleased to introduce a Board Report which will provide information about decisions and other outcomes that result from the quarterly Board of Trustees meetings. The Board of Trustees meets quarterly in March, June, September and December. From time to time, special meetings of the Board are called by the Secretary.", "embeds": [], "safe": true, "provider_display": "cooper.edu", "related": [], "favicon_url": "http://cooper.edu/sites/all/themes/cooper/favicon.ico", "authors": [], "images": [], "cache_age": 83457, "lead": null, "language": "English", "original_url": "http://cooper.edu/about/news/board-report-09-20-2012", "url": "http://cooper.edu/about/news/board-report-09-20-2012", "media": {}, "title": "Cooper Union", "offset": null, "content": "<div>\n<p>The Office of the President is pleased to introduce a Board Report which will provide information about decisions and other outcomes that result from the quarterly Board of Trustees meetings. The Board of Trustees meets quarterly in March, June, September and December. From time to time, special meetings of the Board are called by the Secretary. The President's liaison to the Board of Trustees is Lawrence Cacciatore, Chief of Staff and Secretary to the Board of Trustees. In his role as Secretary, Lawrence handles communications to and from the Board of Trustees. </p>\n<p>The Board of Trustees met on September 19 <sup>th</sup>. At their meeting, the Board reaffirmed their spring meeting decision to continue the full-tuition scholarship policy for undergraduates entering in the Fall of 2013.  The Cooper Union will honor the scholarship policy for these students during their time at The Cooper Union.</p>\n<p>The primary focus of the Board meeting was to brief the Board on the process underway to address the short-term and long-term challenges we face concerning the viability of The Cooper Union. It was noted that the faculty, in particular, are working with the deans of each school to develop programs that will position the schools towards greater financial and academic strength. </p>\n<p>Board actions included:</p>\n<ol><li>Approval of the nominations of new trustees (see separate story);</li>\n\t<li>Adoption of <a href=\"http://cooper.edu/sites/default/files/uploads/assets/site/files/Cooper%20Union%20bylaws%20amended%20through%20September%2019%2C%202012.pdf\">bylaws</a> amendments to strengthen Board governance, and</li>\n\t<li>Authorization for the administration to explore bridge financing options in order to address the short-term financial challenge of getting to 2018-2019, at which time the Chrysler building payments to The Cooper Union begin to rise from an estimated $27 million in fiscal year 2013 to $74.8 million in fiscal year 2019.  The Cooper Union's ownership of the land underneath the Chrysler Building represents the institution's largest source of revenue.  In FY 2013 it is expected to generate approximately $9 million in annual rent payments and $18 million in annual tax equivalency payments. The year 2018 (fiscal year 2019) marks the beginning of a scheduled rent increase, by $21 million, to $32.5 million, from the tenant, Tishman Speyer. The increased ground rent is estimated to result in an increase to $22.3 million in tax-equivalency payments from New York City to The Cooper Union (based on current tax rates).</li>\n</ol><p>Acknowledging students who were conducting a silent protest outside the meeting, President Bharucha invited the students to address the Board with their concerns following the conclusion of the Board of Trustees meeting.  In a 90-minute session with 10 Board members, 50 or more students stressed the importance of continuing to offer merit-based full-tuition scholarships. The students asked to be heard, and, for greater involvement in decision-making.  The President, Chairman Mark Epstein and other trustees encouraged the students to share their thoughts in this informal session.  Responding to a request made prior to the meeting from the Friends of The Cooper Union to meet with Trustees, the board secretary has scheduled a meeting for early October between representatives from the Friends of Cooper Union group and President Bharucha, Chairman Epstein, and other Board representatives.</p>\n<p>All students, faculty, staff and alumni/ae are invited to sign up for information sessions with the President as well as T.C. Westcott, Vice President of Finance and Administration &amp; Treasurer, to learn more about The Cooper Union's financial status and to make suggestions (see separate story).</p>\n<p>Highlights of the Board meeting:</p>\n<ul><li>Board governance:  Trustees agreed to limit Trustee terms to no more than two (rather than three) consecutive four-year terms, as a way to improve governance at The Cooper Union.  Other by-law amendments were made as well. To access the by-laws for The Cooper Union Board of Trustees, <a href=\"http://cooper.edu/sites/default/files/uploads/assets/site/files/Cooper%20Union%20bylaws%20amended%20through%20September%2019%2C%202012.pdf\">click here</a>.</li>\n\t<li>Financial situation and reinvention process: The President and Thomas Driscoll (ME'77), chairman of the Finance Committee, discussed the institution's short- and long-term financial challenges.  Academic deans and faculty are now working on plans for academic programs that will generate $12 million annually in new revenue over the next ten years - broken up into two 5-year phases.  The goal is for each faculty to agree on a plan (due Nov. 15 to the President) that addresses specified revenue targets for each school. The President will make recommendations to the Board of Trustees at the December meeting on how the institution can address anticipated short- and long-term revenue shortfalls to ensure financial sustainability.</li>\n\t<li>Bridge financing options: The Board voted to authorize the President and Vice President of Finance and Administration &amp; Treasurer to explore bridge funding options to address the short term financial challenge.  The Cooper Union has limited resources, in terms of revenues and unrestricted endowment funds, to meet its annual operating expenses.  The idea is to create a \"bridge\" until fiscal years 2018-2019, when the scheduled increase in Chrysler Building ground rent will take effect (for more information, see <a href=\"http://cooper.edu/about/finance-and-administration/financial-faq#DEFICIT%20&amp;%20FINANCIAL%20SITUATION\">Frequently-Asked Questions</a>).</li>\n</ul><p>President Bharucha closed the meeting by saying that he anticipates the Board will consider the recommendations he will present in December which will be based on the plans developed by the faculty. He further stated that the Board meeting outcomes will be deliberated into the new year, before announcing any major decisions following the meeting.  \"There is no easy path,\" Bharucha told the Board, \"but we have come a long way in trying to find pathways.\"</p>\n</div>", "entities": [{"count": 13, "name": "Board"}, {"count": 8, "name": "Cooper Union"}, {"count": 7, "name": "Board of Trustees"}, {"count": 4, "name": "Bharucha"}, {"count": 2, "name": "The Cooper Union"}, {"count": 1, "name": "T.C. Westcott"}, {"count": 1, "name": "Chrysler"}, {"count": 1, "name": "Lawrence"}, {"count": 1, "name": "The Cooper Union Board of Trustees"}, {"count": 1, "name": "New York City"}, {"count": 1, "name": "Friends of Cooper Union"}, {"count": 1, "name": "Mark Epstein"}, {"count": 1, "name": "Finance Committee"}, {"count": 1, "name": "Thomas Driscoll"}, {"count": 1, "name": "Finance and Administration & Treasurer"}, {"count": 1, "name": "Tishman Speyer"}, {"count": 1, "name": "Board of Trustees is Lawrence Cacciatore"}, {"count": 1, "name": "Vice President of Finance and Administration & Treasurer"}, {"count": 1, "name": "Epstein"}], "favicon_colors": [{"color": [242, 250, 252], "weight": 0.03759765625}, {"color": [0, 177, 245], "weight": 0.0048828125}, {"color": [239, 204, 15], "weight": 0.00439453125}, {"color": [246, 228, 134], "weight": 0.00341796875}, {"color": [0, 145, 97], "weight": 0.00341796875}], "keywords": [{"score": 98, "name": "board"}, {"score": 95, "name": "trustees"}, {"score": 53, "name": "cooper"}, {"score": 49, "name": "meeting"}, {"score": 45, "name": "union"}, {"score": 40, "name": "bharucha"}, {"score": 34, "name": "faculty"}, {"score": 30, "name": "long-term"}, {"score": 30, "name": "president"}, {"score": 29, "name": "students"}], "published": null, "provider_name": "Cooper", "type": "html"}