{"provider_url": "http://culturalexploration.wordpress.com", "description": "Open Letter to Cooper Union Board: As an alumnus of Cooper Union, I was not surprised to see students take to the streets and protest the decision of the Board of Trustees to abandon the tradition of offering a free education. Cooper Union students have never been known to accept situations they see as unjust.", "embeds": [], "safe": true, "provider_display": "culturalexploration.wordpress.com", "related": [{"score": 0.532444953918457, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.5017486810684204, "description": "Say it ain't so-public-school leaders in New Orleans tinkering with admissions rules to cherry-pick students? No way. These are open-enrollment public schools, aren't they? Apparently, public schools in the highly decentralized environment of New Orleans are making independent choices.", "title": "School choice sounds great in theory-but who does the choosing?", "url": "http://hechingerreport.org/content/school-choice-sounds-great-in-theory-but-who-does-the-choosing_14215/", "thumbnail_height": 250, "thumbnail_url": "http://hechingerreport.org/wp-content/uploads/perrylogo1.jpg", "thumbnail_width": 300}], "favicon_url": "http://0.gravatar.com/blavatar/e2917b6619c5f25590a7b1a1fde01925?s=16", "authors": [{"url": "http://culturalexploration.wordpress.com/author/kellyokeefe/", "name": "Kelly"}], "images": [{"caption": null, "url": "http://culturalexploration.files.wordpress.com/2013/04/03cityroom-cooper1-blog480.jpg?w=470", "height": 313, "width": 470, "colors": [{"color": [159, 112, 73], "weight": 0.393310546875}, {"color": [104, 164, 209], "weight": 0.218017578125}, {"color": [117, 78, 49], "weight": 0.1396484375}, {"color": [139, 23, 18], "weight": 0.1064453125}, {"color": [35, 23, 15], "weight": 0.071533203125}], "entropy": 5.622900453638907, "size": 35623}, {"caption": null, "url": "http://i1.wp.com/culturalexploration.files.wordpress.com/2013/04/03cityroom-cooper1-blog480.jpg?fit=440%2C330", "height": 293, "width": 440, "colors": [{"color": [150, 105, 68], "weight": 0.461181640625}, {"color": [105, 163, 206], "weight": 0.231689453125}, {"color": [130, 37, 22], "weight": 0.142333984375}, {"color": [232, 218, 187], "weight": 0.054443359375}, {"color": [183, 155, 118], "weight": 0.04248046875}], "entropy": 5.58155692789, "size": 33121}, {"caption": null, "url": "http://culturalexploration.files.wordpress.com/2008/12/brandcenter_culture1.jpg", "height": 180, "width": 720, "colors": [{"color": [209, 127, 52], "weight": 0.7568359375}, {"color": [242, 248, 242], "weight": 0.100341796875}, {"color": [185, 189, 180], "weight": 0.083740234375}, {"color": [33, 21, 21], "weight": 0.03955078125}, {"color": [91, 79, 69], "weight": 0.01513671875}], "entropy": 3.8588365759778047, "size": 49447}, {"caption": null, "url": "http://s2.wp.com/wp-content/mu-plugins/highlander-comments/images/wplogo.png?m=1289230950g", "height": 100, "width": 100, "colors": [{"color": [224, 233, 237], "weight": 0.412841796875}, {"color": [5, 132, 173], "weight": 0.353271484375}, {"color": [0, 4, 5], "weight": 0.23388671875}], "entropy": 3.58359657195, "size": 12503}], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://wp.me/p6Sil-bF", "url": "http://culturalexploration.wordpress.com/2013/04/25/cooper-unions-epic-failure/", "media": {}, "title": "Cooper Union's Epic Failure", "offset": null, "content": "<div>\n<img src=\"http://culturalexploration.files.wordpress.com/2013/04/03cityroom-cooper1-blog480.jpg?w=470\"><strong>Open Letter to Cooper Union Board:</strong> <p>As an alumnus of Cooper Union, I was not surprised to see students take to the streets and protest the decision of the Board of Trustees to abandon the tradition of offering a free education. Cooper Union students have never been known to accept situations they see as unjust.</p>\n<p>During my tenure, students protested an art show sponsored by Mobil Oil, by dropping oily fish on the gallery floor and erecting a protest sculpture to disrupt the posh VIP opening. I watched as the Dean of Art ordered the fire department to destroy the sculpture, which led to a successful effort by students to oust the Dean.</p>\n<p>I was proud to take part in these protests and to advocate for the Dean's dismissal from my post as a representative to the Faculty-Student Senate. These lessons taught me that people with conviction can stand up to any injustice, a lesson that has served me well in the 30 years since I graduated.</p>\n<p> At the time, I thought it was important to stand up to the school's administration, but the issues we fought for then seem trivial compared to today's challenges. There is nothing more sacred to the students and alumni at Cooper Union than the promise of \"free education for all.\"</p>\n<p>The decision to charge tuition at the famously free institution is a demonstration of four serious failings of the school's stewardship.</p>\n<strong>1. A Shameful Lack of Financial Responsibility</strong> <p>One of the most important roles of any board member is to protect the assets and economic lifeline of an institution. I've served on boards of schools, colleges and non-profit organizations and every board orientation includes a reminder of the fiduciary responsibility of board members. Yet the board approved the construction of an impractical building it had no means to pay for and it participated in decisions that left the school's endowment severely depleted. The board's decisions demonstrated both ignorance and negligence and they were compounded by the actions they took to remedy the situation.</p>\n<strong>2. An Approach Based on Division</strong> <p>There is no better way to address the needs of an educational institution than to bring all parties together in a constructive dialogue that encourages participation. Thousands of students and their families have benefitted from a Cooper Union education, and they are the best audience to turn to for support in a crisis. But at the time of the school's greatest need for alumni and student support, the board and administration began to pursue a plan based on charging tuition, thereby alienating the very audience the school needs to cultivate for support. The result was to divide the Cooper Union Community, turning it against itself.</p>\n<strong> 3. An Abandonment of Core Values</strong> <p>Beyond their responsibilities as financial stewards, the board and administration play another role, which is just as important to the health of any institution. They are responsible for protecting the values of the organization. It is, therefore, astonishing that the board at Cooper Union has not uttered the one sentence that would prove they are worthy stewards of this storied institution: \"We will not entertain any proposal that involves ending the policy of free tuition for all.\" This simple sentence would have ended the protests and turned combatants into collaborators, working together to secure the future of the school.</p>\n<strong> 4. A Tarnished Reputation</strong> <p>One final role of any board is to protect the reputation of the institution it serves. For an organization with the prestige of Cooper Union, the reputation has more value than any physical asset. The board's new plan is a sure path to depleting Cooper Union's reputation in the same way its past actions depleted the school's bank accounts. Without an immediate reversal of the board's decision, applications will decline and both student quality and program rankings will surely follow. Alumni giving will decline and corporate support will be much harder to come by. And these factors will compound, making the school less attractive to students, faculty, staff, alumni, donors and the community.</p>\n<p>Of all of the board's failings, the inability to foresee the collapse of the school's influence is the most troubling. The board must come to believe what the students and alumni already understand, that charging tuition is such a crippling option that it must be taken off the table. And only when this course has been abandoned, will other paths become visible.</p>\n<p>So I call on the board to demonstrate wisdom and goodness by ending this madness and affirming Peter Cooper's commitment to free education for all. The alumni and students are eager to help solve the problems that plague the school, but only once we know that the principles that made Cooper Union great will never be put on the bargaining table.</p>\n<p>Sincerely,</p>\n<p>Kelly O'Keefe</p>\n<p>Cooper Union School of Art '82</p>\n<p>Professor and former Managing Director of the VCU Brandcenter </p>\n<p>Chief Creative Officer of CRT/tanaka</p>\n</div>", "entities": [{"count": 8, "name": "Cooper Union"}, {"count": 1, "name": "Dean of Art"}, {"count": 1, "name": "Cooper Union Board"}, {"count": 1, "name": "Kelly O'Keefe Cooper Union School of Art"}, {"count": 1, "name": "Board of Trustees"}, {"count": 1, "name": "Mobil Oil"}, {"count": 1, "name": "Peter Cooper"}, {"count": 1, "name": "Senate"}, {"count": 1, "name": "VCU Brandcenter"}, {"count": 1, "name": "Abandonment of Core Values Beyond"}, {"count": 1, "name": "Cooper Union Community"}], "favicon_colors": [{"color": [194, 120, 50], "weight": 0.023681640625}, {"color": [171, 180, 176], "weight": 0.014892578125}, {"color": [136, 133, 127], "weight": 0.009765625}, {"color": [43, 28, 25], "weight": 0.006103515625}, {"color": [95, 70, 50], "weight": 0.005859375}], "keywords": [{"score": 64, "name": "board"}, {"score": 53, "name": "cooper"}, {"score": 46, "name": "alumni"}, {"score": 45, "name": "students"}, {"score": 41, "name": "union"}, {"score": 40, "name": "school"}, {"score": 26, "name": "tuition"}, {"score": 21, "name": "institution"}, {"score": 21, "name": "depleted"}, {"score": 20, "name": "protests"}], "published": null, "provider_name": "VCU Brandcenter", "type": "html"}