{"provider_url": "http://www.artforum.com", "description": "12.31.13 Arts and cultural organizations in northern New York have received nearly $6.5 million in economic-development funds from the state last week, reports Steve Barnes of the Times Union . These funds are part of $716 million allocated to the arts that the state's ten regions share through a competitive grant system.", "embeds": [], "safe": true, "provider_display": "www.artforum.com", "related": [{"score": 0.6751174330711365, "description": "MUSEUMS USED TO stand for something old, dusty, boring and barely relevant to real life. Those kinds of places still exist, but there are far fewer of them, and the more successful ones have changed out of all recognition.", "title": "Temples of delight", "url": "http://www.economist.com/news/special-report/21591707-museums-world-over-are-doing-amazingly-well-says-fiammetta-rocco-can-they-keep?fsrc=scn/tw/te/pe/templesofdelight", "thumbnail_height": 1144, "thumbnail_url": "http://cdn.static-economist.com/sites/default/files/imagecache/original-size/images/print-edition/20131221_SRC114.png", "thumbnail_width": 1190}, {"score": 0.6378097534179688, "description": "Open sharing has been around forever, accelerating progress in diverse fields. Computing (e.g., Homebrew Computer Club), code (open source), and even academic publishing (\"open access\", which goes beyond peer review) are just a few that have multiplied their social impact thanks to this openness.", "title": "The Getty and Google Unleash Free Art - And Your Creative Potential", "url": "http://www.wired.com/opinion/2013/12/what-getty-google-others-just-did-that-will-make-us-more-creative-than-ever/", "thumbnail_height": 200, "thumbnail_url": "http://www.wired.com/opinion/wp-content/uploads/2013/12/06999401-200x200.jpg", "thumbnail_width": 200}, {"score": 0.5861507058143616, "description": "The Bronx Museum of the Arts organized a V.I.P. luncheon in October that featured the actor Chazz Palminteri telling stories from his one-man show \"A Bronx Tale,\" eggplant Parmesan sandwiches made on Arthur Avenue, and even free shuttle service to and from Midtown Manhattan.", "title": "Bronx Arts Museum Reaches Out to Borough Alumni", "url": "http://www.nytimes.com/2013/12/30/nyregion/bronx-arts-museum-reaches-out-to-borough-alumni.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/30/nyregion/BRONXMUSEUM/BRONXMUSEUM-videoSixteenByNine1050.jpg", "thumbnail_width": 1050}, {"score": 0.5781121850013733, "description": "The Bundestag, in a statement issued after the report in Bild newspaper, said an art historian was reviewing two \"suspicious cases\", but a spokesman would not confirm the find. The art historian's investigations into the German parliament's art collection, which began in 2012, were continuing, the Bundestag spokesman said.", "title": "Nazi-looted art found in German parliament: report", "url": "http://www.reuters.com/article/2013/12/30/us-germany-art-nazi-idUSBRE9BT0GB20131230", "thumbnail_height": null, "thumbnail_url": null, "thumbnail_width": null}, {"score": 0.56916344165802, "description": "As we near the end of 2013, us nostalgia-happy folks here at HuffPost Arts & Culture are looking back at the art-centric events that made this year what it was. From blockbuster exhibitions to yonic architecture, art-savvy rappers to unsavory acid attacks, exorbitant auctions to street art atrocities, these were the top arts stories of 2013.", "title": "The Top 10 Arts Stories Of 2013", "url": "http://www.huffingtonpost.com/2013/12/28/top-art-stories-2013_n_4476306.html", "thumbnail_height": 1000, "thumbnail_url": "http://i.huffpost.com/gen/1533564/thumbs/o-RAIN-ROOM-facebook.jpg", "thumbnail_width": 2000}], "favicon_url": "http://www.artforum.com/favicon.ico", "authors": [], "images": [], "cache_age": 86400, "lead": null, "language": "English", "original_url": "http://www.artforum.com/news/page_id=0", "url": "http://www.artforum.com/news/page_id=0", "media": {}, "title": "artforum.com", "offset": null, "content": "<div>\n<h6>12.31.13</h6>\n<p>Arts and cultural organizations in northern New York have received nearly $6.5 million in economic-development funds from the state last week, reports Steve Barnes of the <a href=\"http://www.timesunion.com/local/article/Arts-grants-a-6-5M-boost-for-area-economy-5083443.php\"><i>Times Union</i></a>. These funds are part of $716 million allocated to the arts that the state's ten regions share through a competitive grant system. Awards range from a $5200 grant to fund an internship at the Slate Valley Museum in Granville to a $1.2 million gift given to the Adirondack Museum in Blue Mountain Lake for renovations and improvements.</p>\n<h6>12.31.13</h6>\n<p>Tara Smith has been named chief curator of the Oceanside Museum of Art, reports James Chute of <a href=\"http://www.utsandiego.com/news/2013/Dec/22/tp-new-curator-panel-to-redefine-museums-vision/\"><i>U-T San Diego</i></a>. Smith joined the museum in January of 2013 as deputy director and was appointed interim director several months later. Said executive director Daniel Foster: \"Tara has my confidence as a very smart, upcoming museum professional and curator. She will help with the macro visioning of our exhibition program priorities and the coordination of our curatorial department.\"</p>\n<h6>12.30.13</h6>\n<p>Adam W. Kepler of the <a href=\"http://www.nytimes.com/2013/12/30/arts/design/calder-lawsuit-dismissed.html?adxnnl=1&amp;smid=nytimesarts&amp;partner=rss&amp;emc=rss&amp;adxnnlx=1388414586-hFmYi+8aMe3HEcJjrjVa3w\"><i>New York Times</i></a> reports that a twenty-million-dollar lawsuit filed by the Calder Foundation against the estate of the artist's longtime dealer, Klaus G. Perls, has been dismissed. Allegations included claims that Perls had cheated the estate out of tens of millions of dollars and sold fake Calder works. Said Justice Shirley Werner Kornreich: \"All these allegations are so patently inadequate that the court can only conclude that they were brought solely for the purpose of harassment or embarrassment.\"</p>\n<h6>12.24.13</h6>\n<p>Julia Morgan has been awarded the American Institute of Architects' most prestigious award, the gold medal. She is the first woman ever to receive the prize, which the institute began bestowing more than one hundred years ago. Morgan, most famous for Hearst Castle at San Simeon on California's central coast, died fifty-seven years ago. Mike Boehm of the <a href=\"http://www.latimes.com/entertainment/arts/culture/la-et-cm-julia-morgan-hearst-castle-aia-medal-20131221,0,5344405.story#ixzz2oPkFq7hM\"><i>Los Angeles Times</i></a> reports that this is the eighth gold medal to be awarded posthumously and that architects including Frank Gehry championed Morgan's nomination. Said Nicci Solomons, executive director of the Los Angeles chapter of the institute: \"It's exciting that Morgan is the first woman, and it does open the door to many amazing women in the profession.\"</p>\n<h6>12.23.13</h6>\n<p><a href=\"http://www.cnn.com/2013/12/23/world/europe/russia-pussy-riot-member-freed/\">CNN</a> reports that two members of Russian punk band Pussy Riot- Maria Alyokhina and Nadezhda Tolokonnikova-have been freed two months before their two-year sentences were due to end, thanks to an amnesty law introduced by Putin and backed by Russian lawmakers. Tolokonnikova and her husband Pyotr Verzilov, told CNN that she felt the amnesty law was as much a publicity stunt to burnish the government's image before the February Winter Olympics. \"President Putin obviously used this amnesty option to [brighten] up his image before the Olympic games,\" said Verzilov, who added, \"Two months out of the almost two years that the girls have served is not much. So the effect of this amnesty for Maria and Nadezhda is not really felt.\" Under the amnesty law, Alyokhina and Tolokonnikova qualified for early release because they both have young children.</p>\n<h6>12.21.13</h6>\n<p>Christie's first auction in India-held yesterday evening at the Taj Mahal in Mumbai-brought over $15 million, which was double the auction house's presale expectations. Serving as a centerpiece of the auction were works from the estate of Kekoo and Khorshed Gandhy, who ran a framing business and then in 1963 founded Chemould Gallery. Artists represented from their collection included S. H. Raza, Ram Kumar, and Vasudeo S. Gaitonde, whose <i>Untitled (Landscape)</i>, 1949, sold for $3.7 million, the highest price ever fetched by a modern work of art in India. Said Hugo Weihe, Christie's international director of Asian art, \"It is hard to imagine the careers of the great names of modern art without the encouragement of the Gandhys and it is a measure of their vision in the early 1960s that their gallery, under the stewardship of their daughter, continues to show contemporary art today.\"</p>\n<h6>12.20.13</h6>\n<p>Randy Kennedy writes in the <a href=\"http://artsbeat.blogs.nytimes.com/2013/12/20/cleveland-museum-acquires-a-collection-of-indian-islamic-art/?_r=0\"><i>New York Times</i></a> that the Cleveland Museum has acquired \"one of the most important collections still in private hands of Deccan and Mughal painting from India's major Islamic courts of the sixteenth century through the late eighteenth century.\" The collection was built by Catherine Glynn Benkaim-a curator and scholar of Indian art-and her late husband, entertainment lawyer Ralph Benkaim. Ms. Benkaim's decision to give to the Cleveland Museum was driven in part by the reopening of the institution's Indian and Southeast Asian galleries (as part of its $350 million expansion) and its ability to keep the Benkaims' collection intact. Kennedy notes that the gift comes as welcome news at the museum, whose last director, David Franklin, recently resigned after admitting to an affair with a museum staffer who later committed suicide.</p>\n<h6>12.19.13</h6>\n<p>The Roy Lichtenstein Foundation has announced it will give approximately 200,000 black-and-white prints, color photographs, negatives, contact sheets, transparencies, and slides to five major institutions, reports Ted Loos of the <a href=\"http://www.nytimes.com/2013/12/19/arts/design/roy-lichtenstein-foundation-donates-shunk-kender-photo-trove.html?hpw&amp;rref=arts\"><i>New York Times</i></a>. The donation, which was culled from the Harry Shunk and Shunk-Kender photography collection, includes photographs of post-war artists and artworks taken by Harry Shunk and J&#225;nos Kender: Yves Klein's <i>Leap into the Void</i>, 1960; ninety-two prints of Yayoi Kusama's <i>The Anatomic Explosion</i>, 1968, and <i>Mirror Performance</i>, 1963; and documentation of MoMA's 1971 exhibition, \"Pier 18,\" which showcased the work of twenty-seven artists including John Baldessari, Mel Bochner, Daniel Buren, Dan Graham, Gordon Matta-Clark, Dennis Oppenheim, Richard Serra, and Michael Snow; among others. Most of the collection will be given to the Getty Research Institute, Los Angeles. Four museums (the Museum of Modern Art, New York; the National Gallery of Art, Washington, DC; the Centre Pompidou, Paris; and the Tate, London) will be given their own gifts and will be able to request the Getty's holdings for academic use, creating a consortium between these institutions. The Roy Lichtenstein Foundation acquired the photographs between 2008 and 2012, when they were at risk of being scattered after Shunk's death in 2006.</p>\n<h6>12.19.13</h6>\n<p>The Tate Modern, London, has announced that Andrea Lissoni has been appointed its film and international art curator, reports <a href=\"http://artdaily.com/news/66906/Andrea-Lissoni-appointed-as-the-Film-and-International-Art-Curator-of-Tate-Modern-#.UrME_78ZLzJ\">Artdaily</a>. Lissoni will maintain his current role as curator of Pirelli HangarBicocca, where he has, since 2011, organized exhibitions on the works of Wilfredo Prieto, Tom&#225;s Saraceno, Apichatpong Weerasethakul, Mike Kelley, and Ragnar Kjartansson, among others. \"The two posts will allow me to contribute both to the activities of one of the most prestigious institutions in the world of art and to those of an Italian institution,\" he said, \"which, partly as a result of its international outlook, I am proud to say has become a leading player in Italy and abroad.\" Lissoni begins his new position in March 2014.</p>\n</div>", "entities": [{"count": 3, "name": "New York Times"}, {"count": 3, "name": "Morgan"}, {"count": 2, "name": "Lissoni"}, {"count": 2, "name": "Roy Lichtenstein Foundation"}, {"count": 2, "name": "India"}, {"count": 2, "name": "London"}, {"count": 2, "name": "Christie"}, {"count": 2, "name": "Cleveland Museum"}, {"count": 2, "name": "Nadezhda"}, {"count": 2, "name": "Los Angeles"}, {"count": 2, "name": "Harry Shunk"}, {"count": 2, "name": "New York"}, {"count": 2, "name": "Putin"}, {"count": 1, "name": "Paris"}, {"count": 1, "name": "Tara"}, {"count": 1, "name": "Smith"}, {"count": 1, "name": "Tara Smith"}, {"count": 1, "name": "Tate Modern"}, {"count": 1, "name": "Perls"}, {"count": 1, "name": "Yayoi Kusama"}, {"count": 1, "name": "Steve Barnes"}, {"count": 1, "name": "Vasudeo S. Gaitonde"}, {"count": 1, "name": "Getty"}, {"count": 1, "name": "Getty Research Institute"}, {"count": 1, "name": "Pussy Riot"}, {"count": 1, "name": "Southeast Asian"}, {"count": 1, "name": "American Institute of Architects"}, {"count": 1, "name": "James Chute"}, {"count": 1, "name": "Centre Pompidou"}, {"count": 1, "name": "Kekoo"}, {"count": 1, "name": "San Simeon"}, {"count": 1, "name": "Julia Morgan"}, {"count": 1, "name": "Dennis Oppenheim"}, {"count": 1, "name": "Los Angeles Times"}, {"count": 1, "name": "Washington"}, {"count": 1, "name": "Khorshed Gandhy"}, {"count": 1, "name": "Daniel Buren"}, {"count": 1, "name": "Granville"}, {"count": 1, "name": "Maria Alyokhina"}, {"count": 1, "name": "Times Union"}, {"count": 1, "name": "San Diego"}, {"count": 1, "name": "Mirror Performance"}, {"count": 1, "name": "Adirondack Museum"}, {"count": 1, "name": "Dan Graham"}, {"count": 1, "name": "Verzilov"}, {"count": 1, "name": "Apichatpong Weerasethakul"}, {"count": 1, "name": "Ralph Benkaim"}, {"count": 1, "name": "Mike Kelley"}, {"count": 1, "name": "Benkaim"}, {"count": 1, "name": "Tomás Saraceno"}, {"count": 1, "name": "Daniel Foster"}, {"count": 1, "name": "David Franklin"}, {"count": 1, "name": "Taj Mahal"}, {"count": 1, "name": "Hearst Castle"}, {"count": 1, "name": "Pirelli HangarBicocca"}, {"count": 1, "name": "Hugo Weihe"}, {"count": 1, "name": "Calder"}, {"count": 1, "name": "California"}, {"count": 1, "name": "Russian"}, {"count": 1, "name": "MoMA"}, {"count": 1, "name": "Calder Foundation"}, {"count": 1, "name": "Mel Bochner"}, {"count": 1, "name": "Kennedy"}, {"count": 1, "name": "Klaus G. Perls"}, {"count": 1, "name": "Blue Mountain Lake"}, {"count": 1, "name": "John Baldessari"}, {"count": 1, "name": "Italy"}, {"count": 1, "name": "Ram Kumar"}, {"count": 1, "name": "Frank Gehry"}, {"count": 1, "name": "Adam W. Kepler"}, {"count": 1, "name": "Oceanside Museum of Art"}, {"count": 1, "name": "DC"}, {"count": 1, "name": "Shunk-Kender"}, {"count": 1, "name": "Catherine Glynn"}, {"count": 1, "name": "Mike Boehm"}, {"count": 1, "name": "Yves Klein"}, {"count": 1, "name": "Pyotr Verzilov"}, {"count": 1, "name": "Maria"}, {"count": 1, "name": "Shirley Werner Kornreich"}, {"count": 1, "name": "Richard Serra"}, {"count": 1, "name": "CNN"}, {"count": 1, "name": "Ragnar Kjartansson"}, {"count": 1, "name": "Shunk"}, {"count": 1, "name": "National Gallery of Art"}, {"count": 1, "name": "Andrea Lissoni"}, {"count": 1, "name": "Michael Snow"}, {"count": 1, "name": "Randy Kennedy"}, {"count": 1, "name": "Nicci Solomons"}, {"count": 1, "name": "Alyokhina"}, {"count": 1, "name": "Gordon Matta-Clark"}, {"count": 1, "name": "Ted Loos"}, {"count": 1, "name": "Asian"}, {"count": 1, "name": "Wilfredo Prieto"}, {"count": 1, "name": "S. H. Raza"}], "favicon_colors": [{"color": [27, 21, 4], "weight": 0.041015625}, {"color": [120, 119, 118], "weight": 0.008056640625}, {"color": [49, 61, 85], "weight": 0.007080078125}, {"color": [229, 240, 254], "weight": 0.00439453125}, {"color": [177, 206, 183], "weight": 0.001953125}], "keywords": [{"score": 59, "name": "museum"}, {"score": 51, "name": "art"}, {"score": 34, "name": "amnesty"}, {"score": 32, "name": "curator"}, {"score": 32, "name": "institution"}, {"score": 30, "name": "benkaims"}, {"score": 30, "name": "lissoni"}, {"score": 30, "name": "shunk"}, {"score": 23, "name": "collection"}, {"score": 22, "name": "gallery"}], "published": null, "provider_name": "Artforum", "type": "html"}