{"provider_url": "http://www.nytimes.com", "description": "The Cooper Union for the Advancement of Science and Art, which is one of the last tuition-free colleges in the country but has been under severe financial strain, announced on Tuesday that for the first time in more than a century it will charge undergraduates to attend.", "embeds": [], "safe": true, "provider_display": "www.nytimes.com", "related": [{"score": 0.693728506565094, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.6715735793113708, "description": "When Daquan McGee got accepted to the Borough of Manhattan Community College in the spring of 2010, he was 19 and still finding his footing after a two-year prison sentence for attempted robbery. He signed up for the standard battery of placement tests in reading, writing, and math; took them cold; and failed two-writing and math.", "title": "How to Escape the Community-College Trap", "url": "http://www.theatlantic.com/magazine/archive/2014/01/how-to-escape-the-community-college-trap/355745/", "thumbnail_height": 418, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/2013/12/05/0114_WEL_HulbertCommunityCollege2/mag-article-large.jpg?mxq2i1", "thumbnail_width": 615}, {"score": 0.6388352513313293, "description": "Universities in South Dakota, Nebraska, and other states have cut the number of credits students need to graduate. A proposal in Florida would let online courses forgo the usual higher-education accreditation process. A California legislator introduced a measure that would have substituted online courses for some of the brick-and-mortar kind at public universities.", "title": "'We Are Creating Walmarts of Higher Education'", "url": "http://www.theatlantic.com/education/archive/2013/12/we-are-creating-walmarts-of-higher-education/282619/", "thumbnail_height": 410, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR33OS4_1/lead_large.jpg?myf59a", "thumbnail_width": 615}, {"score": 0.6290653347969055, "description": "A.J. Mast / for NBC News This past April, facing the prospect of three 20-page papers due in the same week, Indiana University East student Harmony Glenn had a panic attack in the school library. \"I couldn't breathe, and my chest felt tight,\" she said.", "title": "Debt, no degree: Bills mount for ex-college students who never reached the finish line", "url": "http://usnews.nbcnews.com/_news/2013/12/30/21892627-debt-no-degree-bills-mount-for-ex-college-students-who-never-reached-the-finish-line?lite", "thumbnail_height": 1500, "thumbnail_url": "http://media2.s-nbcnews.com/i/MSNBC/Components/Photo/_new/131213-student-loan-debt-main-3p.jpg", "thumbnail_width": 1489}, {"score": 0.6001491546630859, "description": "American students are bored by math, science and engineering. They buy smartphones and tablets by the millions but don't pursue the skills necessary to build them. Engineers and physicists are often portrayed as clueless geeks on television, and despite the high pay and the importance of such jobs to the country's future, the vast majority of high school graduates don't want to go after them.", "title": "Who Says Math Has to Be Boring?", "url": "http://www.nytimes.com/2013/12/08/opinion/sunday/who-says-math-has-to-be-boring.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/07/opinion/video-editorial-ptech-new/video-editorial-ptech-new-videoSixteenByNine1050-v2.jpg", "thumbnail_width": 1050}], "favicon_url": "http://www.nytimes.com/favicon.ico", "authors": [{"url": "http://topics.nytimes.com/top/reference/timestopics/people/k/ariel_kaminer/index.html", "name": "ARIEL KAMINER"}], "images": [{"caption": null, "url": "http://graphics8.nytimes.com/images/2013/04/24/nyregion/24COOPER11/COOPER-superJumbo.jpg", "height": 1190, "width": 2048, "colors": [{"color": [85, 79, 74], "weight": 0.301513671875}, {"color": [36, 35, 34], "weight": 0.26220703125}, {"color": [130, 122, 117], "weight": 0.2431640625}, {"color": [174, 178, 171], "weight": 0.193115234375}], "entropy": 6.07237454582, "size": 601210}, {"caption": null, "url": "http://graphics8.nytimes.com/images/2013/04/24/nyregion/24COOPER11/COOPER-articleLarge.jpg", "height": 349, "width": 600, "colors": [{"color": [83, 78, 72], "weight": 0.27294921875}, {"color": [36, 35, 34], "weight": 0.25830078125}, {"color": [165, 170, 163], "weight": 0.25634765625}, {"color": [122, 114, 109], "weight": 0.21240234375}], "entropy": 5.888449164410168, "size": 64658}, {"caption": null, "url": "http://graphics8.nytimes.com/images/2013/04/24/nyregion/24cooper10/24cooper10-articleInline.jpg", "height": 127, "width": 190, "colors": [{"color": [14, 16, 24], "weight": 0.320556640625}, {"color": [46, 46, 54], "weight": 0.270751953125}, {"color": [92, 82, 88], "weight": 0.216552734375}, {"color": [143, 132, 136], "weight": 0.192138671875}], "entropy": 6.062624061329358, "size": 12929}, {"caption": null, "url": "http://i1.nyt.com/images/2013/12/31/opinion/31MOTH_OPED_PM/31MOTH_OPED_PM-moth.jpg", "height": 151, "width": 151, "colors": [{"color": [246, 246, 246], "weight": 0.739013671875}, {"color": [1, 1, 1], "weight": 0.2265625}, {"color": [82, 82, 82], "weight": 0.034423828125}], "entropy": 1.31134933265, "size": 11895}, {"caption": null, "url": "http://i1.nyt.com/images/2013/12/31/arts/music/31MOTH_GUITAR/31MOTH_GUITAR-moth.jpg", "height": 151, "width": 151, "colors": [{"color": [17, 6, 55], "weight": 0.720703125}, {"color": [244, 160, 215], "weight": 0.17431640625}, {"color": [245, 49, 130], "weight": 0.085205078125}, {"color": [179, 14, 98], "weight": 0.010986328125}, {"color": [143, 87, 183], "weight": 0.004638671875}], "entropy": 5.2829534809, "size": 21642}], "cache_age": 82319, "lead": null, "language": "English", "original_url": "http://www.nytimes.com/2013/04/24/nyregion/cooper-union-to-charge-undergraduates-tuition.html?pagewanted=all", "url": "http://www.nytimes.com/2013/04/24/nyregion/cooper-union-to-charge-undergraduates-tuition.html?pagewanted=all", "media": {}, "title": "Cooper Union Will Charge Tuition in 2014", "offset": null, "content": "<div>\n<img src=\"http://graphics8.nytimes.com/images/2013/04/24/nyregion/24COOPER11/COOPER-articleLarge.jpg\"><p>The <a href=\"http://topics.nytimes.com/top/reference/timestopics/organizations/c/cooper_union_for_the_advancement_of_science_and_art/index.html?inline=nyt-org\">Cooper Union</a> for the Advancement of Science and Art, which is one of the last tuition-free colleges in the country but has been <a href=\"http://www.nytimes.com/2013/02/16/nyregion/cooper-unions-tradition-of-free-tuition-may-be-near-end.html\">under severe financial strain</a>, announced on Tuesday that for the first time in more than a century it will charge undergraduates to attend. </p>\n<p>The decision ends almost two years of roiling debate about an education that was long revered for being \"free as air and water,\" and stood as the school's most distinguishing feature, insulating it until now from concerns about the rising cost of a college degree.</p>\n<p>Under the plan adopted by Cooper Union's trustees, the prestigious college, based in the East Village, will continue need-blind admissions. But beginning in fall 2014, it will charge students based on what the college described as a steeply sliding scale, with those deemed able paying around $20,000, and many others, including those \"with the greatest needs,\" paying nothing. The change would not apply to undergraduates enrolled as of this fall.</p>\n<p>\"The time has come to set our institution on a path that will enable it to survive and thrive well into the future,\" the board chairman, Mark Epstein, said in an announcement to students and faculty members in the college's Great Hall. \"Under the new policy, the Cooper Union will continue to adhere to the vision of Peter Cooper, who founded the institution specifically to provide a quality education to those who might not otherwise be able to afford it.\"</p>\n<p>Some students wept during the announcement; others left, declaring there was nothing more to hear. \"I can't even process this,\" said Ashley Katz, 20, a second-year architecture student from California. \"One of my professors came out and said, 'Drape the whole school in black.' \"</p>\n<p>After the speech, opponents of the decision gathered outside the Great Hall, where Abraham Lincoln gave <a href=\"http://www.abrahamlincolnonline.org/lincoln/speeches/cooper.htm\">one of his most famous speeches</a>, in opposition to the westward expansion of slavery, and staged what they called a walkout. </p>\n<p>Cooper Union opened in 1859, endowed by the industrialist Peter Cooper with valuable real estate and a mission of educating working-class New Yorkers, at no cost to them. Early on, some students who could afford to pay did so, but no undergraduates have paid for more than 100 years. Along with the nation's military academies, Cooper Union was among the only remaining schools in the United States that did not charge tuition.</p>\n<p>The absence of a tuition bill and the high quality of its instruction have over time changed the college's identity; today the institution that graduated the architect Daniel Libeskind, the graphic designer Milton Glaser and the artist Alex Katz, and even instructed an inventor named Thomas Edison is one of the most selective colleges in the country. Its three schools enroll about 1,000 art, architecture and engineering students from every location and every station of life, but a budget crisis lately forced the college to wrestle with changes that would once have been inconceivable.</p>\n<p>According to Cooper Union's president, Jamshed Bharucha, it currently operates at a $12 million annual deficit. The number reflects several factors: expenses that have risen faster than revenues, a growing administrative staff, disappointing fund-raising drives and, most significantly, $10 million a year in payments on a $175 million loan the school took out a few years ago, in part so that it could invest money in the stock market. In 2018, an increase in rent from the college's biggest asset, the land under the <a href=\"http://topics.nytimes.com/top/reference/timestopics/subjects/c/chrysler_building/index.html?inline=nyt-classifier\">Chrysler Building</a>, will overtake expenses, but only for a short while, he has said. </p>\n<p>Last April, Dr. Bharucha announced that Cooper Union would collect <a href=\"http://www.nytimes.com/2012/04/25/nyregion/cooper-union-will-charge-tuition-for-graduate-students.html\">tuition from graduate students</a>, who at present make up a very small fraction of the college's population. He later instructed faculty members to submit proposals for additional revenue streams, a directive that met with mixed results. The faculty at the art school refused to comply; in response, the administration refused to send out early acceptance letters for art school applicants. </p>\n<p>Meanwhile, students, faculty members and alumni who advocated for a harder look at Cooper Union's expenses convened large assemblies to demand that the administration open its books. Some staged an occupation of the school's historic Foundation Building.</p>\n<p>Many students quickly filed out of the auditorium Tuesday, but others stayed to submit questions to Mr. Epstein. The first one was shouted: \"Do you really think it's going to work?\"</p>\n<p>\"Yes we do,\" he said. \"Hopefully forever.\"</p>\n<p>The tuition the school expects to charge is still below that of many prestigious private colleges. At the <a href=\"http://www.risd.edu/About/FAQs_Facts/\">Rhode Island School of Design</a>, an urban school with a celebrated art program, tuition is $42,622; at <a href=\"http://www.cmu.edu/hub/tuition/1314-undergraduate.html\">Carnegie Mellon University</a>, which has a highly ranked engineering program, tuition is $46,670. </p>\n<p>Last year, Cooper Union hired a consulting firm to consider the effect of collecting tuition from undergraduates. (Officially the college lists a price of $38,500 a year, but extends to all students what it calls a full-tuition scholarship.)</p>\n<p>The firm advised against reducing the scholarships by more than 25 percent. Anything beyond that, it said, would weaken the applicant pool and arouse expectations for costly amenities that the college does not offer.</p>\n<p>But under the plan adopted by the trustees, Cooper Union will reduce those scholarships for some students by as much as 50 percent. Asked why they had exceeded the consultants' recommendation, Mr. Epstein said that at the lower percentage, the college would have to impose tuition across the board, rather than on a sliding scale.</p>\n<p>Mr. Epstein argued that the new approach would actually provide greater financial support to needy students, by allowing the school to subsidize not only their tuition but also the expense of living in New York, which he said drove some qualified students off to better-endowed institutions.</p>\n<p>The trustees' vote was originally scheduled to take place last December, with the results to be announced in January. But according to a person familiar with the board's deliberations but not authorized to discuss them, the vote was postponed several times by a substantial minority of trustees who were \"turning over every unturned stone,\" in the hope that they could stabilize the college's finances without charging undergraduate tuition.</p>\n<p>The board looked \"very, very carefully\" at the option of closing one of Cooper Union's three schools, this person said, the only viable way to reduce the faculty without violating the terms of tenure. It also considered shrinking the size of the student body, selling off real estate and trying to hold expenses down. In all cases, the projected savings were not sufficient.</p>\n<p>When the vote eventually came about on the broad question of whether to impose undergraduate tuition, this person said, it passed by a significant margin; when the board later voted on a specific tuition plan, it passed without opposition, and only a few abstentions.</p>\n<p>Some of the most vocal members of the Cooper Union community have argued that any tuition would alter the essential character of the school.</p>\n<p>A couple of hours after Mr. Epstein spoke, the <a href=\"https://twitter.com/FreeCooperUnion\">group of protesting students</a> and faculty members had swelled to about 200 outside the Great Hall. Someone brought a cardboard sign that said, \"50 percent free.\" Mauricio Higuera, 28, a fourth-year art student, addressed the group: \"For 150 years,\" he said, \"this building, these columns, have held a dream, a dream for free education for all. I propose we all join hands and give this institution a big hug, because it needs it.\" The assembled crowd joined hands and did as he suggested. </p>\n<p>Julie Turkewitz contributed reporting.</p>\t\n<p>This article has been revised to reflect the following correction:</p>\n<strong>Correction: April 23, 2013</strong> <p>An earlier version of this article misidentified the Cooper Union official who announced the tuition policy to students and faculty. It was Mark Epstein, the chairman of the board of trustees, not Jamshed Bharucha, the Cooper Union president.</p>\n</div>", "entities": [{"count": 13, "name": "Cooper Union"}, {"count": 4, "name": "Epstein"}, {"count": 3, "name": "Great Hall"}, {"count": 2, "name": "Peter Cooper"}, {"count": 2, "name": "Mark Epstein"}, {"count": 2, "name": "Jamshed Bharucha"}, {"count": 1, "name": "Thomas Edison"}, {"count": 1, "name": "Julie Turkewitz"}, {"count": 1, "name": "Carnegie Mellon University"}, {"count": 1, "name": "Alex Katz"}, {"count": 1, "name": "California"}, {"count": 1, "name": "Dr. Bharucha"}, {"count": 1, "name": "Abraham Lincoln"}, {"count": 1, "name": "East Village"}, {"count": 1, "name": "United States"}, {"count": 1, "name": "Milton Glaser"}, {"count": 1, "name": "Ashley Katz"}, {"count": 1, "name": "Mauricio Higuera"}, {"count": 1, "name": "Daniel Libeskind"}, {"count": 1, "name": "Cooper Union for the Advancement of Science and Art"}, {"count": 1, "name": "New York"}, {"count": 1, "name": "Rhode Island School of Design"}], "favicon_colors": [{"color": [3, 3, 3], "weight": 0.525634765625}, {"color": [243, 243, 243], "weight": 0.0224609375}, {"color": [120, 120, 120], "weight": 0.014404296875}], "keywords": [{"score": 93, "name": "tuition"}, {"score": 71, "name": "cooper"}, {"score": 70, "name": "students"}, {"score": 59, "name": "college"}, {"score": 53, "name": "union"}, {"score": 48, "name": "faculty"}, {"score": 47, "name": "school"}, {"score": 47, "name": "epstein"}, {"score": 45, "name": "undergraduate"}, {"score": 34, "name": "trustees"}], "published": 1366675200000, "provider_name": "Nytimes", "type": "html"}