{"provider_url": "http://eastvillage.thelocal.nytimes.com", "description": "Cooper Union announced today that the admissions process for the incoming 2013 class would remain the same, with all undergraduate students granted full scholarships. The announcement came a day after students accused the school's board of trustees of moving a crucial meeting about the school's tuition policy to a \"secret\" off-campus location.", "embeds": [], "safe": true, "provider_display": "eastvillage.thelocal.nytimes.com", "related": [{"score": 0.6788161993026733, "description": "PALO ALTO - Akshay Kothari's first assignment at the D.school - formally known as the Hasso Plattner Institute of Design at Stanford University - was to rethink how people eat ramen noodles. His last D.school assignment led to a news-reading app that was bought by LinkedIn for $90 million.", "title": "Solving Problems for Real World, Using Design", "url": "http://www.nytimes.com/2013/12/30/technology/solving-problems-for-real-world-using-design.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/30/business/dschool1/dschool1-videoSixteenByNine1050.jpg", "thumbnail_width": 1050}, {"score": 0.6483964323997498, "description": "American students are bored by math, science and engineering. They buy smartphones and tablets by the millions but don't pursue the skills necessary to build them. Engineers and physicists are often portrayed as clueless geeks on television, and despite the high pay and the importance of such jobs to the country's future, the vast majority of high school graduates don't want to go after them.", "title": "Who Says Math Has to Be Boring?", "url": "http://www.nytimes.com/2013/12/08/opinion/sunday/who-says-math-has-to-be-boring.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/07/opinion/video-editorial-ptech-new/video-editorial-ptech-new-videoSixteenByNine1050-v2.jpg", "thumbnail_width": 1050}, {"score": 0.6222151517868042, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.6083269715309143, "description": "It's my fault. I'll admit it. During my eight years in the classroom, I ruined at least two amazing literary works by assigning horrifically dull reading projects. My only hope is that those middle school students, whose enthusiasm I quashed, found another way to become passionate about literature.", "title": "Projects to Engage Middle School Readers", "url": "http://www.edutopia.org/blog/projects-engage-middle-school-readers-beth-holland", "thumbnail_height": 345, "thumbnail_url": "http://www.edutopia.org/files/slates/holland-engage-ms-readers-flickr.jpg", "thumbnail_width": 460}], "favicon_url": "http://eastvillage.thelocal.nytimes.com/favicon.ico", "authors": [{"url": "http://eastvillage.thelocal.nytimes.com/author/roni-jacobson/", "name": "RONI JACOBSON"}], "images": [{"url": "http://farm9.staticflickr.com/8249/8537197073_e6666f9fbf.jpg", "width": 500, "size": 131602, "caption": null, "height": 333}, {"caption": null, "url": "http://farm9.staticflickr.com/8372/8493211300_a3bcccc637_m.jpg", "height": 160, "width": 240, "colors": [{"color": [19, 22, 24], "weight": 0.26123046875}, {"color": [135, 132, 127], "weight": 0.2568359375}, {"color": [175, 180, 179], "weight": 0.178466796875}, {"color": [74, 76, 76], "weight": 0.12451171875}, {"color": [201, 225, 244], "weight": 0.1142578125}], "entropy": 6.486284584572764, "size": 22101}, {"caption": null, "url": "http://graphics8.nytimes.com/images/blogs_v3/eastvillage/eastvillage_main.png", "height": 110, "width": 400, "colors": [{"color": [243, 244, 242], "weight": 0.892822265625}, {"color": [60, 59, 61], "weight": 0.04931640625}, {"color": [220, 72, 66], "weight": 0.009521484375}, {"color": [123, 122, 124], "weight": 0.009033203125}, {"color": [160, 159, 157], "weight": 0.008056640625}], "entropy": 1.99926964549, "size": 25584}, {"caption": null, "url": "http://graphics8.nytimes.com/images/blogs_v3/thelocal/real-estate.gif", "height": 75, "width": 75, "colors": [{"color": [75, 150, 53], "weight": 0.774169921875}, {"color": [238, 247, 241], "weight": 0.225830078125}], "entropy": 3.54514712462, "size": 4614}], "cache_age": 84418, "lead": null, "language": "English", "original_url": "http://ow.ly/ixFil", "url": "http://eastvillage.thelocal.nytimes.com/2013/03/07/cooper-union-2/", "media": {}, "title": "Cooper Union: Incoming Class Will Get Free Rides", "offset": null, "content": "<div>\n<p>Cooper Union announced today that the admissions process for the incoming 2013 class would remain the same, with all undergraduate students granted full scholarships. The announcement came a day after students accused the school's board of trustees of moving a crucial meeting about the school's tuition policy to a \"secret\" off-campus location. Art, architecture and engineering students gathered on the stairs of the school's New Academic Building for a silent demonstration of solidarity yesterday.</p>\n<p>Last month the board voted to <a href=\"http://eastvillage.thelocal.nytimes.com/2013/02/19/cooper-union-students-will-protest-latest-turn-in-tuition-saga/\">defer the admission</a> of undergraduate early-decision applicants to the school of art, following the art faculty's resistance to submit a proposal addressing the school's financial woes.</p>\n<p>The art faculty has since put forth a plan that includes recommendations for a pre-college program, undergraduate summer courses and Master's level programs. While today's announcement from the board indicates that the prospect of an incoming art school class is secure, students are still concerned about the process for making future financial decisions, and hope to achieve a change in the school's governing structure.</p>\n<p>\"Our goal has never been disruption; it's to be included, it's to be present,\" said Victoria Sobel, a senior in the school of art. The students are happy with the board's decision, she said, but they also consider it a short-term solution that doesn't address the deeper problems of student representation in decision making.</p>\n<p><a href=\"http://www.flickr.com/photos/local-east-village/8493211300/\"><img src=\"http://farm9.staticflickr.com/8372/8493211300_a3bcccc637_m.jpg\"></a>Samantha Balaban </p>\n<p>Approximately 300 people attended yesterday's rally, according to Ms. Sobel. \"People poured in,\" she said. \"It was really powerful; I haven't really seen a combination of students like that from all three schools in a really long time.\"</p>\n<p>\"I think in the last month the schools came together,\" agreed Casey Golan, a member of Students For A Free Cooper Union.</p>\n<p>Another person at the protest started a petition to add student representation to the board of trustees. A major goal of the recent demonstrations has been to achieve more transparency, Mr. Golan said, to the point where students broke into a closed meeting in December and began taking minutes. The board is supposed to provide summaries of their meetings, but the reports are often late and students feel left in the dark, Ms. Sobel said.</p>\n<p>\"I think that when we don't have a published record of where board meetings are and what they are about, it creates this bubbling out of tension,\" she said.</p>\n<p>Mr. Golan added that there are over 600 private colleges with student trustees. Today's statement from the board mentioned that it had directed a committee to examine the issue of student participation and make recommendations on the subject at the board meeting in June. The board will issue further statements about the faculty plans for the individual schools in late March, according to Claire McCarthy, director of public affairs at Cooper Union.</p>\n<p>This Friday, the School of Art will hold a meeting for all faculty and students to discuss the recent developments and determine any future actions. \"Every crisis is also an opportunity,\" Ms. Sobel said.</p>\n</div>", "entities": [{"count": 3, "name": "Sobel"}, {"count": 2, "name": "Cooper Union"}, {"count": 2, "name": "Golan"}, {"count": 1, "name": "Students For A Free Cooper Union"}, {"count": 1, "name": "Victoria Sobel"}, {"count": 1, "name": "Casey Golan"}, {"count": 1, "name": "Claire McCarthy"}, {"count": 1, "name": "Samantha Balaban"}, {"count": 1, "name": "School of Art"}], "favicon_colors": [{"color": [244, 244, 244], "weight": 0.04541015625}, {"color": [24, 24, 24], "weight": 0.012939453125}, {"color": [111, 111, 111], "weight": 0.004150390625}], "keywords": [{"score": 58, "name": "students"}, {"score": 40, "name": "school"}, {"score": 37, "name": "sobel"}, {"score": 37, "name": "board"}, {"score": 33, "name": "art"}, {"score": 27, "name": "faculty"}, {"score": 25, "name": "golan"}, {"score": 22, "name": "undergraduate"}, {"score": 20, "name": "trustees"}, {"score": 17, "name": "meeting"}], "published": 1362684300000, "provider_name": "Nytimes", "type": "html"}