{"provider_url": "http://disegnodaily.com", "description": "The Cooper Union for the Advancement of Science and Art was founded in 1859 by the American industrialist Peter Cooper. Based on the idea that education should be free, the school offered full tuition scholarships to all graduates, with architects such as Daniel Libeskind, John Hejduk, Elizabeth Diller and Ricardo Scofidio and Shigeru Ban.", "embeds": [], "safe": true, "provider_display": "disegnodaily.com", "related": [{"score": 0.6169430017471313, "description": "Author David Price writes: \"If schools are coming into direct competition with the learning opportunities available in the informal social space, it has to be said that this is a pressure, which barely registers within the political discourse.", "title": "What's Our Vision for the Future of Learning?", "url": "http://blogs.kqed.org/mindshift/2013/12/whats-our-vision-for-the-future-of-learning/", "thumbnail_height": 150, "thumbnail_url": "http://blogs.kqed.org/mindshift/files/2013/12/180920770-e1387589245117-300x150.jpg", "thumbnail_width": 300}, {"score": 0.607867956161499, "description": "2013 was a year of experimentation for educators. No longer content with today's admittedly broken models of college education, universities are embracing telepresence technologies, new kinds of classrooms, online learning, big data, and even all-you-can-eat college degrees that allow students to take as many classes as they want over any amount of time for a flat fee.", "title": "The Top 13 Education Stories Of 2013", "url": "http://www.fastcoexist.com/3023092/the-top-13-education-stories-of-2013", "thumbnail_height": 350, "thumbnail_url": "http://f.fastcompany.net/multisite_files/fastcompany/imagecache/620x350/poster/2013/12/3023092-poster-3023092-slide-1682292-inline-goldieblox-inline.jpg", "thumbnail_width": 620}, {"score": 0.5980289578437805, "description": "Say it ain't so-public-school leaders in New Orleans tinkering with admissions rules to cherry-pick students? No way. These are open-enrollment public schools, aren't they? Apparently, public schools in the highly decentralized environment of New Orleans are making independent choices.", "title": "School choice sounds great in theory-but who does the choosing?", "url": "http://hechingerreport.org/content/school-choice-sounds-great-in-theory-but-who-does-the-choosing_14215/", "thumbnail_height": 250, "thumbnail_url": "http://hechingerreport.org/wp-content/uploads/perrylogo1.jpg", "thumbnail_width": 300}, {"score": 0.5811474323272705, "description": "A number of education trends made their mark in 2013, from massive open online courses to evaluating colleges based on their graduation rates. The underlying forces that drove change this year aren't likely to change anytime soon: declining public funding, changing demographics, advancing technology, and a tough job market.", "title": "5 Higher-Education Trends for 2014", "url": "http://www.theatlantic.com/education/archive/2013/12/5-higher-education-trends-for-2014/282702/", "thumbnail_height": 419, "thumbnail_url": "http://cdn.theatlantic.com/static/newsroom/img/mt/2013/12/RTR35V72/lead_large.jpg?mymlaf", "thumbnail_width": 615}, {"score": 0.5650327205657959, "description": "American students are bored by math, science and engineering. They buy smartphones and tablets by the millions but don't pursue the skills necessary to build them. Engineers and physicists are often portrayed as clueless geeks on television, and despite the high pay and the importance of such jobs to the country's future, the vast majority of high school graduates don't want to go after them.", "title": "Who Says Math Has to Be Boring?", "url": "http://www.nytimes.com/2013/12/08/opinion/sunday/who-says-math-has-to-be-boring.html?pagewanted=all", "thumbnail_height": 591, "thumbnail_url": "http://graphics8.nytimes.com/images/2013/12/07/opinion/video-editorial-ptech-new/video-editorial-ptech-new-videoSixteenByNine1050-v2.jpg", "thumbnail_width": 1050}], "favicon_url": "http://disegnodaily.com/favicon.ico", "authors": [], "images": [{"caption": null, "url": "http://disegnodaily.com/media/BAhbCFsHOgZmSSI3MjAxMy8wNy8wNS8xNV8xNV81MV85NDRfbGVzc29uc19vbl9jYW5hbF9ib2F0cy5KUEcGOgZFVFsIOgZwOgp0aHVtYkkiDTUwMHg1MDA+BjsGVFsIOgZlOghqcGdJIhAtcXVhbGl0eSA4MAY7BlQ/lessons%20on%20canal%20boats.jpg", "height": 312, "width": 500, "colors": [{"color": [131, 133, 131], "weight": 0.419677734375}, {"color": [172, 175, 177], "weight": 0.2265625}, {"color": [80, 86, 88], "weight": 0.203857421875}, {"color": [41, 47, 49], "weight": 0.14990234375}], "entropy": 6.20274895763, "size": 44310}], "cache_age": 83577, "lead": null, "language": "English", "original_url": "http://disegnodaily.com/news/public-assembly", "url": "http://disegnodaily.com/news/public-assembly", "media": {}, "title": "Public Assembly", "offset": null, "content": "<div>\n<p>The Cooper Union for the Advancement of Science and Art was founded in 1859 by the American industrialist Peter Cooper. Based on the idea that education should be free, the school offered full tuition scholarships to all graduates, with architects such as Daniel Libeskind, John Hejduk, Elizabeth Diller and Ricardo Scofidio and Shigeru Ban.</p>\n<p>Recently, however, the school become embroiled in controversy as the <a href=\"http://cooper.edu/about/trustees/ten-questions-june-2013\">board of trustees voted to end its full scholarship policy</a>. As of 2014, the school will offer only partial scholarships, leaving students to pay tuition of close to $20,000 per year.</p>\n<p>While students and alumni joined forces in New York to protest against the changes - with action stretching to occupying the office of the school's president Jamshed Bharucha and painting the lobby of the university's architecture school black - UK supporters of Cooper Union's free education have now come together to form Free Cooper Union UK (FCUUK). </p>\n<p>Among the organisers of the group is the London-based installation architect Lawrence Lek, an alumni of Cooper Union: \"Since I can't be in New York, I wanted to do an event in solidarity with them that takes the spirit of what the Cooper Union is about and makes a celebration out of it.\"</p>\n<p>That event, Public Assembly, took place this weekend. Aimed at exploring what form a free school might take, and hosted at the White Building in Hackney Wick, Public Assembly was a day of talks on topics such as 3D printing, the relationship between neuroscience and art, and spoken word performances against starchitecture. The overall theme of the day examined how education may change as tuition fees render traditional university courses less accessible.</p>\n<p>\"We're not promising anything,\" says Lek, a 2012 designer in residence at the Design Museum. \"You don't leave with a diploma or a graduation photograph. You just leave with a different understanding of what education could be.\"</p>\n<p>At the heart of the event was A Call for a New Type of School, a roundtable discussion between Lek, FAT's Sam Jacob, Lucky PDF's Yurri Pattison and London Hackspace's Martin Dittus, in which the participants explored the need for structural change in architecture education.</p>\n<p>The experimental project comes at a time when many in the UK are questioning the education system of design subjects, in particular architecture. Critics such as <a href=\"http://www.guardian.co.uk/artanddesign/architecture-design-blog/2013/may/30/architectural-education-professional-courses\">Oliver Wainwright</a> have called for an overhaul to the education system, while Sir Terry Farrell is undertaking an independent review into the UK's wider architecture policy.</p>\n<p>Coinciding with this is the rise of potential alternatives for education. Jacob is the organiser of Night School at London's Architectural Association (AA), a more flexible reassessment of traditional educational structures, that is paralleled with initiatives such as the architecture firm <a href=\"http://www.unstudio.com/research/asp/launch-open-source-knowledge-sharing\">UNstudio's recently launched open-source knowledge sharing platform</a>. Meanwhile, universities such as Harvard, Princeton and Berkeley investigate the use of Massively Open Online Course, or MOOCs as a means of delivering content to students.</p>\n<p>But Lek says that his approach towards organising FCUUK was principally influenced by the teaching style of his tutor Shin Egashira, whom he studied under while a student at the AA. </p>\n<p>\"Shin runs a workshop in the Japanese village Koshirakura, which is made up of about 200 people. Every year since 1996 he has taken a group of students to build beautiful structures and illustrations. It's become like a festival in the village when they go every year. </p>\n<p>\"That's the kind of model I think is really important. Not this kind of pop-up architecture that is a kind of demonstration showpiece - a glorified tent - but as a continuation of a committed agenda.</p>\n<p>\"To me the perfect school is the school that attracts the best teachers to teach in the best way,\" he says. \"When you get back to the basics of a school it requires very little other than a platform to exchange knowledge.\"</p>\n</div>", "entities": [{"count": 3, "name": "Lek"}, {"count": 3, "name": "Cooper Union"}, {"count": 3, "name": "UK"}, {"count": 2, "name": "Public Assembly"}, {"count": 2, "name": "New York"}, {"count": 2, "name": "London"}, {"count": 1, "name": "Elizabeth Diller"}, {"count": 1, "name": "Shigeru Ban"}, {"count": 1, "name": "Martin Dittus"}, {"count": 1, "name": "Ricardo Scofidio"}, {"count": 1, "name": "Terry Farrell"}, {"count": 1, "name": "Daniel Libeskind"}, {"count": 1, "name": "Koshirakura"}, {"count": 1, "name": "Berkeley"}, {"count": 1, "name": "Lawrence Lek"}, {"count": 1, "name": "Oliver Wainwright"}, {"count": 1, "name": "Peter Cooper"}, {"count": 1, "name": "Harvard"}, {"count": 1, "name": "Free Cooper Union UK"}, {"count": 1, "name": "Yurri Pattison"}, {"count": 1, "name": "Princeton"}, {"count": 1, "name": "Architectural Association"}, {"count": 1, "name": "American"}, {"count": 1, "name": "Cooper Union for the Advancement of Science"}, {"count": 1, "name": "UNstudio"}, {"count": 1, "name": "Hackney Wick"}, {"count": 1, "name": "Jamshed Bharucha"}, {"count": 1, "name": "Night School"}, {"count": 1, "name": "Shin Egashira"}, {"count": 1, "name": "John Hejduk"}, {"count": 1, "name": "Sam Jacob"}], "favicon_colors": [{"color": [15, 16, 18], "weight": 0.045654296875}, {"color": [252, 252, 252], "weight": 0.016845703125}], "keywords": [{"score": 49, "name": "architecture"}, {"score": 40, "name": "lek"}, {"score": 37, "name": "school"}, {"score": 36, "name": "educational"}, {"score": 26, "name": "cooper"}, {"score": 20, "name": "students"}, {"score": 20, "name": "tuition"}, {"score": 20, "name": "fcuuk"}, {"score": 19, "name": "scholarships"}, {"score": 19, "name": "union"}], "published": 1388448000000, "provider_name": "Disegnodaily", "type": "html"}