{"provider_url": "http://www.friendsofcooperunion.org", "description": "Posted on 06/05/2013 by FOCU A note on the tuition issue: C ooper Union was established as a free school in almost all of its educational activities. The night schools of art and science were always free, and explicitly made so in the founding documents.", "embeds": [], "safe": true, "provider_display": "www.friendsofcooperunion.org", "related": [{"score": 0.5448517799377441, "description": "Say it ain't so-public-school leaders in New Orleans tinkering with admissions rules to cherry-pick students? No way. These are open-enrollment public schools, aren't they? Apparently, public schools in the highly decentralized environment of New Orleans are making independent choices.", "title": "School choice sounds great in theory-but who does the choosing?", "url": "http://hechingerreport.org/content/school-choice-sounds-great-in-theory-but-who-does-the-choosing_14215/", "thumbnail_height": 250, "thumbnail_url": "http://hechingerreport.org/wp-content/uploads/perrylogo1.jpg", "thumbnail_width": 300}, {"score": 0.5407557487487793, "description": "I feel badly for Paul Graham because he's being made out to be something I am sure he is not. But the brouhaha that he unleashed about women founders, women coders, and women hackers is a good thing because we ought to be having a broader conversation about these issues.", "title": "Girls Who Code", "url": "http://www.avc.com/a_vc/2013/12/girls-who-code.html", "thumbnail_height": 436, "thumbnail_url": "http://www.avc.com/.a/6a00d83451b2c969e201a51000cafd970c-500wi", "thumbnail_width": 377}, {"score": 0.535703718662262, "description": "Trying to pin down what makes an effective school leader can be a little like trying to eat soup with a fork, but a group of academics has come up with what looks like a pretty good list.", "title": "The Eight Characteristics Of Effective School Leaders", "url": "http://www.forbes.com/sites/nickmorrison/2013/12/30/the-eight-characteristics-of-effective-school-leaders/", "thumbnail_height": 225, "thumbnail_url": "http://b-i.forbesimg.com/nickmorrison/files/2013/12/300px-InstituteofEducation1.jpg", "thumbnail_width": 300}, {"score": 0.5056800246238708, "description": "Philadelphia 'What you're seeing is how a civilization commits suicide,\" says Camille Paglia. This self-described \"notorious Amazon feminist\" isn't telling anyone to Lean In or asking Why Women Still Can't Have It All.", "title": "Camille Paglia: A Feminist Defense of Masculine Virtues", "url": "http://online.wsj.com/news/articles/SB10001424052702303997604579240022857012920", "thumbnail_height": 174, "thumbnail_url": "http://s.wsj.net/public/resources/images/BN-AX505_winter_D_20131227185352.jpg", "thumbnail_width": 262}, {"score": 0.5035572648048401, "description": "2013 was a year of experimentation for educators. No longer content with today's admittedly broken models of college education, universities are embracing telepresence technologies, new kinds of classrooms, online learning, big data, and even all-you-can-eat college degrees that allow students to take as many classes as they want over any amount of time for a flat fee.", "title": "The Top 13 Education Stories Of 2013", "url": "http://www.fastcoexist.com/3023092/the-top-13-education-stories-of-2013", "thumbnail_height": 350, "thumbnail_url": "http://f.fastcompany.net/multisite_files/fastcompany/imagecache/620x350/poster/2013/12/3023092-poster-3023092-slide-1682292-inline-goldieblox-inline.jpg", "thumbnail_width": 620}], "favicon_url": "http://www.friendsofcooperunion.org/wp/wp-content/uploads/2013/08/fdnt-logo3.png", "authors": [{"url": "http://www.friendsofcooperunion.org/author/admin/", "name": "FOCU"}], "images": [{"caption": null, "url": "http://www.friendsofcooperunion.org/wp/wp-content/uploads/2013/06/332367_10150649746326563_1903945914_o1.jpg", "height": 1245, "width": 1447, "colors": [{"color": [236, 236, 236], "weight": 0.311279296875}, {"color": [185, 179, 166], "weight": 0.25}, {"color": [42, 46, 50], "weight": 0.138671875}, {"color": [90, 92, 91], "weight": 0.13818359375}, {"color": [134, 124, 114], "weight": 0.114013671875}], "entropy": 5.99035324536, "size": 172939}, {"caption": null, "url": "http://www.friendsofcooperunion.org/wp/wp-content/uploads/2013/06/332367_10150649746326563_1903945914_o1-768x317.jpg", "height": 317, "width": 768, "colors": [{"color": [241, 242, 243], "weight": 0.44384765625}, {"color": [190, 163, 156], "weight": 0.113525390625}, {"color": [71, 71, 71], "weight": 0.108154296875}, {"color": [101, 101, 96], "weight": 0.09033203125}, {"color": [216, 193, 181], "weight": 0.075439453125}], "entropy": 5.1961000858513, "size": 21918}, {"caption": null, "url": "http://www.friendsofcooperunion.org/wp/wp-content/uploads/2013/05/23_0025-768x317.jpg", "height": 317, "width": 768, "colors": [{"color": [209, 210, 218], "weight": 0.2431640625}, {"color": [76, 69, 74], "weight": 0.159912109375}, {"color": [47, 43, 48], "weight": 0.14501953125}, {"color": [18, 15, 24], "weight": 0.121337890625}, {"color": [142, 127, 127], "weight": 0.10546875}], "entropy": 7.091825524557225, "size": 74813}, {"caption": null, "url": "http://www.friendsofcooperunion.org/wp/wp-content/uploads/2013/06/332367_10150649746326563_1903945914_o1-300x258.jpg", "height": 258, "width": 300, "colors": [{"color": [235, 235, 235], "weight": 0.289794921875}, {"color": [191, 185, 173], "weight": 0.203369140625}, {"color": [40, 45, 48], "weight": 0.140869140625}, {"color": [90, 92, 90], "weight": 0.134765625}, {"color": [130, 122, 112], "weight": 0.112060546875}], "entropy": 6.110282495870653, "size": 13480}, {"caption": null, "url": "http://www.friendsofcooperunion.org/wp/wp-content/uploads/2013/08/rocco.png", "height": 251, "width": 427, "colors": [{"color": [3, 8, 10], "weight": 0.447998046875}, {"color": [44, 50, 47], "weight": 0.32861328125}, {"color": [88, 89, 90], "weight": 0.116943359375}, {"color": [229, 225, 206], "weight": 0.059814453125}, {"color": [138, 128, 125], "weight": 0.046630859375}], "entropy": 5.058328818129982, "size": 149690}], "cache_age": 82954, "lead": null, "language": "English", "original_url": "http://www.friendsofcooperunion.org/buckleyontuition/", "url": "http://www.friendsofcooperunion.org/buckleyontuition/", "media": {}, "title": "Peter Buckley on Tuition", "offset": null, "content": "<div>\n<figure><a href=\"http://www.friendsofcooperunion.org/wp/wp-content/uploads/2013/06/332367_10150649746326563_1903945914_o1.jpg\"> <img src=\"http://www.friendsofcooperunion.org/wp/wp-content/uploads/2013/06/332367_10150649746326563_1903945914_o1-768x317.jpg\"></a></figure><p>Posted on 06/05/2013 by <a href=\"http://www.friendsofcooperunion.org/author/admin/\">FOCU</a></p>\n<strong>A note on the tuition issue:</strong> <p>C</p>\n<p>ooper Union was established as a free school in almost all of its educational activities.  The night schools of art and science were always free, and explicitly made so in the founding documents.  The Day School of Art for Women, originally called the Female School of Design, has a more complex history that is worth examining in close detail given the way that the very small numbers of fee paying students admitted to the school have been shoved into a Trojan horse and wheeled into Peter Cooper's founding intent.</p>\n<p>The Female School of Design existed before Peter Cooper devised the initial educational offerings for his Union and was only incorporated into the overall scheme after it had moved into the yet incomplete Foundation building in 1858.  Cooper was indeed interested in the plight of women in the city, especially those who were single in need of \"self-support\" or those trapped in unhappy marriages.  Though not a political feminist Cooper was a radical egalitarian and hated dependency no matter in what form it appeared. He therefore incorporated the existing school into his overall plan for the Union.</p>\n<p>Infused with the  beginnings of social feminism in its wealthy founders, The Female School of Design proposed a different kind of charitable endeavor from the night courses Cooper had always intended to offer.  It was argued that women could find in art occupations a unique source of income that could maintain their privacy and their respectability in preference to debased employment in the needle trades, in domestic service, or worse.  Also this employment in the expanding fields of commercial art was suitable both for the genteel and the unfortunate, who, through no fault of their own, might be forced to seek \"self-support.\"  Whereas those students in the Night School, presumed to be already at work, could use Cooper Union to improve their careers and fortunes, some women in the Day School could use their art courses to preserve their class location. Both the industrial (free) and amateur (paying) students in the Female School of Design needed each other according to the women's advisory council, which served as a supplementary level of trusteeship: the wealthier among the students could provide models of social refinement and funds, whereas the more unfortunate could provide examples of seriousness of purpose.</p>\n<p>This then is the context for the statement in the 1864 Annual Report:</p>\n<p>\"This School has been established and is maintained by the Trustees with the primary object of affording free instruction in the Arts of Design to Females, who, having the requisite natural taste and capacity, intend to apply the knowledge acquired in the Institution to their own support, either by teaching or by pursuing art as a profession. It is not, therefore, designed for the rich, but as it is an advantage to the School, both in point of income and refinement, that pupils who are able to pay should be admitted, the Trustees have decided to admit amateurs to the extent of one-third of the whole number of pupils. But, in order that people in moderate circumstances may avail themselves of the great advantages of the School, the rates have been made extremely moderate-viz., one dollar and fifty cents per week for instruction in Drawing, and two dollars per week for instruction in Pastel, Water-Color, or Oil Painting. Pupils will not be received for less than ten weeks, and the fees must be paid in advance. As many pupils have heretofore been admitted as free pupils whose means amply justified the small payment required from the amateurs, the Trustees are constrained to ask such pupils to remember that each paying pupil secures the admission of two free pupils, and that the usefulness of the School will be greatly extended if all who can and ought to contribute to its support perform their duty. Any pupil who can afford to pay and does not do so actually deprives three poor and deserving girls of admission to the School, and the opportunity to earn an honest livelihood in a respectable and useful sphere of life.\"</p>\n<p>Almost immediately in academic terms, that is within a decade, this experiment was assessed as a failure.  Class tensions were certainty present.  Some young women were sent to Cooper Union by their parents as little more than a worthy pastime before marriage.  Equally problematic were those young well educated women, Helena De Kay and Mary Halleck being two of them, who once they started to produce art began to think of themselves as artists in more of a vocational than an occupational sense.  Indeed, students themselves wished for a higher grade of instruction: hence as the Trustees reminded them \"in our school the great and immediate object is not to create artists, but to enable the young ladies to earn a livelihood, either as teachers, designers, engravers, or in other artistic pursuits.\"(Annual Report v9, 1868)  In fact once aspiration began it was difficult for the young women to remain as worthy <b>charitable</b> subjects either in their own minds or to others.</p>\n<p>By the tenth annual report, the emphasis on training for \"self-support\" had been firmly re-established and the vestiges of the amateur class were removed:</p>\n<p>\"On the whole, the attempt to instruct women in Art, with a view to securing a livelihood, may be pronounced a success, but the conditions of success are in this the same as in all other pursuits, unwearied devotion to the work to be done. The only failures which occur, aside from the want of natural capacity, are due solely to the lack of industry and perseverance on the part of the pupil. Such failures occur quite as often with men as with women, and hence the Trustees see no cause for discouragement in the attempt to educate the latter for a career of honest industry in the arts of design. The cost of conducting the school during the last year, for instruction, has been $5,118.19.The instruction is absolutely gratuitous, and no paying pupils have been or will hereafter be received. (Annual Report v10, 1869.)\"</p>\n<p>From 1870, \"free\" was added to the official title of the day school.</p>\n<p>By 1869 then, all courses that led to certificates, diplomas or, eventually, degrees were free.  The 1902/3 date floated by the Office of the President is designed, for legal and ideological purposes, to separate free tuition from the era and intent of the founder. The date refers to the new day school of technology that only started in 1902.  The school could not have been free before 1902 because it didn't exist! The President is overly keen to establish a new history of free tuition at Cooper Union to make sure that the mission of the whole college is only a matter of Carnegie's cash rather than Cooper's conviction.</p>\n<em><br> Peter Buckley is historian of The Cooper Union and an HSS faculty member.</em> <p><br><a href=\"http://www.friendsofcooperunion.org/buckleyontuition/\"><img src=\"http://cache-02.cleanprint.net/media/pfviewer/images/CleanPrintIcn_16x16.png\"></a><a href=\"http://www.friendsofcooperunion.org/buckleyontuition/\"><img src=\"http://cache-02.cleanprint.net/media/pfviewer/images/PdfIcn_16x16.png\"></a> </p>\n</div>", "entities": [{"count": 4, "name": "Female School of Design"}, {"count": 4, "name": "Cooper"}, {"count": 3, "name": "Cooper Union"}, {"count": 2, "name": "Peter Cooper"}, {"count": 1, "name": "The Cooper Union"}, {"count": 1, "name": "Pastel"}, {"count": 1, "name": "Peter Buckley"}, {"count": 1, "name": "Day School"}, {"count": 1, "name": "Carnegie"}, {"count": 1, "name": "Helena De Kay"}, {"count": 1, "name": "Mary Halleck"}, {"count": 1, "name": "Union"}], "favicon_colors": [{"color": [249, 248, 121], "weight": 0.837646484375}, {"color": [134, 136, 17], "weight": 0.162353515625}], "keywords": [{"score": 86, "name": "pupils"}, {"score": 71, "name": "school"}, {"score": 47, "name": "arts"}, {"score": 44, "name": "cooper"}, {"score": 39, "name": "instruction"}, {"score": 37, "name": "free"}, {"score": 34, "name": "trustees"}, {"score": 34, "name": "women"}, {"score": 32, "name": "designed"}, {"score": 30, "name": "self-support"}], "published": 1370390400000, "provider_name": "Friendsofcooperunion", "type": "html"}